[
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287819/chainlink-launches-transporter-bridging-app-crypto-cross-chain",
    "title": "Chainlink launches Transporter bridging app for moving crypto cross-chain",
    "type": "Bridges",
    "summary": "The project also unveiled a new CCIP token transfer mechanism, enabling native ETH to be transferred cross-chain through WETH token pools.\nChainlink has launched Transporter, an app for moving crypto tokens and messages between blockchains powered by its CCIP.\nThe project also unveiled a new token transfer mechanism, enabling native ETH to be transferred cross-chain through WETH token pools.\n",
    "content": "Decentralized computing platform Chainlink LINK +0.49% has launched a bridging app for moving crypto tokens and messages between blockchains, powered by its cross-chain interoperability protocol. Built in collaboration with the Chainlink Foundation and developer Chainlink Labs, the “Transporter” app aims to provide a user-friendly interface for submitting and monitoring cross-chain transactions on CCIP, according to a statement shared with The Block. “Transporter makes it easier to utilize the security benefits of Chainlink CCIP for the transfer of large token value and critical messages across chains,” Chainlink co-founder Sergey Nazarov said. “Having a secure way to move both value and data across chains is something the blockchain industry has needed for years and I’m excited that Transporter is making that more accessible.” Multi-chain support Transporter initially supports token transfers across multiple blockchain networks, including Arbitrum, Avalanche, Base, BNB Chain, Ethereum, Optimism and Polygon. It doesn’t charge additional fees beyond existing transaction costs and CCIP service provider fees. Venture capital firms Fourth Revolution Capital and Moonrock Capital are among the app\u0027s early users. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy “I expect that Transporter will quickly establish itself as the standard for cross-chain enablement for high-value use cases,” Nomatic, a pseudonymous investor at Fourth Revolution Capital, said. “We’re excited to witness the launch of Transporter, which we expect to play a significant role in bringing secure cross-chain connectivity to a large user base across the blockchain ecosystem,” Moonrock Capital CEO Simon Dedic added. Chainlink also unveiled a new CCIP token transfer tool on Thursday that enables native ETH to be transferred cross-chain through WETH token pools. This marks the first time a lock-and-unlock mechanism has been implemented in CCIP. Chainlink rolled out its CCIP in an early access phase on Avalanche, Ethereum, Optimism, and Polygon in July 2023. In January this year, it also integrated Circle’s cross-chain transfer protocol (CCTP) with CCIP for USDC stablecoin transfers across different blockchains. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDecentralized computing platform Chainlink LINK +0.49% has launched a bridging app for moving crypto tokens and messages between blockchains, powered by its cross-chain interoperability protocol.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 12:01PM EDT ",
    "tag": [
      "#Chainlink",
      "#Cross-chainSwaps",
      "#Interoperability",
      "#quote"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2022/10/20221005_Chainlink-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/284009/etf-custody-bitgo",
    "title": "Crypto’s market structure is still too fragile, says BitGo\u0027s Mike Belshe",
    "type": "Companies",
    "summary": "BitGo CEO Mike Belshe examines the challenges and developments in the crypto custody industry.\nBitGo CEO Mike Belshe examines the challenges and developments in the crypto custody industry.\n",
    "content": "Episode 14 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and BitGo Co-Founder \u0026 CEO Mike Belshe. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Mike Belshe is the co-founder and CEO of BitGo. In this episode of The Scoop, Belshe discusses the growth and challenges of the custody market in the crypto industry, and explains what it will take to make crypto\u0027s market structure more robust. OUTLINE 00:00 BitGo Background 05:15 Institutional Crypto Custodians 10:41 New Market Participants 14:36 Market Structure 24:09 Bullish Catalysts 32:08 Crypto Robustness 41:58 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nInstitutional Crypto Custodians\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 21, 2024, 1:08PM EDT ",
    "tag": [
      "#Companies",
      "#CryptoInfrastructure"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/MikeBelshe_16x9.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/286094/crypto-vc-competition",
    "title": "The \u0027kumbaya\u0027 era of crypto VC has come to an end, says Dragonfly\u0027s Haseeb Qureshi",
    "type": "Deals",
    "summary": "Dragonfly\u0027s Haseeb Qureshi explains how the crypto VC landscape is becoming increasingly competitive.\nDragonfly’s Haseeb Qureshi explains how the crypto VC landscape is becoming increasingly competitive.\n",
    "content": "Episode 16 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and Dragonfly managing partner, Haseeb Qureshi. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Haseeb Qureshi is a managing partner at the crypto VC firm Dragonfly. In this episode of The Scoop, Qureshi explains how the crypto VC landscape has changed during his five years at Dragonfly and why he believes \u0027points\u0027 are a more useful mechanism than airdrops for incentivizing user behavior. OUTLINE 00:00 Introduction 05:41 Dragonfly Early Days 09:45 Early Crypto VC 13:14 Competing in Layer-1s 26:11 Old Blockchains 29:26 Points 31:47 Airdrop Mechanism Design 37:38 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 2, 2024, 12:23PM EDT ",
    "tag": [
      "#Deals",
      "#VentureCapital"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/haseeb_16x9-1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287775/london-mayoral-candidate-wants-to-give-100-in-crypto-to-every-resident",
    "title": "London mayoral candidate wants to give £100 in crypto to every resident",
    "type": "People",
    "summary": "London mayoral candidate wants to give every person in the city £100 worth of a new crypto token, called London coin.\nA London mayoral candidate plans to give every person in the city £100 worth of a new crypto token and make the banks pay for it.\n",
    "content": "S.Borisov/shutterstock.com\nMayoral candidate Brian Rose wants to give every person in London £100 worth of a new crypto token under plans revealed on Thursday. Going under the working title of the LONDON token, Rose’s plan would see a £1 billion liquidity pool created via a one-off tax on the profits made by the city\u0027s financial institutions. According to Rose\u0027s campaign team, the plan is to make the new cryptocurrency accepted across London\u0027s transport network and usable for paying council bills, parking charges and other expenses. London coin could be funded by big banks The campaign team argued that the proposed 1% Tradfi tax on profits from London\u0027s large financial institutions for the new token would enable the intervention necessary to accelerate the city\u0027s adoption and growth in the cryptocurrency sphere. \"The LONDON coin will give Londoners a real relationship with their money. They will be able to hold it, earn interest on it, save it, trade it, stake it, all with decentralized finance protocols directly from their phones,\" Rose told The Block. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy \"Imagine every one of our nine million citizens, from the young to the old, from the rich to the poor, from the educated to the not, all being able to understand money for the very first time in their lives,\" Rose added. Financial education for London\u0027s residents Rose said that, if elected, the LONDON token would be available through popular exchanges — with a full cryptocurrency financial education platform also planned to help the city’s citizens learn how to manage their digital wallets, invest their tokens and get involved in the blockchain economy. \"As an entrepreneur and former banker of 15 years, I realize that the number one problem Londoners are facing is a total lack of financial education. Strangely enough our schools don\u0027t teach it, yet this ignorance has devastating consequences because it cuts across all aspects of life: money is needed for business, for family, for retirement, for entertainment, for everything,\" Rose said. Rose added that the LONDON token, equipped with inherent utility and a substantial liquidity pool, could serve as an ideal means to offer essential financial education to every individual in Greater London. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 7:43AM EDT ",
    "tag": [
      "#london",
      "#UKParliament"
    ],
    "author": "Brian McGleenon",
    "linkImage": "https://www.tbstat.com/wp/uploads/2020/01/shutterstock_412054315-1-1013x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/276477/these-developers-are-mashing-erc-20-tokens-and-nfts-together-will-it-work",
    "title": "These developers are mashing ERC-20 tokens and NFTs together: Will it work?",
    "type": "Crypto Ecosystems",
    "summary": "While the Pandora team describes ERC-404 as a “Frankenstein’s monster,” it claims there’s method in its madness.\nA team of four have combined the ERC-20 token standard and NFTs to create a new standard of semi-fungible tokens called ERC-404.\nWe explore how this came to be, how the project works and what’s next.\n",
    "content": "It was around 9 AM in Toronto, Canada, on Feb. 1 when a designer and crypto trader who goes by ctrl on X — his real name is Arya Khalaj — thought he had stumbled onto something brilliant. The project was called Emerald and it claimed to combine ERC-20 tokens with NFTs in a way that could solve NFT liquidity issues for good. It appeared to be the solution for a lot of issues ctrl had come across while working with different crypto projects. He went all in. While chatting online with a friend known pseudonymously as Searn, they started throwing in clips of ether. During this time, the chart just kept going up. Once they ran out of ether, they dipped into their investments in other projects and were soon in to the tune of around $60,000 each. Then, without warning, the project was exploited and the bottom fell out of the chart. Ctrl — who was holed up in a small Airbnb as his lease had expired during a three-month trip to Tokyo — was devastated. “We were sitting there, in total shock, and we were like, what just happened?” he told The Block in an interview. The two crypto traders spoke with a friend and former Coinbase engineer known pseudonymously as Acme about the situation. They reached out to the developer of Emerald and asked if they could help fix the project and bring it back to life. Yet the developer seemed uninterested in getting any help, they said, and planned to relaunch anyway with a quick patch. Acme took a look at the code, said it was barely designed to work at all anyway and would require a full rewrite. So that’s what they did. “We\u0027d been up all night,” said ctrl. “We stayed up for the next 26 hours or so after that. So we\u0027ve been up for two days at this point, just building this thing in a single sprint.” At the end of it, they had built a working implementation of a token standard that combines ERC-20 tokens and NFTs. They called it ERC-404, named after the common website error message. “We thought it was a fitting name because the whole thing was so experimental and we knew it would confuse many protocols and dapps when we launched it because it has mixed ERC-721 and ERC-20 functions,” said ctrl. What is an ERC-404 token? While ERC-20 tokens are fungible tokens that can be replaced by any other token, NFTs are unique tokens that are non-fungible, and can’t be switched like-for-like. ERC-404 combines both ideas to create what the team calls a semi-fungible token. The team acknowledged that this creates some sort of Frankenstein’s monster. “It\u0027s just a matter of actually understanding how to mix two things that have never been mixed and weren’t designed to be mixed together — and are actually conflicting,” ctrl said. In practice, it looks like this: a project can offer 100 tokens and 100 NFTs, for example, where each token is linked to an NFT. If someone buys less than a whole token, the NFT is burned and they just have a fraction of a token. If they combine this with more fractions of a token, an NFT is minted back into their wallet. The core idea is that it allows people to buy and sell NFTs, as well as parts of an NFT, where the parts are represented as tokens. Since two halves of a token can be combined to create an NFT, the tokens should, in theory, retain the value of the underlying NFT potential — even when it\u0027s temporarily gone. Two half tokens will be worth half of a whole token and NFT combo because they can be combined at will to create the whole token with the corresponding NFT. The only issue is that combining two tokens won\u0027t return the same NFT, so its value might be a bit variable — but this will also depend on the specific project in question as each project can implement the token standard in its own way; choosing how many NFTs they want per token and how the NFTs are regenerated. For instance, a project might generate new NFTs every time they’re minted, or they might have all NFTs look the same. With NFTs getting constantly minted and burned, this raises the question of whether the token design will result in a lot of costly transaction fees. A developer known as quit on X noted that the current system is more expensive than current NFT projects. The team acknowledged that this is a potential issue but said they have been focused on optimizing it. Opening Pandora’s box The team of four — comprising ctrl, Searn, Acme and another individual known as Hohenheim — named their project Pandora and created the first token under the ERC-404 token standard on Feb. 2. It’s worth noting that while they have done some tests, it’s still unaudited and carries some risk. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Pandora created 10,000 NFTs called Replicants that are bound to 10,000 Pandora tokens. The NFTs are in the form of boxes with five different colors — each with varying levels of rarity — that may later reveal different artwork. Anyone who buys a token will get an NFT — and, if they spend half of that token, the NFT is destroyed. When new NFTs are minted, they are randomized, meaning that the distribution and rarity can change over time. This means users need to be careful they don’t accidentally destroy their own rare NFTs, which could get replaced with more common ones. “[ERC-404] allows you to do things that were never possible with ERC-721. And because of that, there are a lot of different implementations, a lot of different ways you could approach the concepts. We obviously had to just choose one,” said ctrl. “But people are already doing their own things.” At launch, 7% of the supply was allocated to the team and early contributors. Upon launch, the team purchased 23% of the total supply to be used to provide extra liquidity through market makers or for token listings. So far, the project has seen $100 million of trading volume on decentralized exchanges. The token has reached a price of around $12,800, giving the project a fully diluted valuation of $125 million, while the NFTs have reached a similar floor price. Some projects are testing the waters Since launch, a few projects have started experimenting with the Pandora token. On-chain index project Peopods Finance has added the Pandora token so it can be wrapped and used to generate yield. Lending platform Teller has added it so it can be used as collateral for loans. Furthermore, trading platform Wasabi Protocol has listed it, enabling perpetual trading of the token. In the near term, the team is planning to propose an Ethereum Improvement Proposal — something that, if accepted, would make Ethereum better designed to support this sort of token standard. Hohenheim said the team didn’t want to give a hard timeline but that it’s talking about a number of days, not weeks, before doing so. The team is also preparing to launch a protocol very soon that could speed up the adoption of ERC-404 tokens, ctrl said. It would provide creators and developers with the tools and infrastructure for building products involving ERC-404 tokens. “What we\u0027re doing now is we are focused less on the usual NFT gimmicks and more on building, like actual functional, usable, user-facing products, that also integrate with our collection and that make people want to hold our collection because of the incentives that they get,” he said. Why create ERC-404 tokens? While understanding how ERC-20 tokens and NFTs can be combined together is one thing, another question is why anyone would want to do so. The Pandora team said there were two main reasons why this makes sense. The first is that it could help with liquidity for NFTs. Ctrl said that any NFT built on the ERC-404 standard would have liquidity as long as there’s a liquidity pool. This means any NFT can be sold at any time without needing to find a buyer counterparty. “People get mad when people floor 40 [NFTs] at a time. Well, now you effectively have a token price that reflects a floor price in real-time, and there\u0027s no such thing as a thick or third floor because there is actual native liquidity,” he said. The second reason is that it can provide native fractionalization of NFTs. Right now, to fractionalize an NFT, you need to lock it up and create a number of tokens that represent the overall NFT — something that is tricky to unwind and piece back together. By providing native fractionalization, the idea is that ERC-404 tokens could offer a better user experience. “That\u0027s why native fractionalization is such a big deal, I think, because it\u0027s actually a feature built in,” said ctrl. “People don\u0027t need to feel like they have to go and do some weird four-step process and get this kind of legitimate NFT that\u0027s a derivative.” Ctrl also noted that NFTs using the ERC-404 token standard could be applied in the gaming industry, particularly when it comes to the gamification of destroying and reminting NFTs with a randomization factor. If successful, this would incentivize more trading of these tokens, something that could spur wider adoption. Although that\u0027s assuming people will be able to get their heads around semi-fungibility of course. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "February 7, 2024, 9:59AM EST ",
    "tag": [
      "#CryptoEcosystems",
      "#DeFi",
      "#Metaverse\u0026amp;NFT",
      "#NFTCollections",
      "#Web3",
      "#Assets",
      "#Crypto",
      "#DecentralizedInfrastructure",
      "#DEXs",
      "#feature",
      "#Tokenization",
      "#Assets",
      "#Crypto",
      "#DecentralizedInfrastructure",
      "#DEXs",
      "#feature",
      "#Tokenization"
    ],
    "author": "Tim Copeland",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/02/pandora1.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287592/bitcoin-volatility-index-launched-by-cf-benchmarks",
    "title": "Bitcoin volatility index launched by CF Benchmarks",
    "type": "Companies",
    "summary": "UK-based CF Benchmarks has announced the launch of its Bitcoin Volatility Index, facilitating the tracking of BTC price volatility.\nCF Benchmarks has launched its Bitcoin Volatility Index, facilitating the tracking and trading of future BTC price volatility.\n",
    "content": "Illustration by Zoe Ellyse Del Rosario for The Block\nUK-based CF Benchmarks has announced the launch of its Bitcoin BTC +1.36% Volatility Index. The new product facilitates the tracking and trading of 30-day forward-looking bitcoin price volatility. The FCA-regulated firm\u0027s new product is composed of two indices, the CF Bitcoin Volatility Real Time Index (BVX) and the CF Bitcoin Volatility Index Settlement Rate (BVXS). These indices aggregate implied volatility from bitcoin options contracts listed on the Chicago Mercantile Exchange, CME, into a single value to gauge market volatility and uncertainty. \"Volatility indices have become a key indicator in financial markets providing participants with a means to measure investor sentiment and risk appetite,\" CF Benchmarks CEO Sui Chung said. Real-time tracking of bitcoin volatility The BVX index prints approximately every second to provide bitcoin volatility in real-time, while the BVXS index calculates the daily settlement rate based on a 30-minute window of BVX observations between 1530 pm and 1600 pm London time. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy \"CF Benchmarks’ Bitcoin Volatility Index will be the benchmark for bitcoin price volatility, just as the Bitcoin Reference Rate (BRR) is the benchmark for spot bitcoin,\" Chung added. According to CF Benchmarks, the new volatility index can be used as risk sentiment data or as the settlement mechanism for a range of products so market participants can trade volatility, and is UK Benchmarks Regulation (BMR) compliant. \"Crypto market participants need to be able to trade volatility in crypto just like they can in other asset classes,\" CF Benchmarks Head of Product Thomas Erdosi said. He added that it also enables participants to gauge market sentiment. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nUK-based CF Benchmarks has announced the launch of its Bitcoin BTC +1.36% Volatility Index. The new product facilitates the tracking and trading of 30-day forward-looking bitcoin price volatility.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Jason Shubnell at [email protected]\nJason Shubnell at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 10:12AM EDT ",
    "tag": [
      "#bitcoin",
      "#Bitcoin",
      "#DataProviders",
      "#Fintech"
    ],
    "author": "Brian McGleenon",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/01/20240111_Bitcoin_News_1-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/learn/287081/what-is-bitwises-bitb-spot-bitcoin-etf",
    "title": "What is Bitwise’s BITB spot bitcoin ETF?",
    "type": "The Block",
    "summary": "Understanding the BITB spot bitcoin ETF from the digital asset management firm Bitwise Investment Advisors.\n",
    "content": "The Bitwise Bitcoin ETF (BITB) is an exchange-traded fund from the digital asset management firm Bitwise Investment Advisors. On Jan. 11, 2024, it joined 10 other exchange-traded products as one of the first spot bitcoin ETFs approved by the U.S. Securities and Exchange Commission. What is a spot bitcoin ETF? A spot bitcoin ETF allows investors to forgo direct bitcoin ownership but still gain exposure to the cryptocurrency\u0027s price movements. Investors can buy shares of the ETF through their brokerage accounts, which represent ownership of a portion of the Bitcoin held by the fund. Trading of the ETF shares occurs on traditional stock exchanges, providing investors with liquidity and ease of access to Bitcoin exposure. What is BITB\u0027s issuer Bitwise? Bitwise is a cryptocurrency asset management firm that offers investment solutions focused on cryptocurrencies. They provide a range of crypto investment funds, including index funds, liquid beta funds, and innovative strategies tailored to different investor needs. Bitwise aims to provide institutional-grade crypto investment products to investors while prioritizing transparency, security, and regulatory compliance. What fees does BITB charge? BITB maintains a sponsor fee of 0.20%, which might change. How does Bitwise\u0027s ETF differ from other spot bitcoin ETFs? Bitwise was the first firm to disclose the public addresses for its spot bitcoin ETF. It did so in the spirit of on-chain transparency. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy \"Today the Bitwise Bitcoin ETF (BITB) becomes the first U.S. bitcoin ETF to publish the bitcoin addresses of its holdings,\" Bitwise said while announcing its bitcoin addresses. \"Now anyone can verify BITB\u0027s holdings and flows directly on the blockchain.\" Bitwise is also one of the few spot bitcoin ETFs listed on NYSE Arca, along with Grayscale Investment\u0027s GBTC and Hashdex\u0027s DEFI funds. How does Bitwise\u0027s BITB custody its bitcoin? The ETF\u0027s digital asset custodian is Coinbase Custody Trust LLC, the most popular custodian for spot bitcoin ETF issuers. The fund\u0027s trust custodian is BNY Mellon. Are Bitwise\u0027s Bitcoin addresses public? Yes, and the firm announced the addresses on Jan. 24, 2024. Disclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 4:00PM EDT ",
    "tag": [
      "#BITB",
      "#bitwise",
      "#BitwisespotbitcoinETF"
    ],
    "author": "",
    "linkImage": "https://www.tbstat.com/wp/uploads/2018/12/Bitwise-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/learn/284548/what-is-the-arkb-spot-bitcoin-etf",
    "title": "What is the ARK 21Shares ARKB spot bitcoin ETF?",
    "type": "The Block",
    "summary": "The ARK 21Shares Bitcoin ETF, known as ARKB, is a crypto-focused fund from the investment manager Ark Invest and fintech firm 21Shares.\n",
    "content": "The ARK 21Shares Bitcoin exchange-traded fund (ETF), known as ARKB, is a crypto-focused fund from the investment manager Ark Invest and fintech firm 21Shares. ARKB was one of the 11 spot bitcoin ETFs approved on Jan. 11, 2024. The fund has done well since its launch, and it even climbed to third place in terms of bitcoin under management. ARKB\u0027s volumes, however, remained modest compared to its competitors. What is a spot bitcoin ETF? A spot bitcoin ETF is an exchange-traded fund that directly holds bitcoin as its underlying asset. It lets investors gain exposure to the cryptocurrency without buying or storing bitcoin. Who are ARKB\u0027s issuers, ARK Investment Management and 21Shares? Founded by Cathie Wood in 2014, ARK Invest offers a range of actively managed ETFs targeting specific themes such as fintech innovation. Ark Invest gained attention for its bullish outlook on blockchain and other disruptive technologies. The firm often makes bold predictions about the future potential of these technologies and the companies driving their development. 21Shares is a Swiss fintech company that specializes in providing cryptocurrency investment products. The firm offers numerous exchange-traded products (ETPs), including ETFs, that track various cryptocurrencies. These products give investors regulated exposure to digital assets through traditional brokerage accounts. What fees does ARKB charge? THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy ARKB has a management fee of 0.21%, which is subject to change. This management fee comprises ARKB\u0027s total annual fund operating expenses. How does ARK Investment\u0027s ETF differ from other spot bitcoin ETFs? Unlike other spot bitcoin ETFs, ARKB has two main companies behind it: Ark Invest and 21Shares. 21 Shares US is ARKB\u0027s sponsor, and Ark Investment Management is its sub-advisor. How does ARKB custody its bitcoin? Coinbase Custody Trust Company LLC custodies the bitcoin in ARKB. The same firm provides custody services for the spot bitcoin ETFs from Grayscale Investments and BlackRock. Are ARKB\u0027s bitcoin addresses public? The firms behind ARKB have never officially publicized the fund\u0027s bitcoin addresses. However, the bitcoin data tracking platform Arkham Intelligence said it found ARKB\u0027s bitcoin wallet address. Disclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 3, 2024, 11:46AM EDT ",
    "tag": [
      "#arkb"
    ],
    "author": "",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/03/20230322_Bitcoin_Generic_5-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287714/pancakeswap-integrates-orbs-tools-dlimit-dtwap",
    "title": "PancakeSwap integrates dLIMIT and dTWAP",
    "type": "Crypto Ecosystems",
    "summary": "dLIMIT and dTWAP allow PancakeSwap users to access more advanced order types and to break large orders into smaller trades.\nPancakeSwap integrated two protocols powered by Orbs network: dLIMIT and dTWAP.\nPancakeSwap users now have access to more advanced order types, and large orders on PancakeSwap will get broken down into smaller, more efficient trades.\n",
    "content": "To contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 10:44AM EDT ",
    "tag": [
      "#PancakeSwap",
      "#dTWAP",
      "#DEXs",
      "#exclusive"
    ],
    "author": "MK Manoylov",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/10/20231012_PancakeSwap_News5-1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287618/borderless-capital-co-leads-3-million-seed-round-for-cross-chain-auction-protocol-mayan",
    "title": "Borderless Capital co-leads $3 million seed round for cross-chain auction protocol Mayan Cross-chain auction protocol Mayan raises $3 million in seed funding",
    "type": "Venture Capital",
    "summary": "Borderless Capital and 6th Man Ventures co-led the seed round for Mayan, with further support from Solana Ventures, Hash3 and others. \nThe cross-chain auction protocol Mayan raised $3 million in seed funding.\nBorderless Capital and 6th Man Ventures co-led the round, with participation from Solana Ventures, Hash3, Big Brain Holdings, Arrington Capital and others.\n",
    "content": "Mayan, a startup building a cross-chain auction protocol, raised $3 million in seed funding. Venture firms 6th Man Ventures (6MV) and Borderless Capital co-led the round. Additional participation came from Solana Ventures, Hash3, Big Brain Holdings, Arrington Capital, Wormhole Cross-Chain Ecosystem Fund, Solana co-founder Anatoly Yakovenko and Wormhole Labs co-founder Saeed Badreg. The seed round comprises Mayan\u0027s total funding raised. \"We\u0027re thankful to the early adopters of Mayan, thanks to whom we have achieved already over $470 million in transferred value across ecosystems,\" Mayan co-founder Mo Elahi told The Block. \"We\u0027d like to reward our most loyal users moving forward.\" The firm intends to launch a points system to track user engagement on Mayan, Elahi added. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Cross-chain auctions Built on Solana, Mayan finds the best rate for users enacting transactions from any blockchain. The protocol turns input tokens into the USD-pegged stablecoin USDC and then sends them to their final destinations using Circle\u0027s Cross-Chain Transfer Protocol (CCTP). This on-chain system facilitates inter-blockchain transfers by burning USDC on the source chain, minting it again on the destination chain and communicating both processes between Circle and the source chain. Mayan also sends pertinent data for auctions using a message-passing platform from Wormhole. According to the firm\u0027s website, Mayan’s total volume reached around $486 million USD among 337,185 swaps, with active wallets hitting nearly 150,000. In the future, Mayan intends to bolster the cross-chain user experience, implement completely permissionless and transparent auctions, launch on more blockchains and add support for NFTs. \"Ultimately, I envision Mayan evolving into a fully permissionless venue for trading any kind of crypto assets, whether Fungible Tokens or NFTs. We’re excited to drive innovation in the intent-centric multichain future, enhancing blockchain interactions for all web3 users,\" Elahi said in a statement. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nBuilt on Solana, Mayan finds the best rate for users enacting transactions from any blockchain. The protocol turns input tokens into the USD-pegged stablecoin USDC and then sends them to their final destinations using Circle\u0027s Cross-Chain Transfer Protocol (CCTP). This on-chain system facilitates inter-blockchain transfers by burning USDC on the source chain, minting it again on the destination chain and communicating both processes between Circle and the source chain. Mayan\nalso sends pertinent data for auctions using a message-passing platform from Wormhole.\nAccording to the firm\u0027s website, Mayan’s total volume reached around $486 million USD among 337,185 swaps, with active wallets hitting nearly 150,000. In the future, Mayan intends to bolster the cross-chain user experience, implement completely permissionless and transparent auctions, launch on more blockchains and add support for NFTs.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 9:01AM EDT ",
    "tag": [
      "#Mayan",
      "#exclusive",
      "#Seed\u0026amp;Pre-Seed"
    ],
    "author": "MK Manoylov",
    "linkImage": "https://www.tbstat.com/wp/uploads/2022/08/20220822_Funding_Generic2-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/285334/bitcoins-rally-caused-vcs-to-aggressively-return-to-crypto",
    "title": "Bitcoin\u0027s rally caused VCs to \u0027aggressively\u0027 return to crypto",
    "type": "Venture Capital",
    "summary": "Reciprocal Ventures partner Craig Burel explains how venture capitalists are flocking back to the crypto industry in the wake of the market\u0027s recent rally.\nReciprocal Ventures partner Craig Burel explains how venture capitalists are flocking back to the crypto industry in the wake of the market’s recent rally.\n",
    "content": "Episode 15 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and Reciprocal Ventures partner Craig Burel. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Craig Burel is a partner at Reciprocal Ventures. In this episode of The Scoop, Burel explains how the recent market rally caused sidelined venture capitalists to return to the crypto industry in earnest. OUTLINE 00:00 Introduction 07:38 Nuances of Crypto VC 10:05 Crypto Venture Maturation 13:12 Valuations in the Bull 19:15 Solana Conviction 23:15 Navigating Market Cycles 28:17 Consumer Crypto Apps 32:22 Improving Tokenomics 38:00 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 28, 2024, 9:24AM EDT ",
    "tag": [
      "#Deals",
      "#VentureCapital"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/Craig_16x9.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/283009/stacks-bitcoin-layer-2",
    "title": "How layer 2s are trying to transform Bitcoin\u0027s culture",
    "type": "Layer 2s and Scaling",
    "summary": "Stacks co-creator Muneeb Ali discusses how bitcoin layer-2 networks are changing the way people think about BTC.\nStacks co-creator and Trust Machines CEO Muneeb Ali discusses how layer 2 networks on Bitcoin are changing the way people think about BTC.\n",
    "content": "Episode 13 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and Trust Machines CEO \u0026 Stacks Co-Creator Muneeb Ali. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. Muneeb Ali is the CEO of Trust Machines and the co-creators of Stacks — a layer 2 that enables smart contracts and decentralized applications to utilize bitcoin for base-layer security. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy In this episode of The Scoop, Ali discusses the growth and importance of Bitcoin layer 2 solutions. He emphasizes the need for BTC capital to be deployed in L2s and the potential for Bitcoin L2s to become a significant category in the crypto industry. According to Ali, creating more on-chain uses for bitcoin will ultimately make the asset more valuable: “Bitcoin rails can be upgraded through layer-2s... There can be all sorts of use cases that that are deployed there and BTC the capital can be more productive — it will make bitcoin more valuable.” Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 18, 2024, 4:47AM EDT ",
    "tag": [
      "#CryptoEcosystems",
      "#Layer2sandScaling"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/muneeb_16x9.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/286358/the-scoop-falconx",
    "title": "Brokerage shop exec: World\u0027s largest hedge funds only just starting with crypto",
    "type": "Exchanges",
    "summary": "FalconX global head of revenue and business Austin Reid discusses the current state of institutional adoption of crypto.\nFalconX’s global head of revenue and business, Austin Reid, discusses the current state of institutional adoption of crypto.\n",
    "content": "Episode 17 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and FalconX Global Head of Revenue and Business Austin Reid. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected] THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Austin Reid is the global head of revenue and business at FalconX. In this episode of The Scoop, Reid discusses why we are still at the \u0027early stages\u0027 of institutional adoption of crypto, and the role retail traders have played in the market\u0027s current rally. OUTLINE 00:00 Introduction 04:12 Market Overview 08:06 FalconX Volume 12:03 Crypto Derivatives 15:55 Interest Rates 19:19 Institutional Adoption 22:10 ETF Flows 26:49 Retail Flows 32:51 Market Maturation 35:06 Exchange Improvements 39:25 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 3, 2024, 3:37PM EDT ",
    "tag": [
      "#Companies",
      "#Exchanges",
      "#TheBlock"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/Austin_16x9.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/272435/protocol-prism-unveiling-the-architectural-tradeoffs-of-modern-blockchains-presented-by-solana",
    "title": "Protocol Prism: Unveiling the Architectural Tradeoffs of Modern Blockchains- Presented by Solana",
    "type": "The Block",
    "summary": "Blockchains are poised to become a foundational element of digital infrastructure. This report focuses on fundamental differences in blockchain design\n",
    "content": "Blockchains are poised to become a foundational element of digital infrastructure. This report focuses on fundamental differences in blockchain design that have been chosen by different protocols to pave the way for mass adoption. Despite all modern blockchains aiming to deliver public rails that are performant and secure, their approaches and timelines to achieve those goals vary. To shed light on these differences, we outline the main functions blockchains perform and introduce a framework to categorize them. With case study-type analyses of Ethereum and Cosmos, along with a thorough review of Solana’s design approach, we compare their strengths and weaknesses. Our study highlights the critical differences between horizontal and vertical scaling and the trade-offs between them. This comparison provides a detailed perspective on the technological choices and strategies influencing the evolution of smart contract platforms as the backbone of a growing on-chain financial economy. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy The report is structured as follows: Part 1 defines the core functions of a blockchain system, and then classifies modern blockchains into several encompassing architectures according to the variations across their functions. Part 2 contextualizes the tradeoffs required for scaling blockchains across each function (such as data storage or execution), highlighting the way in which scalability optimization impacts important properties such as decentralization, security and interoperability. Part 3 takes a deep dive into Solana’s design philosophy as an execution-focused, vertically integrated blockchain, as well as the many unique hurdles it has faced in the pursuit of achieving greater scalability. Finally, Part 4 compares the key design choices taken by protocols in the context of their varying scaling approaches, offering insights into their progress to date alongside critical commentary from the builders and thinkers shaping the future of blockchain design. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "January 15, 2024, 9:01AM EST ",
    "tag": [
      "#TheBlock",
      "#research",
      "#research"
    ],
    "author": "Kevin Peng",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/01/20240109_ProtocolPrism_Thumbnail-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287876/worldcoin-compatible-wallet-surpasses-10-million-users",
    "title": "Worldcoin-compatible wallet surpasses 10 million users",
    "type": "Companies",
    "summary": "Tool for Humanity\u0027s World App, a Worldcoin-compatible wallet, has amassed more than 10 million total users since it roll out last year.\nTool for Humanity’s World App, a Worldcoin-compatible wallet, has amassed more than 10 million total users since it roll out last year.\n",
    "content": "Tools for Humanity’s Worldcoin WLD -2.23% -compatible wallet has acquired more than 10 million users. The World App wallet boasts users in more than 160 countries, including 2 million daily active users, its maker Tools for Humanity (TFH) said Thursday in a statement. The uptick in users dovetails with the rollout of new data management tools for users of Worldcoin, the iris-enabled biometric cryptocurrency project founded by OpenAI CEO Sam Altman. \"We’re of course thrilled about the milestone, but even more so about the real world impact it represents,” TFH Product Head Tiago Sada said Thursday in a statement. The wallet has averaged 7.1 transactions per second, meaning its transaction speed is roughly on par with that of the most popular self-custodial wallets, TFH said. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy The World App debuted in May 2023 and amassed roughly 4 million downloads by November of that year. According to the TFH\u0027s data, since its inception, the World App has processed more than 70 million total wallet transactions. The wallet\u0027s growth comes as Worldcoin debuted on Thursday two new privacy-focused features: A mechanism to revoke permissions for World IDs via permanent iris code deletion and in-person age verification checks at each humanness verification location. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTools for Humanity’s Worldcoin WLD -2.23% -compatible wallet has acquired more than 10 million users.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 1:18PM EDT ",
    "tag": [
      "#Worldcoin",
      "#crypto-wallets",
      "#SamAltman",
      "#WorldApp",
      "#Worldcoin"
    ],
    "author": "Elizabeth Napolitano",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/02/20240220_Wordlcoin_News_2-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/285268/zksync-founder-explains-why-zero-knowledge-proofs-are-the-endgame-for-blockchain-scalability",
    "title": "zkSync founder explains why zero-knowledge proofs are the \u0027endgame\u0027 for blockchain scalability",
    "type": "Layer 2s and Scaling",
    "summary": "Matter Labs co-founder and CEO Alex Gluchowski explains how the computational integrity of zero-knowledge rollups allows blockchains to scale to meet near \"infinite\" demand.\nMatter Labs co-founder and CEO Alex Gluchowski explains how the computational integrity of zero-knowledge rollups allows blockchains to scale to meet near “infinite” demand.\n",
    "content": "Episode 5 of The Block Research Podcast was recorded with The Block CEO Larry Cermak, and Matter Labs Co-Founder and CEO Alex Gluchowski. Listen below, and subscribe to The Block Research Podcast on Youtube, Apple, Spotify, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy In this episode, Matter Labs co-founder and CEO Alex Gluchowski explains why zero-knowledge proofs are considered to be the \"end game\" for blockchain scalability and how zkSync\u0027s technology stack compares to that of other teams building layer-2 scaling solutions for Ethereum. OUTLINE: 00:00 ZK is the Endgame 05:23 Trustless Verifiability 08:31 ZK-Rollups on Bitcoin 11:15 Hyperscaling 22:22 L2 Competition 29:35 EVM Compatibility 34:39 zkSync Milestones 42:10 Application Layer 47:45 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 28, 2024, 5:37AM EDT ",
    "tag": [
      "#CryptoEcosystems",
      "#Layer2sandScaling"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2022/09/20220928_Scaling_Generic_Chain-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/274587/crypto-projects-40-billion-points",
    "title": "Crypto projects have given out 40 billion points so far. When will it end?",
    "type": "Crypto Ecosystems",
    "summary": "Crypto projects are offering points instead of airdrops — to the delight of VCs and the chagrin of everyone else.\nIn lieu of airdrops, crypto projects have been handing out points to reward loyal users.\nWhile many investors complain, VCs argue that there’s an upside here.\n",
    "content": "If there’s one thing that’s united members of the crypto community in recent months, it’s the emergence of points. Only they’re not in favor of them, but dead set against them. “Points are probably the stupidest detour crypto has taken in my time here. Also borderline scammy,” said Gabriel Shapiro, general counsel at Delphi Labs, on X. This frustrated sentiment can be seen in the responses to new projects announcing their points programs. “Wow nice some points, how exciting. Imagine doing tokens when you could give points,” sarcastically replied one X user on Jan. 23 when crypto wallet Rabby revealed its new program — while others were even harsher in their criticisms. Why do points get a bad rep? It’s not hard to see why. Over the last few years, projects have rewarded loyal users and successful airdrop hunters with sudden issuances of tokens, often worth thousands of dollars — and sometimes in the regions of hundreds of thousands of dollars. For some, it can be life-changing money. Unsurprisingly, this phenomenon resulted in an entire ecosystem of airdrop hunters looking to cash in on the next big airdrop. But points are antithetical to what the airdrop hunter is looking for. With airdrops, those who carried out some trades in the hope of an airdrop and got lucky when it arrived felt like they had beaten the system in some way — that their ingenuity, or sheer luck, had resulted in this unexpected windfall. Yet with points, users are obeying the system and being obedient, hoping that the system will look kindly upon them and reward their loyal actions with tokens some day. There\u0027s no edge to be gained and it’s simply just not as fun. Beyond this, points are more of an IOU that might never be delivered upon, just a number on a screen that harks back to the days of web2. They’re not onchain, they can’t be traded and they might not turn into any tokens. Most crucially, they’re not worth anything — and maybe never will. A visual take on the emergence of points. Image: Bold Leonidas via X. Some investors also worry that points don’t have the same staying power as the lure of a potential airdrop. “Founders think \"points\" are smart and easy mode for them, locking the users in indefinitely. But that\u0027s not true; in fact, it\u0027s the opposite. Users cannot be everywhere at once, and their attention gets diluted,” said Long Solitude, a pseudonymous investor at VC firm Zee Prime Capital, on X. KVK, a pseudonymous investor director at VC firm HASH CIB, concurred that users have a short attention span and noted that most point programs lack a clear end date, making it worse. “In a world where there is a protocol with a new point-based system every day, it is super hard to stay relevant over time,” they said in a Substack post devoted to points. “Attention is one of the critical ingredients for success, and your quasi-infinite points program (from a user’s perspective) does not help you capture it.” Out of curiosity, The Block tried to see how many points had been issued in total. As the points aren\u0027t on a blockchain, we had to download apps, check leaderboards and reach out to projects directly to get answers. In the end, we totaled up some 40.6 billion points across 12 projects — however meaningless that number is. FriendTech: Points but no airdrop FriendTech is a clear example showing why users have been disaffected by points. The project was one of the first to implement a clear points system in its app in a bid to reward engagement. Each week it would drop points based on an unspecified allocation system to its users — something that worked brilliantly until it didn’t. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy During the project’s first two months, it saw $412 million of trading volume as users bought keys that provide access to key influencers’ group chats in the hope of reselling them at high enough valuations to offset the 10% tax on sales. Yet this quickly dwindled. Over the next three and a half months, it saw just a much slower $126 million of trading volume while the number of daily transactions collapsed. The number of daily transactions on FriendTech has significantly reduced. Image: TK research via Dune Analytics. Part of the reason is that in the beginning, traders were optimistic that the points would lead to an imminent airdrop. At the time, a pseudonymous crypto influencer known as Dingaling — who had one of the most expensive channels — said FriendTech would remain successful until the token airdrop. When the project received investment from Paradigm, this spurred hopes that one was on the way. Yet one has so far not taken place, and anyone who burned money hoping for a greater allocation has seemingly lost out. Why do VCs like points? While many retail investors complain about points, the one class of crypto investors that seem to like them is venture capitalists. One key element is that points are more flexible than token issuance, which can’t be changed on a whim. “While points can\u0027t replace product-market fit, they provide the flexibility to test assumptions without the complexities and costs associated with launching tokens,” Dmitriy Berenzon, partner at VC firm Archetype, told The Block. Multicoin Capital Partner Tushar Jain agreed that points are useful for incentives prior to a token launch. “Launching a token is a lot of work, and it’s much harder to change economics once the token is live,” he said in the firm’s outlook for 2024. A partner at VC firm Dragonfly, who goes by GM, said offering points enabled NFT marketplace Blur to fine-tune its incentives between seasons. Blur is currently on its third season of points. They added that Blur leaving some of the points criteria undisclosed helped it to avoid wash trading. Edvin Memet, a researcher at The Block Pro Research, argued that airdrops with blind criteria tend to encourage more organic use, typically leading to larger allocations. “An airdrop with blind criteria may not attract as many users pre-airdrop, but it stands out as the fairest method for rewarding genuine users. Additionally, it is the most likely system to lead to substantial airdrop allocations, which can create a lot of publicity and attract new users post-airdrop,” he said, pointing to liquid staking project Jito as an example. Memet noted that Manta’s particular point-based system enabled it to attract a higher amount of value locked in its smart contracts than it would have received otherwise. The project also kept hold of the value by auto-staking ether that was bridged to it. He said he anticipates that other Layer 1 and Layer 2 projects will employ similar systems in the future. Jain also noted that points help to avoid some of the regulatory risks seen with airdropping tokens because they don’t have value. “Points have no units, no max supply, and less regulatory risk because they are not transferable,” he said. Some VCs are aware, though, that points may not have an infinite staying power. “I see it as a new narrative, a new thing, an exciting thing in crypto, but whether it is just a temporary fad is yet to be seen,” Kavita Gupta, founder and general partner of Delta Blockchain Fund, told The Block. “We will definitely have everything continue to use point incentive systems, but I think it is more going to be about attracting customers than being able to retain them for a long time because everybody will end up giving some sort of features like this.” Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nA visual take on the emergence of points. Image: Bold Leonidas via X.\nThe number of daily transactions on FriendTech has significantly reduced. Image: TK research via Dune Analytics.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "January 26, 2024, 7:01AM EST ",
    "tag": [
      "#crypto",
      "#Crypto",
      "#feature",
      "#Tokenization"
    ],
    "author": "Tim Copeland",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/08/20230817_LearnCategory_Stablecoins-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287824/bitcoin-price-gains-despite-a-pullback-in-global-markets-as-ecb-holds-rates-steady",
    "title": "Bitcoin price gains despite a pullback in global markets as ECB holds rates steady",
    "type": "Markets",
    "summary": "Bitcoin\u0027s price gained on Thursday after the ECB voted to keep interest rates on hold for the fifth consecutive meeting.\nBitcoin’s price increased on Thursday as the ECB held interest rates steady.\nThe FTSE and European stock indices fell alongside Wall Street as global markets pulled back.\n",
    "content": "Bitcoin BTC +1.36% \u0027s price gained on Thursday after the European Central Bank (ECB) voted to keep interest rates on hold for the fifth consecutive meeting. The largest digital asset by market capitalization increased by around 1.5% in the past 24 hours and was changing hands for $69,607 at 11:16 a.m. ET, according to The Block\u0027s Price Page. Although bitcoin typically closely tracks risk-on assets like major equity indices, the cryptocurrency\u0027s upward trajectory came as global markets inched down. The Dow Jones Industrial Average fell for a fourth day in a row, the S\u0026P 500 declined 1% and the Nasdaq Composite dropped 0.1%. In Europe, the regional Stoxx 600 index fell 0.7%, and London\u0027s FTSE fell 0.67%. Bitcoin moved higher on Thursday despite a pullback in global markets. Image: The Block. ECB keeps rates steady The eurozone’s key interest rate remained unchanged at 4%, the main refinancing rate at 4.5% and the marginal lending facility at 4.75%. Today\u0027s decision means that interest rates across the eurozone will stay at their highest level in over two decades. RELATED INDICES See crypto indices The ECB said it would only be appropriate to reduce the current level of monetary policy restriction if the central bank receives further evidence that inflation is converging to the target in a sustained manner. Possibility of ECB rate cut in June PIMCO Portfolio Manager Konstantin Veit suggested that if incoming data, particularly concerning wages and profits, aligns with the scenario outlined in the March projections, the ECB will likely implement rate cuts in June. In an email sent to The Block, Veit anticipated that once the ECB begins reducing rates, it will do so cautiously, opting for conventional 25 basis point steps. The analyst observed that market expectations have adjusted to reflect a significant reduction in anticipated rate cuts and highlighted that market risks now lean towards fewer cuts. \"Risks are probably towards less cuts, mainly on the back of sticky services inflation, a resilient labour market, loose financial conditions and ECB risk management considerations,\" Veit said. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 11:39AM EDT ",
    "tag": [
      "#bitcoin",
      "#CryptoMovers",
      "#ECB"
    ],
    "author": "Brian McGleenon",
    "linkImage": "https://www.tbstat.com/wp/uploads/2019/07/european-central-bank-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/learn/284453/what-is-the-us-securities-and-exchange-commission-sec",
    "title": "What is the US Securities and Exchange Commission (SEC)?",
    "type": "The Block",
    "summary": "The SEC is a regulatory agency in the U.S. tasked with protecting investors, maintaining fair and efficient markets and facilitating capital formation. \n",
    "content": "The Securities and Exchange Commission is a regulatory agency in the U.S. tasked with protecting investors, maintaining fair and efficient markets and facilitating capital formation. The SEC was established in 1934 during the Great Depression and following Congress\u0027 passage of the Securities Act of 1933, which is the first federal law that regulated the issuance of securities. The agency was created to regulate and enforce that legislation. The SEC oversees broker-dealers, investment companies, investment advisers, clearing agencies, transfer agents, credit rating agencies and securities exchanges. The agency also oversees organizations such as the Financial Industry Regulatory Authority, the Municipal Securities Rulemaking Board and the Public Company Accounting Oversight Board. The agency\u0027s jurisdiction was further expanded in 2010 following the passage of the Dodd-Frank Act to include municipal advisors among others. Within the SEC The agency\u0027s leadership is made up of up to five commissioners appointed by the President based on advice and consent from the Senate. There can not be more than three commissioners in the same political party. There are also multiple divisions within the agency including ones focused on enforcement, corporation finance, economic and risk analysis, examinations, trading and markets and investment management. All play unique roles in bolstering the agency. For example, the Division of Corporation Finance makes sure investors are provided with material information to then make informed investment decisions while the Division of Enforcement investigates possible violations of the federal securities laws. The SEC\u0027s three objectives The agency is tasked with protecting investors and aims to ensure that investors have access to accurate and relevant information about securities being offered for public sale and that they are protected from fraudulent or manipulative practices. The SEC also works to maintain fair, orderly, and efficient markets by regulating exchanges, securities brokers, dealers, and other market participants. Lastly, the SEC plays a role in facilitating the capital-raising process for companies by overseeing the issuance of new securities and ensuring compliance with regulations. The SEC\u0027s role in crypto THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Past and current SEC chairs have said many cryptocurrencies could be defined as securities, according to news reports. Former SEC Chair Jay Clayton cracked down on initial coin offerings in 2017 and raised concerns that they could be offering much less investor protection than in more traditional markets which could lead to more fraud and manipulation. The current chair, Gary Gensler, has warned that crypto exchanges need to register with the agency. Over the past year, the SEC has cracked down on firms, including Coinbase and Kraken for allegedly operating as an unregistered exchange, broker, dealer and clearinghouse. The SEC also sued Binance in 2023 for similar charges along with alleging that the exchange lied to customers and misdirecting capital to separate investment funds owned by its former CEO Changpeng Zhao. Nonfungible tokens, or NFTs, have also come under the SEC\u0027s scrutiny recently. The agency brought charges against a Los Angeles-based podcasting studio Impact Theory for allegedly conducting an unregistered offering of NFTs. A month later the agency charged NFT project Stoner Cats 2 LLC with allegedly conducting an unregistered offering of NFTs. Lawmakers are working on legislation to bring clarity to how cryptocurrencies should be regulated, but none have been signed into law yet. Spot bitcoin ETF greenlight In a significant move for the crypto industry, the SEC approved spot bitcoin exchange-traded funds in early 2024, years after Cameron and Tyler Winklevoss first filed a spot bitcoin ETF application with the agency back in 2013. A turning point for the SEC\u0027s eventual approval was a pivotal ruling during the summer of 2023 when a panel of judges mandated the SEC to re-evaluate Grayscale Investments\u0027 proposal for a spot bitcoin ETF. The court specifically addressed the SEC\u0027s treatment of spot bitcoin ETFs and bitcoin futures ETFs in their opinion. Prior to its approval, Grayscale showed in its proposed bitcoin ETF that it was similar to already approved bitcoin futures ETFs in both the underlying assets and in surveillance sharing agreements. It should have \"the same likelihood of detecting fraudulent or manipulative conduct in the market for bitcoin and bitcoin futures,\" the court said at the time. The SEC approved 11 spot bitcoin ETFs from companies including BlackRock and Fidelity, though the agency\u0027s Chair Gensler noted that it did not mean the agency was endorsing bitcoin. That approval provided institutional and retail investors with a way to get exposure to bitcoin through more traditional investment channels. Since then, spot bitcoin ETFs have seen billions of dollars of inflows. The SEC has not yet approved any spot Ethereum ETFs. Disclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nThe Securities and Exchange Commission is a regulatory agency in the U.S. tasked with protecting investors, maintaining fair and efficient markets and facilitating capital formation.\nThe SEC was established in 1934 during the Great Depression and following Congress\u0027 passage of the Securities Act of 1933, which is the first federal law that regulated the issuance of securities. The agency was created to regulate and enforce that legislation.\nThe SEC oversees broker-dealers, investment companies, investment advisers, clearing agencies, transfer agents, credit rating agencies and securities exchanges. The agency also oversees organizations such as the Financial Industry Regulatory Authority, the Municipal Securities Rulemaking Board and the Public Company Accounting Oversight Board.\nThe agency\u0027s jurisdiction was further expanded in 2010 following the passage of the Dodd-Frank Act to include municipal advisors among others.\nThe agency\u0027s leadership is made up of up to five commissioners appointed by the President based on advice and consent from the Senate. There can not be more than three commissioners in the same political party.\nThere are also multiple divisions within the agency including ones focused on enforcement, corporation finance, economic and risk analysis, examinations, trading and markets and investment management.\nAll play unique roles in bolstering the agency. For example, the Division of Corporation Finance makes sure investors are provided with material information to then make informed investment decisions while the Division of Enforcement investigates possible violations of the federal securities laws.\nThe SEC\u0027s three objectives\nThe agency is tasked with protecting investors and aims to ensure that investors have access to accurate and relevant information about securities being offered for public sale and that they are protected from fraudulent or manipulative practices.\nThe SEC also works to maintain fair, orderly, and efficient markets by regulating exchanges, securities brokers, dealers, and other market participants.\nLastly, the SEC plays a role in facilitating the capital-raising process for companies by overseeing the issuance of new securities and ensuring compliance with regulations.\nPast and current SEC chairs have said many cryptocurrencies could be defined as securities, according to news reports. Former SEC Chair Jay Clayton cracked down on initial coin offerings in 2017 and raised concerns that they could be offering much less investor protection than in more traditional markets which could lead to more fraud and manipulation.\nThe current chair, Gary Gensler, has warned that crypto exchanges need to register with the agency. Over the past year, the SEC has cracked down on firms, including Coinbase and Kraken for allegedly operating as an unregistered exchange, broker, dealer and clearinghouse. The SEC also sued Binance in 2023 for similar charges along with alleging that the exchange lied to customers and misdirecting capital to separate investment funds owned by its former CEO Changpeng Zhao.\nThe agency brought charges against a Los Angeles-based podcasting studio Impact Theory for allegedly conducting an unregistered offering of NFTs. A month later the agency charged NFT project Stoner Cats 2 LLC with allegedly conducting an unregistered offering of NFTs.\nLawmakers are working on legislation to bring clarity to how cryptocurrencies should be regulated, but none have been signed into law yet.\nmandated the SEC to re-evaluate Grayscale Investments\u0027 proposal for a spot bitcoin ETF.\nThe court specifically addressed the SEC\u0027s treatment of spot bitcoin ETFs and bitcoin futures ETFs in their opinion. Prior to its approval, Grayscale showed in its proposed bitcoin ETF that it was similar to already approved bitcoin futures ETFs in both the underlying assets and in surveillance sharing agreements. It should have \"the same likelihood of detecting fraudulent or manipulative conduct in the market for bitcoin and bitcoin futures,\" the court said at the time.\nDisclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 4, 2024, 8:45AM EDT ",
    "tag": [],
    "author": "",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/09/20230814_TheSEC_News-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287585/ether-options-implies-increased-price-volatility-ahead-of-mays-etf-decision-deadlines-analyst-says",
    "title": "Ether options imply increased price volatility ahead of May\u0027s ETF decision deadlines, analyst says",
    "type": "Market Updates",
    "summary": "Ether options implied volatility for May\u0027s end-of-month expiry shows investors anticipate significant price swings, an analyst said.\nEther options implied volatility for May’s end-of-month expiry shows investors anticipate significant price swings amid growing doubt regarding the approval of a spot ether ETF, an analyst said.\n",
    "content": "The positioning of ether options for May\u0027s end-of-month expiry shows investors have a lack of confidence in the chances for an imminent approval of a spot ether exchange-traded fund and anticipate significant price swings, an analyst said. May 23 marks the 240-day window for the U.S. Securities and Exchange Commission to decide on a spot ether ETF proposal from VanEck. Following that, a decision on the ARK/21Shares filing is due by May 24 and a decision on Hashdex\u0027s proposal is expected by May 30. In January, Bloomberg Intelligence analyst James Seyffart set the chances of a May approval at 60%, then dropped his expectations to 35%, but finally decided that the applications would ultimately be denied. According to YouHodler Chief of Markets Ruslan Lienkha Lienkha, this growing doubt is playing out in derivatives markets. \"Ether options expiring at the end of May show us a significant volatility increase in the zone of the $3,600 strike price, so the possible surpassing of this price level by the spot market would be accompanied by elevated volatility. At the same time, the implied volatility curve could be adjusted by new facts or SEC rhetoric during the following month,\" Lienkha told The Block. May expiry options not valued over those for April Speaking to The Block, cryptocurrency derivatives trader Gordon Grant said that, over the past month, market participants have sold down April volatility in favor of May. He said this was evidenced by the upward-sloping term structure and compression in realized movements of the ETH +0.23% /USD price. RELATED INDICES See crypto indices However, Grant now observes that, following the sharp rally and partial reversal in the ether spot price earlier this week, this situation has now reversed — and that May is not excessively valued over April. \"There does not appear to be an excessively rich valuation of May in terms of the so-called calendar butterfly when compared to adjacent months,\" Grant added. For April expiries, Grant said that market participants appeared to have taken shorter positions, expecting levels of this month\u0027s implied volatility to remain stable or decrease and for actual movements of ether to be constrained as derivatives traders are factor adjusting the expected movement of implied volatility for this month compared to later months – and, in particular, the month of May. Ether increased by a muted 0.36% in the past 24 hours and was changing hands for $3,532 at 7:59 a.m. ET, according to The Block\u0027s Price Page. The GM 30 Index, representing a selection of the top 30 cryptocurrencies, has increased by 0.19% to 148.05 in the past 24 hours. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nSpeaking to The Block, cryptocurrency derivatives trader Gordon Grant said that, over the past month, market participants have sold down April volatility in favor of May. He said this was evidenced by the upward-sloping term structure and compression in realized movements of the ETH +0.23% /USD price.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 8:35AM EDT ",
    "tag": [
      "#ether",
      "#CryptoMovers"
    ],
    "author": "Brian McGleenon",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/08/20230522_HistoryOfEthereumRoadmap_News-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287801/kraken-delist-monero-ireland-belgium-convert-remaining-balances-bitcoin",
    "title": "Kraken set to delist privacy coin Monero (XMR) in Ireland and Belgium",
    "type": "Exchanges",
    "summary": "The decision follows similar moves to delist privacy coins, including Monero and Zcash, by crypto exchanges Binance and OKX.\nCrypto exchange Kraken is set to delist Monero for customers in Ireland and Belgium in June.\nThe decision follows similar moves to delist privacy coins by Binance and OKX.\n",
    "content": "Stanslavs/ shutterstock.com\nKraken is set to delist the privacy coin Monero XMR -0.43% from the platform for customers in Ireland and Belgium on June 10. In a notice posted earlier today, the crypto exchange clarified that all XMR trading and deposits will halt from May 10 and that all margin positions should be closed by this date to avoid forced closure. Kraken stated that XMR withdrawals will then be halted on June 10, at which time any remaining XMR balance will be automatically converted into bitcoin. Kraken’s decision follows Binance’s delisting of Monero from its main platform in February after placing “monitoring tags” on several privacy coins in January. Binance previously moved to delist privacy coins in Belgium in September 2023. Rival crypto exchange OKX also delisted Monero, alongside privacy-focused coins Zcash and Dash, in January. New EU anti-money laundering regulations THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy The announcement comes amid the new EU Anti Money Laundering Regulation (AMLR), which is set to pass final, purely formal, approval in the European Parliament and the Council of the EU this month. It would then enter application three years after publication, around summer 2027. AMLR prohibits CASPs (crypto-asset service providers) from providing accounts for privacy coins, though such practice is already widespread. The EU’s Markets in Crypto-Assets legislation (MiCA), which came into force in June 2023 and will be fully applicable from Dec. 30, 2024, already prohibits crypto assets with built-in anonymization. Monero has traded flat over the past 24 hours, down around 1% to $132.60, according to The Block’s price page. XMR/USD. Image: The Block/TradingView. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nKraken is set to delist the privacy coin Monero XMR -0.43% from the platform for customers in Ireland and Belgium on June 10.\nXMR/USD. Image: The Block/TradingView.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 8:55AM EDT ",
    "tag": [
      "#Monero",
      "#Kraken"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2019/12/shutterstock_1405304669-1013x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287842/circle-launches-usdc-smart-contract-support-for-blackrock-buidl-holders",
    "title": "Circle launches USDC smart contract support for BUIDL holders",
    "type": "Companies",
    "summary": "The move lets BlackRock USD Institutional Digital Liquidity Fund (BUIDL) holders transfer their shares to Circle for USDC.\nCircle implemented smart contract support for BlackRock USD Institutional Digital Liquidity Fund (BUIDL) investors.\nThe move provides an off-ramp for BUIDL holders, allowing them to transfer their shares to Circle for USDC.\n",
    "content": "Stablecoin issuer Circle has implemented smart contract support for investors of the BlackRock USD Institutional Digital Liquidity Fund (BUIDL). The move provides an off-ramp for BUIDL holders, allowing them to transfer their shares to Circle for USDC -0.027% , according to a release issued Thursday. \"USDC enables investors to move out of tokenized assets at speed, lowering costs and removing friction,\" said Circle Co-Founder and CEO Jeremy Allaire in a statement. \"We\u0027re thrilled to provide this functionality to BUIDL investors and deliver the core benefits of blockchain transactions via USDC availability to investors.\" BlackRock previously invested in Circle\u0027s $400 million funding round in April 2022, which led to a partnership between the firms. By November 2022, Circle announced plans to place some of its USDC reserves in a BlackRock-managed money market fund. BlackRock\u0027s fund BlackRock, the world\u0027s largest asset management firm, launched BUIDL on Ethereum last month. BUIDL is a tokenized liquid fund that invests in U.S. Treasury bills, among other things, and has its own token of the same name. Within its first week, BUIDL amassed $160 million in inflows and had $288 million as of April 11, according to Etherscan data. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy BlackRock tapped Securitize, a token security issuance platform, to \"provide qualified investors with the opportunity to earn U.S. dollar yields by subscribing to the Fund through Securitize Markets,\" the investment manager wrote in a release. BlackRock maintains over $10 trillion in assets under management as of January 2024. The firm also issues IBIT, one of the 11 spot bitcoin exchange-traded funds (ETFs) that the U.S. Securities and Exchange Commission approved on Jan. 11, 2024. USDC maintains 28.9% of the total Ethereum stablecoin supply as of April 10, The Block\u0027s Data Dashboard shows. It\u0027s second only to Tether\u0027s USDT, which holds 55.7% of the total supply. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nThe move provides an off-ramp for BUIDL holders, allowing them to transfer their shares to Circle for USDC -0.027% , according to a\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 12:08PM EDT ",
    "tag": [
      "#BUIDL",
      "#BlackRock",
      "#breaking",
      "#USDC"
    ],
    "author": "MK Manoylov",
    "linkImage": "https://www.tbstat.com/wp/uploads/2020/12/20201218_Circle-2-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287647/galxe-launches-mainnet-that-enables-cross-domain-pseudonymous-identities",
    "title": "Galxe launches mainnet that enables \u0027cross-domain pseudonymous identities\u0027",
    "type": "Crypto Ecosystems",
    "summary": "The web3 credentials platform is launching \"Identity Protocol\" on mainnet in order to give users\u0027 control over their private data.\nGalxe announced is launching its “Identity Protocol” on mainnet.\nThe company’s said it aims to grant users additional control over their private data while offering them a chance to utilize “cross-domain pseudonymous identities” when engaging with different platforms and blockchains.\n",
    "content": "“cross-domain pseudonymous identities” when engaging with different platforms and blockchains.\nGalxe GAL +10.45% , the Web3 credentials and rewards platform, announced Thursday that it is launching its \"Identity Protocol\" mainnet. The protocol will give users \"autonomy over their digital identity and private data\" by leveraging zero-knowledge proofs, the company said. \"Our goal is to witness a shift in how digital identity is managed, moving away from centralized, one-size-fits-all solutions to a world where users dictate their digital presence and how it can bring value to products and platforms,\" Galxe co-founder Charles Wayn told The Block. The company said it has issued, since launching in 2021, more than 200,000 credentials and has had 18 million unique wallets engage with its platform. Galxe also said it has contributed substantially to the growth of Arbitrum, Optimism, and Polygon. Galxe\u0027s strategy in launching the mainnet is to augment users\u0027 control over their private data by arming them with the power to disclose personal information as they see fit when accessing different \"blockchain environments,\" according to its statement. Galxe said the new initiative is also aimed at fostering increased interoperability. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy \"Identity Protocol\" will allow people to use and maintain consistent \"cross-domain pseudonymous identities ... across different platforms,\" Galxe also said in its statement. \"The launch of Galxe Identity Protocol’s mainnet marks a crucial transition,\" said Wayn. \"By leveraging our extensive experience with millions of web3 users and the lessons learned from industry-wide challenges like scalability and privacy, we’re introducing a secure, decentralized alternative for identity verification.\" Galxe raised $10 million in funding in 2022, with Multicoin Capital and Dragonfly Capital participating, according to a statement. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nGalxe GAL +10.45% , the Web3 credentials and rewards platform, announced Thursday that it is launching its \"Identity Protocol\" mainnet.\nArbitrum, Optimism, and Polygon.\n\"Identity Protocol\" will allow people to use and maintain consistent \"cross-domain pseudonymous identities ... across different platforms,\" Galxe also said in its statement.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 11, 2024, 10:05AM EDT ",
    "tag": [
      "#galxe",
      "#dragonfly",
      "#galxe",
      "#multicoin"
    ],
    "author": "RT Watson",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/image-1-1125x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287452/gmci-index-perps-contracts-now-available-on-woo-x",
    "title": "GMCI Index Perps Contracts, now available on WOO X",
    "type": "Sponsored",
    "summary": "WOO X lists three GMCI Index Perpetual Contracts - GMCI 30, GMCI L2, and GMCI MEME -  marking a significant milestone as WOO X becomes the first centralized crypto exchange to launch GMCI L2 and GMCI Meme indices, offering innovative trading solutions for traders.\n",
    "content": "WOO X lists three GMCI Index Perpetual Contracts - GMCI 30, GMCI L2, and GMCI MEME - marking a significant milestone as WOO X becomes the first centralized crypto exchange to launch GMCI L2 and GMCI Meme indices, offering innovative trading solutions for traders. \"Introducing the GMCI Index Perpetual Contracts is not just about expanding the options for our traders; it\u0027s about backing a partner that is building innovative products for the entire crypto industry. GMCI\u0027s meticulously crafted indices offer an expansive view of the cryptocurrency market, tailored to aid investors in navigating the intricacies of digital assets. With GMCI Indices, investors gain entry to a sophisticated collection of data, capturing evolving trends and providing a strong benchmarking tool for evaluating investment strategies. As more TradFi players enter the crypto market, the industry needs these indexes, given their widespread adoption in global equities markets. Our partnership with GMCI reaffirms our commitment to pushing the boundaries of what\u0027s achievable in the crypto market,” said Willy Chuang, COO of WOO X. GMCI 30 Index: The GMCI 30 Index (GM30-PERP on WOO X) comprises the top 30 cryptocurrencies, showcasing leading players in the digital asset space. By concentrating on prominent tokens, it provides insights into the market\u0027s core strength and primary drivers. Additionally, it includes significant assets beyond major cryptocurrencies like Bitcoin and Ethereum, ensuring exposure to a diverse range of assets. As a reliable indicator of market trends, the GMCI 30 Index reflects shifts in investor sentiment and technological advancements. GMCI L2 Index: The GMCI L2 Index (L2-PERP on WOO X) tracks key Layer 2 blockchain technologies, emphasizing innovations that enhance scalability and efficiency. It offers insights into the progress and impact of these advancements on primary blockchain platforms. With a focus on assets contributing to scalability and technological progress in the secondary layer of blockchain infrastructure, the GMCI L2 Index is a crucial indicator of innovations in the evolving blockchain ecosystem. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy GMCI Meme Index: The GMCI Meme Index (MEME-PERP on WOO X) comprises leading meme coins by market capitalization, capturing the essence of crypto culture and web3 communities. Focused on meme coins with significant community engagement and market presence, it offers insights into the playful yet influential side of blockchain technology. This index serves as a crucial indicator of the evolving role and potential of meme coins, providing valuable insights for investors interested in cultural phenomena shaping the future of finance and blockchain communities. WOO X partnered with Wintermute and Kronos Research as its liquidity providers for the GMCI Indexes, to ensure the reliability and stability of market access. By leveraging their extensive expertise in algorithmic and high-frequency trading, Wintermute guarantees deep liquidity, facilitating seamless experiences for all traders. Disclaimer The content above is neither a recommendation for investment and trading strategies nor does it constitute an investment offer, solicitation, or recommendation of any product or service. The content is for informational sharing purposes only. Anyone who makes or changes the investment decision based on the content shall undertake the result or loss by himself/herself. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nIndex Perpetual Contracts - GMCI 30, GMCI L2, and GMCI MEME - marking a significant milestone as WOO X becomes the first centralized crypto exchange to launch GMCI L2 and GMCI Meme indices, offering innovative trading solutions for traders.\n\"Introducing the GMCI Index Perpetual Contracts is not just about expanding the options for our traders; it\u0027s about backing a partner that is building innovative products for the entire crypto industry.\nGMCI\u0027s meticulously crafted indices offer an expansive view of the cryptocurrency market, tailored to aid investors in navigating the intricacies of digital assets. With GMCI Indices, investors gain entry to a sophisticated collection of data, capturing evolving trends and providing a strong benchmarking tool for evaluating investment strategies.\nAs more TradFi players enter the crypto market, the industry needs these indexes, given their widespread adoption in global equities markets. Our partnership with GMCI reaffirms our commitment to pushing the boundaries of what\u0027s achievable in the crypto market,” said Willy Chuang, COO of WOO X.\n) comprises the top 30 cryptocurrencies, showcasing leading players in the digital asset space. By concentrating on prominent tokens, it provides insights into the market\u0027s core strength and primary drivers. Additionally, it includes significant assets beyond major cryptocurrencies like Bitcoin and Ethereum, ensuring exposure to a diverse range of assets. As a reliable indicator of market trends, the GMCI 30 Index reflects shifts in investor sentiment and technological advancements.\n) tracks key Layer 2 blockchain technologies, emphasizing innovations that enhance scalability and efficiency. It offers insights into the progress and impact of these advancements on primary blockchain platforms. With a focus on assets contributing to scalability and technological progress in the secondary layer of blockchain infrastructure, the GMCI L2 Index is a crucial indicator of innovations in the evolving blockchain ecosystem.\n) comprises leading meme coins by market capitalization, capturing the essence of crypto culture and web3 communities. Focused on meme coins with significant community engagement and market presence, it offers insights into the playful yet influential side of blockchain technology. This index serves as a crucial indicator of the evolving role and potential of meme coins, providing valuable insights for investors interested in cultural phenomena shaping the future of finance and blockchain communities.\nWOO X partnered with Wintermute and Kronos Research as its liquidity providers for the GMCI Indexes, to ensure the reliability and stability of market access. By leveraging their extensive expertise in algorithmic and high-frequency trading, Wintermute guarantees deep liquidity, facilitating seamless experiences for all traders.\nThe content above is neither a recommendation for investment and trading strategies nor does it constitute an investment offer, solicitation, or recommendation of any product or service. The content is for informational sharing purposes only. Anyone who makes or changes the investment decision based on the content shall undertake the result or loss by himself/herself.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 9:01AM EDT ",
    "tag": [
      "#Sponsored",
      "#Sponsored"
    ],
    "author": "Sponsored",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/GMCI--1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/284442/no-the-eu-is-not-banning-self-custodial-crypto-transactions-or-wallets",
    "title": "No, the EU is not banning self-custodial crypto transactions or wallets",
    "type": "Policy",
    "summary": "\"The AMLR is not a ban of self-custody payments, self-custody wallets or P2P transfers,\" Circle’s EU Policy Director Patrick Hansen said.\nIncorrect reports that the EU is set to ban anonymous crypto wallets and self-custodial payments went viral over the weekend.\nIt followed a misinterpretation of comments from a member of the European Parliament, confirming committee approval of the new EU Anti Money Laundering Regulation (AMLR).\nHowever, the reports were swiftly debunked, with Circle’s EU Strategy and Policy Director Patrick Hansen confirming there was no such ban.\n",
    "content": "The crypto community erupted into panic over the weekend amid incorrect reports that the EU was banning anonymous crypto wallets and self-custodial payments. The reports seemingly misinterpreted comments from Patrick Breyer, a member of the European Parliament, on Thursday, confirming its economic and monetary policy committee\u0027s approval of the new EU Anti Money Laundering Regulation (AMLR) and its final text. The misinformation went viral, warning that “payments to self-custody bitcoin and crypto wallets are now illegal.” However, others were quick to respond to the overreaction. “This needs to be taken seriously but, as always, it\u0027s crucial to read the text of the actual legislation. TLDR self-custody is not illegal,” Freddie New, Head of Policy at Bitcoin Policy UK, said. “Fake news isn\u0027t it? I read the article and it says if you\u0027re hosting wallets for other people they need KYC (which is the same in America),” crypto influencer Jordan Fish, aka Cobie, added. “Seems maybe they\u0027re also ‘banning’ you sending from a CEX to self-hosted without identifying who it is. But since self-custody to self-custody is unaffected, and self-custody still allowed, just withdraw from CEX to your own self-custody?” Circle’s EU Strategy and Policy Director Patrick Hansen also moved to swiftly debunk the reports. “Self custody wallets are not banned. Payments to/from self custody wallets are not banned. P2P transfers are explicitly excluded from AMLR, as are self custody software and hardware wallets,” he said. “However, paying with crypto (for example to merchants) with a non KYC’d self custody wallet will be more difficult/banned depending on the merchants set up. This change, as well as the lower thresholds for anonymous cash payments, has unfortunately been agreed months ago,” he added. So, what does the AMLR actually mean for crypto in the EU? Hansen explained that the AMLR is not a crypto regulation — it is a broad anti-money laundering/counter-terrorist financing framework that applies to institutions classified as “obliged entities” or “OEs.” These include all financial institutions, as well as the so-called “CASPs” (crypto-asset service providers), but also other institutions like gambling services that could be prone to AML/CFT risk. However, the AMLR explicitly excludes providers of hardware and software, like Ledger, as well as self-custody wallets, like MetaMask, that do not have access to or control over users’ crypto assets. All CASPs, such as centralized crypto exchanges and custodial wallet providers regulated under Markets in Crypto-Assets legislation (MiCA), will need to follow standard KYC/AML procedures like customer due diligence. Yet they are already subject to these obligations under current AMLD5 legislation, Hansen explained. MiCA is a regulatory framework proposed by the European Union to govern digital assets and their markets that came into force in June 2023 and will be fully applicable from Dec. 30, 2024. “The AMLR (Art. 58) now explicitly prohibits CASPs to provide anonymous accounts, meaning a custodial crypto business cannot provide services for anonymous users. This is already prohibited under existing AML rules anyway, so nothing new,” Hansen said. However, others warned, this could impact non-KYC custodial Bitcoin Lightning wallets like Wallet of Satoshi. Additionally, CASPs will not be able to provide accounts for privacy coins, though such practice is already widespread, and MiCA already prohibits crypto assets with built-in anonymization. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy As for transfers between CASPs and self-custody wallets, AMLR requires “risk-mitigating” measures, Hansen continued, including blockchain analytics or collecting additional data about their origin or destination. It brings the transactions in line with the Transfer of Funds Regulation (TFR), the EU\u0027s implementation of the FATF (Financial Action Task Force) travel rule, but this is nothing new either, Hansen added. Regarding merchant payments, AMLR also limits cash payments to €10,000 ($10,830). There are no restrictions on using self-custodial wallets for buying goods or services in the EU. However, should customers want to use a CASP such as BitPay to buy goods or services with crypto, the CASP will need to verify users’ identity and implement additional KYC/AML measures if the transaction (single or combined) is worth more than €1,000 ($1,083). Not fully enforced for three years and it could have been worse “The AMLR is not a ban of self-custody payments, self-custody wallets or P2P transfers,\" Hansen concluded. “It mostly reiterates AML/CFT rules for CASPs and other OEs, but for the most part, these rules were already mandatory and common business practice anyway (from AMLD5, MiCA, TFR).” It also could have been worse, with Hansen describing the final version as a “great outcome” for the crypto industry. “Previous versions of the proposed AMLR proposed a way stricter approach that would have meant a KYC on the self-custody originator/beneficiary, but also thanks to industry efforts a risk-based approach with various options was finally agreed on.” Parliament proposed limiting merchant payments from a self-custody wallet to €1,000, which was removed from the final version. It also previously proposed including DAOs, DeFi, NFT platforms and even developers under AMLR’s scope, Hansen said, arguing the impact from the legislation would now be “extremely limited.” The approved AMLR text only needs to pass final, purely formal, approval in the European Parliament, likely at the end of April, and in the Council of the EU. It would then enter application three years after publication, around summer 2027, according to Hansen. EU markets watchdog moves closer to finalizing rules under MiCA The European Securities and Markets Authority (ESMA) advanced its efforts to implement the Markets in Crypto Assets regulation by publishing its first report and launching a third consultation on Monday. The report outlines draft requirements for firms seeking authorization under MiCA, aiming to standardize the regulatory landscape for crypto assets within the EU. Additionally, the ESMA seeks feedback on rules to combat market abuse and ensure proper service delivery in the crypto sector, with the MiCA framework set to be fully enforced by December. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 25, 2024, 10:25AM EDT ",
    "tag": [
      "#eucrypto",
      "#Anti-MoneyLaundering",
      "#EuropeanCommission",
      "#EuropeanCouncil",
      "#EuropeanParliament",
      "#EurozoneRegulation",
      "#feature",
      "#quote",
      "#WalletMakers"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2021/07/Behind-the-Scenes-of-EU-Crypto-Reg-IMAGE-1012x675.jpeg"
  }
]