[
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/07/crypto-ai-tokens-in-focus-as-doge-shib-rally-starts-to-ease/",
    "title": "Crypto AI Tokens in Focus as DOGE, SHIB Rally Starts to Ease",
    "type": "Markets",
    "summary": "Data from CoinGecko shows the artificial-intelligence token category rallied 25% in the past 24 hours, while bitcoin gained just 0.3%.\nPrices of AI-linked tokens such as FET and AGIX are surging on speculation a crypto product will feature at an Nvidia conference later this month even though AI can\u0027t run on the blockchain.\nInflows into such projects is coupled with a sell-off in meme coins, which have led crypto gains in the past week.\n",
    "content": "Expectations that a crypto project will be mentioned in an Nvidia (NVDA) conference later this month are driving traders to bid on artificial intelligence (AI)-linked tokens, propelling CoinGecko \u0027s category for the coins up 25% in 24 hours.\nTokens of Fetch.AI (FET), Render Network (RNDR), Sleepless AI (AI) and SingularityNET (AGIX) climbed as much as 40%. These projects claim to utilize AI in various ways, such as providing a virtual companion and being a marketplace for graphic processing cards.\nBehind the surge are reports that crypto AI project developers are attending the chipmaker\u0027s conference or taking part in panels, according to Lookonchain. The event will be held from March 17-21. The advance compares with bitcoin’s 0.3% increase and a 0.4% gain in the CoinDesk 20, a broad-based liquid index of major tokens.\nAI tokens remain a hot narrative for crypto traders because the technology is expected to drive key innovations in the global economy in the coming years. However, the relationship between AI and crypto is unclear: Artifical intelligence cannot run on a blockchain. Even so, developments in traditional AI companies, such as OpenAI, drive gains in AI tokens as traders utilize them as a proxy bet on the industry.\nThe tokens also rallied last month after Nvidia beat fourth-quarter earnings and first-quarter guidance expectations.\nMeanwhile, the inflows into AI tokens seem to have put the brakes on a multiweek rally for meme coins, data shows.\nTokens such as dogecoin (DOGE), pepecoin (PEPE) and dogwifhat (WIF) have more than doubled over the past few weeks as bitcoin briefly broke its all-time highs. Some observers attributed the surge to meme coins being more friendly to retail traders, who are typically driven to crypto markets during bitcoin rallies.\nThe rally seems to be done for now. DOGE, SHIB and PEPE lost over 15% in the past 24 hours, data shows. And in another sign of money leaving the market, open interest on DOGE-tracked futures has dropped $400 million from record highs since Tuesday.\n",
    "category": "article",
    "datetimeCreation": "2024-03-07T12:28:19.864Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dFlOiIrTPZhlI1XqJzdQDah-iz4\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HK4VT2DJYBCMJJDPW4FLGHZKFU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/04/10/is-the-sam-bankman-fried-story-over/",
    "title": "Is the Sam Bankman-Fried Story Over?",
    "type": "Policy",
    "summary": "He was sentenced last month. What did we learn?\nNew York Jury Finds Do Kwon, Terraform Labs Liable for Fraud in SEC Case: A group of jurors found that Terraform Labs and Do Kwon were liable for civil fraud charges brought by the U.S. Securities and Exchange Commission, which alleged Terraform and Kwon misled investors about Terra USD\u0027s stability. Cheyenne Ligon provides some more background here.\nKey Congressman McHenry Is Bullish U.S. Stablecoin Law Will Pass This Year: House Financial Services Committee Chairman Patrick McHenry (R-N.C.) still believes stablecoin legislation has a shot at becoming law before he leaves Congress in January.\nDetained Binance Exec Pleads Not Guilty to Money Laundering Charges in Nigeria: Reports: Binance head of financial crime compliance Tigran Gambaryan – a U.S. citizen who was detained without being charged for weeks – has now been charged with tax evasion and money laundering by Nigeria, as the country\u0027s crusade against Binance continues.\n13:00 UTC (9:00 a.m. ET) USA v. Avi Eisenberg, i.e. the Mango Markets trader who drained its holdings through a specific arbitrage trade, began. Read Danny Nelson\u0027s coverage here and here.\n14:00 UTC (10:00 a.m. ET) The Senate Banking Committee held a hearing on illicit finance.\n(Bloomberg) For a while there, Hertz was bankrupt. Then some folks brought it out of bankruptcy. Things appear to have gone downhill from there, according to this Bloomberg report.\n(The Wall Street Journal) The Journal reported on the role of USDT as a tool smugglers use to bypass U.S. sanctions.\n",
    "content": "Last month, I attended Sam Bankman-Fried\u0027s sentencing hearing. Not that anyone asked, but I have some thoughts.\nYou’re reading State of Crypto, a CoinDesk newsletter looking at the intersection of cryptocurrency and government. Click here to sign up for future editions.\nFormer crypto king Sam Bankman-Fried was sentenced to 25 years in prison last month. Just like during last year\u0027s trial, CoinDesk journalists were in attendance.\nThe sentencing hearing took 1 hour and 59 minutes. In that time, we heard from Judge Lewis Kaplan, defense attorney Marc Mukasey, Assistant U.S. Attorney Nicholas Roos, an FTX creditor, an attorney representing other FTX creditors and Bankman-Fried himself. In some respects, the hearing was a final chance for everyone – the judge exorcized some demons in summing up who he thought Bankman-Fried was, the prosecutor dropped a final nail into Bankman-Fried\u0027s coffin and the former CEO whiffed his last chance to define himself in court.\nThe hearing\u0027s brevity perhaps belied its significance. The judge presiding over the case first worked through various objections the defense had to sentencing guidelines recommendations made in the Presentence Investigation Report, disagreeing with the defense\u0027s objections to how the crimes Bankman-Fried was convicted of were characterized and landing at a baseline sentence of 110 years.\nSunil Kavuri, a vocal FTX creditor, and FTX creditor group attorney Adam Moskowitz both spoke. Kavuri pushed back against the defense argument that creditors haven\u0027t suffered any real losses because they\u0027ll get their money back, but mostly directed his ire at the current bankruptcy team (prompting the judge to interrupt him twice). Moskowitz spoke of the cooperation he received from FTX insiders in trying to secure funds for creditors, including \"Sam and his team,\" asking the judge to keep that under consideration.\nNew defense counsel Mukasey said Bankman-Fried was a \"beautiful puzzle\" who didn\u0027t intend to harm anyone and was not malicious. Roos repeated the closing statement he made at trial, saying Bankman-Fried stole funds – and even if he didn\u0027t spend it on cars, that doesn\u0027t mean he wasn\u0027t greedy.\nBankman-Fried spoke. A defense attorney I spoke to before the hearing said it would be a bad idea for him to say anything. The consensus among observers after the hearing was that Bankman-Fried didn\u0027t really help his case. He said FTX\u0027s customers are who matter, shouted out many of his former colleagues and their efforts and said his management led to FTX\u0027s 2022 bankruptcy before veering off-topic, blaming the bankruptcy estate for the fact creditors haven\u0027t received refunds yet.\n\"I made a series of bad decisions,\" he said. \"They weren\u0027t selfish decisions. They weren\u0027t selfless decisions. They were bad decisions. And those culminated with a bunch of other factors along with the liquidity crisis for Alameda in November of 2018. It wasn\u0027t bankrupt. FTX wasn\u0027t bankrupt. Alameda wasn\u0027t bankrupt. There were no losses to socialize to customers.\"\n\"My useful life is probably over,\" he said at one point.\nHe reiterated his previous stance that customers \"could have been paid back,\" saying there are currently enough assets – and have been – to repay customers in full. And again, he hinted that current FTX CEO John J. Ray III and the bankrupt exchange\u0027s cleanup crew were doing something wrong.\n\"This isn\u0027t the time or place to tell that full story for why they are still waiting, for why they are not sure if they are going to get petition-date value or current values,\" he said. \"But a good place to start with is Dan Friedberg\u0027s affidavit that he filed a bit over a year ago in bankruptcy court. It was a brief affidavit. I don\u0027t think he made a lot of friends for filing that. I suspect he made some enemies.\"\nHe closed by saying there was \"an opportunity\" for his former colleagues or someone \"to do what the world thought I would do.\"\nAUSA Roos pointed to this in his own statement, arguing Bankman-Fried hadn\u0027t accepted responsibility for the collapse of FTX, just that he seemed to say things could have worked out differently if he hadn\u0027t made the mistakes he\u0027d made.\nAnd finally, it was the judge\u0027s turn again.\nOver the past few months of watching Judge Kaplan during pretrial hearings and the trial itself, I\u0027ve come to appreciate just how on top of this case he has been. He\u0027s got a busy docket – one of his other cases features a former U.S. president as a party, for example – but he has been a colorful figure when addressing Bankman-Fried\u0027s trial details.\nThis is a judge who seems to recognize that he\u0027s going to be quoted in press reports and filings for quite some time to come. His actions during the entire case will certainly be scrutinized when Bankman-Fried\u0027s appeals last year\u0027s guilty verdict.\n\"I reject entirely the defendant\u0027s argument that there was no actual loss,\" he said at the outset of the hearing. \"The defendant\u0027s assertion that FTX customers and creditors will be paid in full is misleading, it is logically flawed, it is speculative.\"\nIt\u0027s no secret that the judge appears to have a dim view of Bankman-Fried. He was all but openly derisive toward the former crypto mogul when Bankman-Fried testified during the trial itself, to the point where I did genuinely wonder how the jury perceived his comments about the defendant on the stand. Eighteen random members of the public, who had no little or no familiarity with FTX, crypto, Bankman-Fried or being on a jury, may well have easily taken cues from the most visible legal expert who ran the show. Judge Kaplan sent the jury out for some part of his \"what are you all doing?\" lectures but he couldn\u0027t or didn\u0027t hide his disdain for the defendant all the time.\nOf course, Sam did not help his case much. Despite the polished responses he provided his own counsel, he floundered against the slightest pushback during cross-examination, as my colleagues and I noted last year.\nJudge Kaplan, when he spoke during the sentencing hearing, had an air of a man finally able to unleash the full force of his disdain. He cited three specific examples of when he believed Bankman-Fried committed perjury on the stand, and didn\u0027t just rely on a general idea that he perjured himself simply by pleading not guilty and being convicted.\n\"I did not think it a fruitful use of time to spell out every time I thought Mr. Bankman-Fried testified willfully and knowingly falsely at trial. There are more than the ones I\u0027ve articulated, but that suffices,\" the judge said. \"And when he wasn\u0027t outright lying, he was often evasive, hairsplitting, dodging questions and trying to get the prosecutor to reword questions in ways that he could answer in ways he thought less harmful than a truthful answer to the question that was posed would have been.\"\nIt\u0027s a harsh, but accurate assessment of Bankman-Fried\u0027s performance on the stand. His performance, as the judge put it, was awful. I\u0027m somewhat sympathetic to the idea that being in jail made it difficult for Bankman-Fried to properly prepare for cross-examination, but he seemed to resent his narrative being questioned during his testimony and it undoubtably made an impression on the jury, witnesses and the judge.\nMore than that, Bankman-Fried didn\u0027t quite seem to grasp how his demeanor and responses were received by the judge and jury. This was true last year and remained true last month.\n\"I\u0027ve been doing this job for close to 30 years,\" the judge said. \"I\u0027ve never seen a performance quite like that.\"\nA friend asked me what I thought of the sentence after it was handed down. I don\u0027t know yet. I agree with AUSA Roos, who told the jury – and later, the judge – Bankman-Fried lied during the course of FTX\u0027s life.\n\"He spent his customers\u0027 money and he lied to them about it. Where did the money go? The money went to pay for investments, to repay loans, to cover expenses, to purchase property, and to make political donations,\" Roos said last year. During the sentencing hearing, he went further, saying, \"the fact that Mr. Bankman-Fried spent the money on investments, rather than sports cars, or whatever you might expect for someone classically greedy, does not make him not greedy or does not express a motive of greed. The fact that he had ambitions that seem altruistic does not make him not ambitious, is not a motive for doing these things.\"\nIn other words, Bankman-Fried may genuinely believe that using his companies\u0027 funds for pandemic preparedness and other purposes was for the net benefit of humanity, but it doesn\u0027t mean he didn\u0027t use customer funds or lie about it.\nDoes that warrant 25 years in prison? Perhaps. But I also want to touch on something I wrote when he was first convicted – 25 years is a long time. The world moves quickly, more quickly than we can immediately appreciate in our day-to-day lives. This time 25 years ago, people used pagers and car phones were just finally dropping out of popularity. Steve Jobs was years away from sparking the smartphone revolution, GeoCities was an exciting Yahoo! product and Pokémon was just three years in.\nBankman-Fried\u0027s new legal team is going to appeal. We\u0027ve known he would appeal since the start of his trial. There\u0027ll be a hearing, and it\u0027s anyone\u0027s guess how the appeals court may rule. But from my view as a reporter, it\u0027ll be a long shot for his team.\nWe\u0027re closing this chapter on Bankman-Fried, though as we\u0027ve seen, jail won\u0027t stop him from sharing his views and so the book remains open.\nMonday\nTuesday\nIf you’ve got thoughts or questions on what I should discuss next week or any other feedback you’d like to share, feel free to email me at nik@coindesk.com or find me on Twitter @nikhileshde.\nYou can also join the group conversation on Telegram.\nSee ya’ll next week!\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T02:30:00Z",
    "tag": [
      "#Newsletters",
      "#StateofCrypto",
      "#Regulations",
      "#SBFTrial",
      "#SamBankman-Fried",
      "#FTX",
      "#FTXCollapse"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/VvroOnzUHvDFckw9dnJofbx03wg\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/6EKMFC6CB5DG5LVPI62PX47S4Q.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/consensus-magazine/2024/04/05/what-the-ethereum-communitys-staking-argument-is-really-about/",
    "title": "What the Ethereum Community\u0027s Staking Argument Is Really About",
    "type": "Consensus Magazine",
    "summary": "The Ethereum community is debating the power and responsibilities of the Ethereum Foundation, which some think is playing central banker by suggesting changes to the ether issuance formula.\n",
    "content": "When is a discussion about the issuance curve of staking rewards in Ethereum not really a discussion about the issuance curve of staking rewards in Ethereum? When it’s really about Ethereum governance and Ethereum’s monetary policy.\nThe TL;DR on curve issuance (and why seemingly everyone is riled up about it) is as follows: on its current trajectory, it is conceivable all ETH will eventually be staked, whether directly or via restaking. Right now, almost 27% of all ETH is staked.\nPaul Dylan-Ennis is a lecturer in the College of Business, University College Dublin and author of \"Absolute Essentials of Ethereum.\"\nStarting with a post in February on the Ethereum research forum, Ethereum protocol developers and researchers have started the discussion about how best to address it, with the key change centering on a new issuance reward formula that makes staking past a certain point unattractive.\nSee also: Ethereum Could Face \u0027Hidden Risks\u0027 From Ballooning Restaking Market\nExciting stuff! Except, the reaction on social media has tended to focus less on the technical details of this proposal and more on the idea that it involves changing Ethereum’s monetary policy. In other words, it’s not really issuance that is at stake, so much as people have a sense that the “Core Devs” (a somewhat ambiguous term in Ethereum), particularly those associated with the Ethereum Foundation, have not engaged in the appropriate level of “rough consensus” from the wider set of stakeholders.\nThe critics tend to be Ethereans associated with the “ultra sound money” subculture that hopes to establish ETH as sound money (in a similar way as people think of bitcoin as sound money). For them, changing the issuance curve is a red line because it’s reminiscent of central bankers constantly tweaking monetary policy.\nWho are these wider stakeholders? In my reading, the Ethereum ecosystem encompasses everyday users, node operators, validators/stakers, niche Ethereum media and podcasts and dApp builders. In at least two recent media articles, these stakeholders are referred to as the community and the community is either “up in arms” or pushing back against the proposal.\nThe Core Devs are, of course, part of that community, but it’s also clear they have an outsized influence on the protocol relative to the other stakeholders. Further, what we are really talking about here are the various researchers who are paid by the Ethereum Foundation. — because, well, the Ethereum Foundation is one of the few organizations that pays people to focus on protocol research.\nSee also: Crypto Staking 101: What Is Staking?\nNow, here is where nuance is important. Especially since we live in an era of actual conspiracy theories about the Ethereum Foundation, e.g. the ludicrous world of “ETHGate.” As a researcher of Ethereum governance, my view is the EF is not “in control” of Ethereum. It is also worth mentioning the Ethereum Foundation is engaged in a process it calls subtraction where it will phase itself out. In truth, there are large numbers of Core Devs who are completely independent of the Ethereum Foundation and this is especially true when we include the autonomous software client teams.\nHowever, it’s also clear to me that while the influence of the foundation is overstated by critics, it’s also understated by its defenders. We know just 10 people are responsible for 68% of all implemented Ethereum Improvement Proposals (EIPs). And if you follow Ethereum protocol development at all you can probably guess the 10. Hard forks are announced via the EF blog. The logistics of the AllCoreDevs meetings are mostly handled by people associated with the Ethereum Foundation. So, it’s not hard to see why some people fall for the impression that the EF runs the show.\nSee also: What Happens if the SEC Classifies ETH a Security?\nI would argue that this is really a problem of communication. As Ethereum developer Tim Beiko notes, most Core Devs see the Fellowship of Ethereum Magicians Forum and the Ethereum Research Forum as places to discuss and debate work-in-progress research, but many in the broader community misread it as the place where final research is shared — and everyone just has to accept it.\nBut as Beiko points out, there were efforts by the two authors at the Ethereum Foundation who suggested reducing the pace of ETH issuance – Casper and Ansgar – to spread their message, including an appearance on the Uncommon Core podcast. Unfortunately, people tend to focus on X as if it were the medium for Ethereum governance discussion.\nInterestingly, in response to a post by Hasu, Ansgar notes that they could have done a better job, but also that he thinks the backlash is a sign of Ethereum’s robust decentralization at work. Which is true! The community does have its voice and the ability to contest research it does not like (at least in its current form).\nHow then to dispel the idea that Ethereum governance is the preserve of the Ethereum Foundation? One path is what we see with layer 2s starting to involve themselves more closely in governance, as with layer 2 RollCall’s attempts at creating common standards. Or dApp builders lobbying for EIPs.\nWhat these stakeholders have grokked is that Ethereum governance is in principle open to anyone. There is nothing to stop you from writing your own research on the Fellowship of Ethereum Magicians Forum and the Ethereum Research Forum. There is nothing to stop you from championing your own EIPs. Or attending the AllCoreDevs meetings.\nSee also: How to Stake: 7 Strategies for Starting Out\nAnother overlooked angle is the importance of independent observers through specialist podcasts. Sassal’s The Daily Gwei and Christine Kim’s The Infinite Jungle both cover protocol governance closely and to my mind act as important independent advocates. A perfect recent example is Christine Kim at EthDenver asking Prysm developers why they don’t focus more on the user and developer experience.\nThinking bigger, it might be time to consider mechanisms for community feedback. Something I’ve proposed before is an annual Ethereum Assembly (at EthCC or so) where different stakeholders in the wider Ethereum ecosystem could voice their concerns about any EIPs. But people tend to think this could be a centralizing force, so perhaps it\u0027s a no-go.\nAlternatively, it might be interesting to explore the idea of an online feedback mechanism. Perhaps a window of one month annually where everyone else can post their concerns or issues regarding new research directions, hard forks, the Roadmap, etc. which Core Devs could review, as a sanity check. I think this would address some issues that are not going to go away otherwise.\nIn the end, without such a mechanism for feedback Ethereum’s “social layer” is limited to X, which is an adversarial platform and tends to encourage our worst behaviors.\n",
    "category": "article",
    "datetimeCreation": "2024-04-05T20:26:02.103Z",
    "tag": [
      "#Opinion",
      "#Ethereum",
      "#EthereumFoundation",
      "#ETH",
      "#Ethstaking",
      "#Ethsupply",
      "#Staking",
      "#Issuance"
    ],
    "author": "Paul J. Dylan-Ennis",
    "linkImage": "https://www.coindesk.com/resizer/bcaZljdHKWfIhYp26ggHBQ9sgAo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/OHE7QHBPDBDN7ILXU6PFC2FUS4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/09/solana-meme-coin-generator-pump-on-track-for-66m-yearly-revenue/",
    "title": "Solana Meme Coin Generator Pump on Track for $66M Yearly Revenue",
    "type": "Markets",
    "summary": "The tool has made over $5 million since going live in early March, with thousands of tokens issued daily.\nPump has generated significant revenue in a short period and zoomed to one of Solana\u0027s highest earning applications, showcasing the profitability of offering token creation services in the crypto space.\nThe platform allows users to create tokens with $2 and offers an inbuilt safety mechanism against scams like rug pulls, making it an attractive option for traders interested in meme coins.\n",
    "content": "Selling shovels in a gold rush was one of the surest ways to make profits, and it’s no different today in the digital asset world.\nPump, a meme coin generator platform, has earned over $5 million in fees since going live in March amid an ongoing meme coin frenzy on Solana, making it one of the biggest revenue-generating applications in a relatively short period.\nThe platform made $300,000 in the past 24 hours alone on Solana, data shows, contributing a significant chunk to the network’s total generated fees of $2.5 million. Annual revenue projections based on current usage and growth are about $66 million, DefiLlama data shows.\nPump lets anyone issue a token for $2 in capital, after which they choose the number of tokens, theme, and meme picture to accompany it. When the market capitalization of any token reaches $69,000, a portion of liquidity is deposited to the Solana-based exchange Raydium and burned. Last week, the platform also extended support to the Blast and Base networks.\nThe draw for traders is a supposed inbuilt safety mechanism: “Rug pulls,” a common crypto scam that sees token issuers drain liquidity, aren’t possible on Pump-issued tokens.\n“Pump prevents rugs by making sure that all created tokens are safe. Each coin on Pump is a fair launch with no pre-sale and no team allocation,” its site says.\nThe ease of usage means new tokens are created nearly every other second. CoinDesk calculated a total of 35 issuances in a one-minute period in Asian morning hours on Tuesday, although this figure is likely to wildly change based on timezones and interest in new types of memes.\nWhile there are likely tens of thousands of tokens that have been released on Pump since its March launch, only a few have reached market capitalizations of more than $10 million.\nThe largest tokens so far are Shark Cat (SC), a cat wearing a shark cap, and Hobbes, named after the cat of popular Solana trader Ansem, with valuations of $100 million and $35 million, respectively.\nCat memes are a popular draw for issuers, although popular Pump tokens range from a can of Arizona Iced Tea and Lord of the Rings character Gandalf to a pixelated image of a rubber duck.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T08:42:18.913Z",
    "tag": [
      "#Solana",
      "#Trading",
      "#meme"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/3-_ddiSgxQu_3PevVkhQTO3XgQQ\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CNQRVIGN65FELPU3LPMAQ4SNAA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/04/10/hong-kong-likely-to-approve-spot-bitcoin-etfs-next-week-reuters/",
    "title": "Hong Kong Said Likely to Approve Spot Bitcoin ETFs Next Week: Reuters",
    "type": "Policy",
    "summary": "Hong Kong\u0027s regulators have sped up the approval process, according to a Reuters report.\nHong Kong is likely to approve the first set of applications for spot-bitcoin exchange-traded funds this week, Reuters reported.\nA total of four entities have submitted applications to launch the spot bitcoin ETFs in Hong Kong, the report said.\n",
    "content": "Hong Kong regulators are likely to approve the first set of applications for spot bitcoin exchange-traded funds (ETF) next week, making it possible that the products could be ready to start trading in April, Reuters reported, citing two people familiar with the matter.\nAustralia and Hong Kong are the two jurisdictions that could become the first in Asia to offer spot bitcoin ETFs, with Singapore and the UAE not reflecting immediacy just yet.\nHong Kong\u0027s regulators have sped up the approval process, Reuters said, citing one of the people.\nHarvest Global Investments, a major asset-management company in China, and asset manager VSFG, together with its partner, Value Partners, have applied to the Securities and Futures Commission (SFC) for a spot ETF, CoinDesk has reported.\nThe Reuters report said four entities have submitted applications to launch the spot bitcoin ETFs. It named three of them as the Hong Kong units of China Asset Management, Harvest Fund Management and Bosera Asset Management.\nThe SFC and the three companies identified didn\u0027t immediately respond to a CoinDesk request for comment.\nRead More: Bitcoin ETFs in and Around Asia After U.S. Approvals? Analysts Are Optimistic About Momentum\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T10:14:51.118Z",
    "tag": [
      "#Regulations",
      "#Spotbitcoinexchangetradedfund",
      "#ETF",
      "#Spotetf",
      "#HongKong",
      "#BitcoinETF"
    ],
    "author": "Amitoj Singh",
    "linkImage": "https://www.coindesk.com/resizer/AcbVcB4hgSK5T8oWVJtTuXPTnws\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/YJKVVHZBQ5FXTPRG3VLYIHZ3JQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/04/09/defi-trader-eisenberg-wasnt-borrowing-he-was-stealing-prosecutor-says-in-opening-argument/",
    "title": "DeFi Trader Eisenberg \u0027Wasn\u0027t Borrowing, He Was Stealing,\u0027 Prosecutor Says in Opening Argument",
    "type": "Policy",
    "summary": "The defense countered that Eisenberg \"risked 13 million of his own dollars\" to net $110 million from Mango Markets.\n",
    "content": "NEW YORK – To federal prosecutors, Avi Eisenberg\u0027s $110 million crypto trade on Mango Markets put a digital twist on an old scam. But to the DeFi trader\u0027s defense team, it was a legitimate windfall from the risky world of crypto, where finance\u0027s old rules don\u0027t apply.\nEach side presented crisp opening statements Tuesday in the U.S. government\u0027s commodities manipulation and fraud trial against Eisenberg. Their competing narratives gave the courtroom\u0027s 15 jurors a taste of the highly complex two-week trial ahead.\nAt issue is the October 2022 trade where Eisenberg turned $13 million of crypto into $110 million by draining the trading venue Mango Markets of all of its assets, in part by trading against himself.\nHe did so by making a massive bet on the future price of MNGO tokens and then allegedly gaming the crypto markets to drive up their value. Once the token was up over 1,000% he borrowed against their inflated value to capture virtually all of the crypto on MNGO, rendering it insolvent.\nThese kinds of trades aren\u0027t allowed at the banks, swaps shops and equities exchanges that power traditional financial markets and are closely regulated in the U.S. Mango Markets isn\u0027t like those institutions; rather than a company, it\u0027s a set of computer programs that operate on a blockchain where the old rules don\u0027t so easily apply.\nBut they should, according to federal prosecutors bringing this landmark criminal case against Eisenberg, the first crypto trader facing potential jail time for allegedly breaking commodities rules while trading in DeFi.\nAssistant U.S. Attorney Tian Huang kicked off the government\u0027s case by comparing Eisenberg\u0027s \"scam\" to a con artist who lures his victim into loaning him money by offering a \"beautiful, fake diamond ring\" as collateral.\n\"He wasn\u0027t really borrowing, he was stealing,\" she said in her opening statement, adding \"he committed commodities fraud and market manipulation.\"\nThe government plans to use Eisenberg\u0027s private chats, public trades and flight records to prove he knew his \"huge, fake bets\" were illegal.\nEisenberg\u0027s five-person trial team hinted they intend to use crypto\u0027s nascent state and cloudy regulatory status to their advantage. In his opening statement, Sanford Talkin said the government \"is not going to get out of the gate\" in its attempts to apply commodities rules to highly speculative tokens, like MNGO.\nRegardless, their defense appears to hinge on the proclaimed legitimacy of Eisenberg\u0027s actions in a trading landscape punctuated by high-risk, high reward bets.\n\"Avi Eisenberg risked $13 million of his own dollars\" to net $110 million from Mango Markets, Talkin said, adding \"he could have lost everything.\"\nHe said Mango Markets\u0027 traders understood and accepted the risks of playing in this murky field. Eisenberg just happened to hit it big.\n\"It is in this world that Avi Eisenberg operated a successful, legal, trading strategy,\" Talkin said.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T16:52:15.111Z",
    "tag": [],
    "author": "Danny Nelson",
    "linkImage": "https://www.coindesk.com/resizer/9ILTWSzELUsIUtn1CEimiVcfkfA\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/JLQ3ILWW2JBHXIY2G7DMTLLLPA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/08/pepe-leads-meme-coins-rally-as-ether-nears-4k/",
    "title": "PEPE Leads Meme Coin Rally as Ether Nears $4K",
    "type": "Markets",
    "summary": "Traders have been using meme tokens as a proxy bet on the growth of Ethereum or other blockchains.\nMeme coins like PEPE, SHIB, and DOGE have surged as much as 26% in the past 24 hours due to a “spillover effect” from the growth of Bitcoin and Ethereum.\nTraders have been using meme coins as a proxy bet on Ethereum’s growth since late February, and the bullish demand for ETH has been increasing since mid-January due to expectations of a spot ETF approval in the U.S.\n",
    "content": "Pepecoin (PEPE), shiba inu (SHIB) and dogecoin (DOGE) jumped as much as 26% in the past 24 hours as ether (ETH) inched towards $4,000, a level it previously saw in December 2021.\nPEPE jumped 26% on renewed optimism, while DOGE and SHIB reversed Thursday’s losses to rise 10%. The meme coin category tracked on CoinGecko showed an 8.6% sector growth on average, as CoinDesk 20, a broad-based index of various tokens, rose 2.53%.\nAs reported, traders have used meme coins as a proxy bet on Ethereum’s growth since late February.\n“As bitcoin and ether rise, a spillover effect is caused where coins deployed on ethereum and solana also surge - including meme coins,” shared Slater Heil, co-founder and COO of DeFi platform Blueberry Protocol, in a message to CoinDesk.\n“Investors will take advantage of bullish conditions as much as possible, and meme coins are one way for them to do so. In the short-mid term, I expect a transition back to ‘fundamentally driven’ altcoins,” Heil cautioned.\nBullish demand for ether started to increase in mid-January amid expectations that it would be the next major token after bitcoin (BTC) to get a spot exchange-traded fund (ETF) in the U.S.\nCoinbase premiums for Ethereum ecosystem tokens were higher than usual in the past week, suggesting recent demand was led by U.S. investors, as per CryptoQuant.\n",
    "category": "article",
    "datetimeCreation": "2024-03-08T12:02:58.806Z",
    "tag": [
      "#Markets",
      "#Investing",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/LtJRzYdP9HsRd033JjnsFZ26g4U\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/73X6DACWJZC4HMKXKLYS2RTWPA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/04/10/new-zealand-crypto-policy-should-support-industry-minister-for-commerce-says/",
    "title": "New Zealand Crypto Policy Should Support Industry, Minister for Commerce Says",
    "type": "Policy",
    "summary": "The country\u0027s \"wait and see\" approach to regulating crypto could risk New Zealand missing out on the benefits of industry developments, a government inquiry found.\nNew Zealand should regulate the crypto sector in a way that supports the growth of the industry, Minister of Commerce Andrew Bayly said.\nAn inquiry by a lawmaker committee found the country\u0027s \"wait and see\" approach to regulating crypto means it could miss out on benefits from industry developments.\n",
    "content": "New Zealand should support crypto industry growth and take an evidence-based approach to regulating the sector, Minister for Commerce Andrew Bayly said in a government response to an inquiry by a lawmaker committee.\nThe response, which needs cabinet approval, addresses recommendations made by the Finance and Expenditure Committee in a report following an inquiry into the potential impact and risks posed by the industry.\n\"I propose that the Government response indicates that the Government wishes to support industry growth and will continue to proactively consider the recommendations made in the Inquiry,\" Bayly wrote in the response. \"I also propose the response notes that the Government will monitor international developments and take an evidence-based approach to regulation.\"\nThe report also noted that the country\u0027s \"wait and see\" approach could risk New Zealand losing out on benefits stemming from industry developments, Bayly said. It takes the view that New Zealand \"should take a more proactive and innovation-friendly approach to digital assets and blockchain (including cryptocurrencies).\"\nNew Zealand\u0027s central bank has said it\u0027s not exploring crypto regulation.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T12:00:57.669Z",
    "tag": [
      "#NewZealand",
      "#Crypto",
      "#Regulation"
    ],
    "author": "Sandali Handagama",
    "linkImage": "https://www.coindesk.com/resizer/wG5CWJwrFnY9H2S1wcSoTyYoNB4\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/NAUY72PX5NAGJGOTG3FDLYD6J4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/grayscale-ceo-says-bitcoin-etf-outflows-are-reaching-equilibrium-reuters/",
    "title": "Grayscale CEO Says Bitcoin ETF Outflows Are Reaching Equilibrium: Reuters",
    "type": "Markets",
    "summary": "Michael Sonnenshein said that some of the selling connected to settlements of bankrupt crypto companies like FTX is \"largely behind us.\"\nAfter the approval of several spot bitcoin ETFs in January, investors may have sold their GBTC shares to move into new products.\nDaily outflows from GBTC have fallen significantly since hitting $600 million in March.\n",
    "content": "Michael Sonnenshein, CEO of digital asset investment manager Grayscale, sees outflows from the company\u0027s bitcoin (BTC) exchange-traded fund (ETF) reaching an equilibrium, Reuters reported on Wednesday.\nSonnenshein said that some of the selling connected to settlements of bankrupt crypto companies like FTX is \"largely behind us,\" according to the report, citing an appearance on a Reuters podcast.\nWhen the U.S. Securities and Exchange Commission (SEC) approved spot bitcoin ETFs in January, Grayscale\u0027s product (GBTC), which had already existed for several years as a trust, experienced significant outflows as existing investors likely sold their shares to buy into one of the new funds.\nAnother reason for the outflows was GBTC\u0027s comfortably higher fees compared to its competitors. Sonnenshein said last month that he expects the fund\u0027s fees to decrease over time.\nIn the three months since, GBTC has seen total outflows worth $15 billion, according to BitMEX Research. In March, these were hitting $600 million a day but have fallen significantly since. On Monday and Tuesday this week, they stood at $303 million and $155 million, respectively.\nGrayscale did not immediately respond to CoinDesk\u0027s request for further comment.\nRead More: VanEck CEO Says Transaction Fee Is Bigger Story Than Bitcoin or Ethereum ETFs\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T10:16:26.591Z",
    "tag": [
      "#Grayscale",
      "#GrayscaleBitcoinTrust"
    ],
    "author": "Jamie Crawley",
    "linkImage": "https://www.coindesk.com/resizer/7jL0UfowoBkGbFvt_0DiRMweiyQ\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5TFSREABFVCRXHAKPM7CTAGR2Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/08/bitcoin-halving-is-not-a-volatility-event-analyst-says-as-implied-volatility-rises/",
    "title": "Bitcoin Halving Is Not a Volatility Event, Analyst Says as Implied Volatility Rises",
    "type": "Markets",
    "summary": "Options implied volatility is overpricing the event, Amberdata\u0027s Greg Magadini said.\nBitcoin\u0027s impending reward halving, though monumental, is unlikely to cause a volatility explosion, according to Amberdata\u0027s Greg Magadini.\nThe impact of the Bitcoin blockchain\u0027s reward halving on miners and the BTC price has been well documented over the years, leaving little room for a surprising outcome.\n",
    "content": "Bitcoin\u0027s fourth mining-reward halving is due on April 20, when the blockchain\u0027s code will reduce the per-block bitcoin (BTC) issuance to 3.125 BTC from 6.25 BTC.\nIn the run-up, implied volatility (IV) on the largest cryptocurrency by market value has ticked higher, suggesting increased price turbulence in the days surrounding the quadrennial event. Still, one observer does not favor placing bullish bets on volatility.\n\"From a qualitative perspective, I continue to believe paying a volatility premium for a highly predictable outcome (the BTC halving) isn\u0027t worth a volatility event premium,\" Greg Magadini, director of derivatives at Amberdata, said in a newsletter on Monday.\nTraders typically place bullish bets on volatility ahead of binary events, for which the market outcome is uncertain. Moreover, uncertainty opens the door to pre- and post-event price turbulence and has traders buying both call and put options or volatility futures to profit from any price swings.\nBut the impact of Bitcoin\u0027s reward halving on its native cryptocurrency and miners has been well documented. The cryptocurrency has historically produced stellar rallies in the 12-18 months following the halving.\nRead more: Bitcoin Halving, Explained\nIt\u0027s important to note that major crypto events like Ethereum\u0027s Dencun upgrade, Shanghai upgrade, and spot BTC listings turned out to have little market impact, disappointing traders positioned for an event-led surge in price volatility.\n\"Not to mention that nearly all the big volatility events in crypto (ETH PoS merge, ETH Shanghai upgrade, BTC spot ETF decision) had disappointed IV [implied volatility], buyers when RV [realized volatility] failed to materialize by very large margins,\" Magadini noted.\nBitcoin\u0027s 30-day implied volatility, which gauges the expected price turbulence over four weeks, has increased to an annualized 75% from 68% in a week, according to Amberdata.\nMeanwhile, the 30-day volatility risk premium (VRP), or the gap between 30-day implied and realized volatilities, has surpassed 10% for the first time since early March. The VRP tends to rise ahead of and following extraordinary market events and can drop to low levels during extended periods of calm markets.\n\"Options implied volatility is overpricing the event,\" Magadini said, noting the uptick in VRP.\nBitcoin changed hands at $71,800 at press time, representing a 3.5% gain on the day. The cryptocurrency has risen over 11% since hitting lows near $64,500 on April 2, CoinDesk data show. The CoinDesk 20 Index, a measure of the broader crypto market, had added 3.8% over 24 hours.\n",
    "category": "article",
    "datetimeCreation": "2024-04-08T09:55:00Z",
    "tag": [
      "#Bitcoin",
      "#Markets",
      "#Trading",
      "#Volatility",
      "#Halving"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/wxfOobS3tPKGjZpBn-CT_7x-v70\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4UNOVE6C6ZECJKSFVCK7UO25QU"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/09/bitcoin-buckles-below-69k-as-crypto-bulls-endure-175m-liquidations/",
    "title": "Bitcoin Buckles Below $69K as Crypto Bulls Endure $175M Liquidations",
    "type": "Markets",
    "summary": "Bitcoin is showing resilience despite the slip, but the corrective period might continue for a while before a return to growth, one observer noted.\nBitcoin and ether dropped 4%, while SOL and DOGE lost 6%-7% in the past 24 hours.\nThe move lower triggered the largest amount of leveraged long liquidations in a week, CoinGlass data show.\n",
    "content": "Bitcoin (BTC) buckled below $69,000 as cryptocurrencies slid Tuesday, paring optimism after Monday\u0027s rally.\nBTC slipped as low as $68,580 from above $71,000. The largest cryptocurrency by market cap was recently priced near $69,000, down about 4% over the past 24 hours, CoinDesk data shows.\nThe drop echoed through the crypto markets, with the broad-market CoinDesk 20 Index (CD20) losing 3.2% in the same period. Ether (ETH) fell below $3,500, almost 4% lower, and major altcoins solana (SOL) and dogecoin (DOGE) slid as much as 6% to 7%.\nThe declines led to almost $200 million worth of leveraged derivatives trading positions being liquidated across all digital assets as of 15:45 UTC, CoinGlass data shows. The overwhelming majority, some $175 million worth of positions, were longs betting on prices to rise. This was the largest daily leveraged long flush in a week, the data show, suggesting that leveraged traders were caught off-guard.\nWhile bitcoin\u0027s Monday breakout above $70,000 prompted some analysts to predict higher prices, some technical analysis indicated a different conclusion. Monday\u0027s high price was below the record highs recorded in March, meaning that the subdued prices might continue for a while before targeting fresh highs, according to Joel Kruger, a market strategist at LMAX Group.\n\"Bitcoin continues to demonstrate remarkable resilience, finding support amidst a period of consolidation,\" he said in an emailed note. \"The daily chart hints at a potential lower top around $71,800, suggesting the possibility of corrective price action before a fresh attempt at record highs.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T15:57:39.04Z",
    "tag": [
      "#MarketWrap",
      "#Markets",
      "#Bitcoin",
      "#Liquidations"
    ],
    "author": "Krisztian  Sandor",
    "linkImage": "https://www.coindesk.com/resizer/rk6vT2QIFIhzxrmQiSECNjEIhIY\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/6GCZ54UQANE2BOFYV33Y65RU2U.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/04/09/republican-sen-tillis-calls-for-light-crypto-regulatory-framework-ahead-of-presidential-election/",
    "title": "Republican Sen. Tillis Calls for ‘Light’ Crypto Regulatory Framework Ahead of Presidential Election",
    "type": "Policy",
    "summary": "Lawmakers on both sides of the aisle urged the need for new crypto laws on Tuesday, as Deputy Treasury Secretary Wally Adeyemo asked for “additional tools” to effectively crack down on illicit crypto financing.\nBipartisan senators called for a new regulatory framework for the crypto industry during a Senate Banking Committee meeting on Tuesday.\nRepublican Senator Thom Tillis (R-N.C.) stressed that a \"light\" regulatory framework is needed to both prevent illicit crypto financing and help the industry grow.\nDeputy Treasury Secretary Wally Adeyemo is asking Congress for increased powers to go after crypto crime.\n",
    "content": "U.S. Senator Thom Tillis (R-N.C.) said on Tuesday that the crypto industry needs a “light” regulatory framework put in place to both combat risks – including another FTX-like collapse and illicit terrorism financing – and create a “hospitable environment” in which digital assets can thrive.\nThe remarks came during a Senate Banking Committee meeting with Deputy Treasury Secretary Wally Adeyemo on Tuesday, who testified about the Treasury’s efforts to counter illicit finance, terrorism and sanctions evasion. Adeyemo also pressed the members of the Committee for “additional tools” to fight crypto crime, following legislative requests he made last November.\n“One thing I’d tell people in the crypto or digital assets space that say ‘Nothing to see here, everything is fine’ – they’re wrong,” Sen. Tillis said. “There needs to be some light regulatory regimen put into place, otherwise there are risks…We want to create the most hospitable environment for digital assets to thrive. We don’t want to overreach and lose the opportunity to be that jurisdiction.”\nTillis added that if there is a change of administration following the presidential election in November, the view of how to regulate crypto will be “vastly different.”\n“I, for one, would like to look at the possibility of working with [the Treasury Department] to address some of the things in your punch list that we agree with, so that we may be able to get regulations on the books in this Congress that will certainly not go as far some of my colleagues on the other side of the aisle want to go, but [will be] far short of the wild, wild West that we find ourselves in now,” Tillis said.\nOn Monday, Tillis and Sen. Bill Hagerty (R-Tenn.) released a discussion draft of a new bill – the Ensuring Necessary Financial Oversight and Reporting of Cryptocurrency Ecosystems (ENFORCE) Act – aimed at making sure centralized cryptocurrency companies are adhering to Bank Secrecy Act (BSA) and anti-money laundering (AML) standards.\nDemocratic members of the Senate Banking Committee, including Sen. Elizabeth Warren (D-Mass.), Sen. Mark Warner (D-Virginia) and Sen. Bob Menendez (D-N.J.) also called for more crypto regulations.\n“Name your bad guy, and crypto is the way they can move money around,” Sen. Warren said.\nWarren added that validators – which validate transactions on proof-of-stake blockchains – are not subject to the same anti-money laundering (AML) and know-your-customer (KYC) laws that banks are.\n“Stablecoins make it easier to convert dollars into crypto and crypto into dollars, so they are an onramp into the crypto world,” Warren said. “If we’re going to create new onramps…then we need a regulatory framework that will put the rules for anti-money laundering into place so that we do not have new opportunities for Iran and terrorists and drug lords and human traffickers to make more money.”\nExpanded powers\nDuring the hour-long hearing, Adeyemo maintained that the Treasury needs expanded powers to effectively crack down on illicit crypto financing.\nAdeyemo told the Committee that, as the Treasury has improved its ability to cut foreign enemies – including state actors like Iran, Russia and North Korea, as well as terrorist groups like Hamas and Al-Qaeda – off from the traditional finance system, they are increasingly turning to crypto as a workaround.\nHe has asked Congress for three legislative reforms. First, a “secondary sanctions tool” against exchanges that facilitate illicit finance, which would “help Treasury evolve its targeting capabilities.”\nSecond, Adeyemo asked for an expansion of the Treasury’s reach to “explicitly cover the key players and core activities of the digital assets ecosystem.”\nLastly, he requested a reform to address the “jurisdictional risk from offshore cryptocurrency platforms,” which would allow the Treasury to “clarify that our authorities can reach extraterritorially when digital asset entities harm our national security while taking advantage of our financial system.” In addition to countering illicit financing, Adeyemo added that this reform would “ also promote a level playing field for U.S.-based VASPs.”\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T17:07:04.991Z",
    "tag": [
      "#Policy",
      "#Stablecoin",
      "#Legal",
      "#Regulation"
    ],
    "author": "Cheyenne Ligon",
    "linkImage": "https://www.coindesk.com/resizer/dDzQK-Fh1KdFoAcWZnsA6wTxDJo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/V6JTTTKMQZGJ5ASK7FALMTHM7U.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/21/dogecoin-climbs-18-on-doge-futures-hopes-bitcoin-nears-68k/",
    "title": "Dogecoin Climbs 18% on DOGE Futures Hopes, Bitcoin Nears $68K",
    "type": "Markets",
    "summary": "Crypto markets dumped, then jumped, as regulatory headwinds and macroeconomic decisions played their hand in a rollercoaster 24 hours.\nCrypto markets experienced volatility overnight as bitcoin and ether tumbled before recovering to trade 15% higher than their Wednesday lows.\nWednesday\u0027s decline was attributed to profit-taking from last week\u0027s rally and a flush of leveraged bets on higher prices, with some traders suggesting a technical downtrend.\nSentiment reversed after U.S. Federal Reserve Chair Jerome Powell\u0027s dovish FOMC speech, leading to a jump in BTC, ETH, and other major tokens, particularly those of layer-2 platforms and meme coins.\n",
    "content": "The inherent volatility of crypto markets was on full display overnight as bitcoin (BTC) and ether (ETH) tumbled, then recovered to trade as much as 15% above their Wednesday lows .\nBTC and ETH rose as much as 11% in the past 24 hours, leading gains among major tokens. Solana\u0027s SOL, Cardano\u0027s ADA and BNB Chain\u0027s BNB added as much as 8%, data from CoinGecko shows. The CoinDesk 20 Index, a measure of the broader crypto market, was recently 7.62% higher.\nTokens of layer-2 platforms, or blockchains based on Ethereum, led as a sector with an average jump of 25% in the past 24 hours, CoinGecko data shows. Meme coins followed with a 16% jump.\nOn Wednesday, markets started to slide in early Asian hours amid profit-taking from last week\u0027s rally and a flush of levered bets on higher prices. Overall capitalization dropped over 15% in the past week, as reported, with some traders stating that bitcoin showed signs of a technical downtrend – which indicated further losses in the offing.\nSentiment reversed later in the day after U.S. Federal Reserve Chair Jerome Powell\u0027s FOMC speech hit a dovish tone. The central bank maintained its outlook for three rate cuts this year despite hotter-than-expected inflation figures.\nSingapore-based trading firm QCP Capital said in a daily note that buying was led by spot transactions – a better reflection of demand than futures-led trading, which is usually more speculative.\n\"Demand seems to be largely spot driven with little change in funding rates. (BTC spot ETF flow data in the next few hours will confirm the spot demand),\" QCP said in a Telegram broadcast.\nDogecoin (DOGE) jumped 18% after a March 7 filing from the prominent crypto exchange Coinbase went viral on X, showing it plans to offer DOGE, litecoin (LTC) and bitcoin cash (BCH) futures as early as April 1.\nSome traders considered the move as a possible precursor to an eventual spot DOGE exchange-traded fund (ETF).\nCoinbase – known for its strict listing criteria and regulatory compliance – said in the filing that DOGE was beyond a \"joke\" token in the current investing climate.\n\"Dogecoin\u0027s enduring popularity and the active community support suggest that it has transcended its origins as a meme to become a staple of the cryptocurrency world,\" it said.\n",
    "category": "article",
    "datetimeCreation": "2024-03-21T10:04:27.511Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/04/05/ethereum-foundation-researchers-proposal-to-slow-eth-issuance-draws-pushback/",
    "title": "Ethereum Foundation Researchers\u0027 Proposal to Slow ETH Issuance Draws Pushback",
    "type": "Technology",
    "summary": "The proposal, introduced in February, could harden Ethereum\u0027s native cryptocurrency, ether (ETH), as a form of money – by reducing the inflation of new supply. But some members of the community say if it\u0027s not broke, don\u0027t fix it.\nThe Ethereum Foundation researchers\u0027 original goal was partly to keep the liquid-staking industry\u0027s dominance from growing even further – by reducing the incentives for new stakers.\nBut the proposal has led to pushback from some quarters of the community, who question whether the change is needed, or if these sorts of manual adjustments can succeed in addressing the desired changes in market demand.\nThe discussion also has prompted some observers to wonder aloud if the Ethereum Foundation, where Vitalik Buterin works, wields too much influence over the decentralized network.\n",
    "content": "Earlier this year, a pair of Ethereum Foundation (EF) researchers put forth a proposal to reduce the pace of new issuance of ether (ETH) tokens. It was part of a concerted plan to reduce incentives for new stakers – the investors who lock cryptocurrency into the blockchain as a way of helping to secure the network. The freshly minted ETH is a crucial component of the rewards these investors hope to receive, in the form of staking yields.\nAs the researchers\u0027 thinking went, there\u0027s already enough stakers to provide effective security for the blockchain, and in fact any additional increases in the level of participation could enable the unwanted dominance of fast-growing third-party staking platforms like Lido. A side benefit of the proposed changes would be to harden ether as a form of money, since the total supply of the cryptocurrency wouldn\u0027t grow as quickly – effectively tapering ether\u0027s inflation rate.\nNow, though, some members of the community are pushing back, questioning whether there\u0027s really a need to change the tokenomics of ether and, in the extreme, whether the Ethereum Foundation plays an outsize role in influencing code upgrades on the decentralized network.\nThe proposal was initially introduced in February by Ansgar Dietrichs and Caspar Schwarz-Schilling, both researchers at the EF. It suggests setting the blockchain\u0027s parameters so that the annual issuance of new ETH would not exceed 0.4% – a step change lower than the current effective limit of 1.5%.\nThe big idea is that top Ethereum researchers are satisfied with the number of stakers already working to secure the network, so it might make sense to reduce the incentives for newcomers. The change would also avoid extra dilution for ETH investors.\nThe current issuance rate \"dilutes ETH holders beyond what is necessary for security,\" the researchers wrote. They estimated that the proposal would reduce ETH staking yields by nearly a third.\nSome members of the Ethereum community argue that the proposal is being rushed ahead without enough time for outside feedback. Viktor Bunin, a protocol specialist at Coinbase Cloud, wrote on the social-media platform X, “If it\u0027s not broke don\u0027t fix it.”\nETH staking is the main way the Ethereum network stays secure: Ethereum\u0027s \"proof-of-stake\" consensus model lets users deposit (\"stake\") ETH with the network in exchange for yield, and to help run the chain.\nThe substance of Dietrichs and Schwarz-Schilling\u0027s concern is that too many ETH tokens are getting staked with the network via third-party liquid staking services like Lido – crypto protocols that stake on behalf of users, and then issue derivative assets called \"liquid staking tokens\" (LSTs) representing their users\u0027 underlying deposits.\nThe EF researchers say they\u0027re concerned that LSTs like Lido\u0027s stETH token – the most-traded asset on Ethereum other than the ETH token itself – could eventually replace the blockchain’s native currency as the network\u0027s de facto money, making the entire system less secure.\nEthereum\u0027s security model needs ETH to be valuable in order to work, and a chief concern driving the new proposal is that if the cryptocurrency were to fall behind LSTs, it could go down in price relative to other assets.\nMike Neuder, another researcher at the EF, expanded on the initial proposal by explaining that, as “real yield from staking goes to zero,\" stakers will need to \"rely on exogenous rewards for profitability.”\nReducing the ETH issuance rate could enhance Ethereum\u0027s economic model by making ETH scarcer, potentially increasing its value.\nSome community members, however, are pushing back on the argument that changing the tokenomics of the blockchain will improve Ethereum’s economic model.\nJon Charbonneau, co-founder at crypto investment firm DBA, wrote on X that “these tweaks try to solve an unsolvable problem of fundamental tradeoffs in PoS.” PoS stands for \"proof-of-stake,\" which is the core process or \"consensus mechanism\" used to secure the blockchain.\nPaul Dylan-Ennis, a lecturer and assistant professor at the University College Dublin School of Business, wrote that “it seems to me it\u0027s not really issuance that is at stake, so much as people have a sense that EF-associated devs and researchers appear to have an outsized power.” He added that “they are not engaging in the appropriate level of \u0027rough consensus\u0027 from the wider set of stakeholders.”\nThe skepticism elicted responses from key figures within the Ethereum ecosystem, and at the Ethereum Foundation specifically.\nNotably, Vitalik Buterin, the influential co-founder of the Ethereum blockchain, is one of three members of the executive board of the Ethereum Foundation, according to its website. The organization is described as a \"non-profit that supports the Ethereum ecosystem,\" and part of a \"larger community of organizations and individuals that fund protocol development, grow the ecosystem and advocate for Ethereum.\"\nTim Beiko, protocol support lead at the foundation, pushed back on Dylan-Ennis’ commentary, arguing that “it\u0027s pretty empirically untrue that \u0027core devs\u0027 or \u0027the EF\u0027 are uncontested re: governance. this current conversation is a clear example.”\n\"Core devs\" is shorthand for the broader, group of developers – drawn from multiple companies and organizations, as well as individuals – who participate in regular discussions over the network\u0027s rules, code, upgrades and strategy roadmap.\nBeiko added that: “I think core devs + researchers generally treat ethresearch+ethmag as a place to post WIP ideas/proposals, whereas the broader community tends to perceive it as a place where the Official Roadmap gets shared after it\u0027s ~final.”\nDietrichs, the co-author of the initial proposal, responded that the \"intention was purely to propose this change for consideration to the community.\"\n“Of course any change to such a sensitive part of the protocol requires broad community buy-in,\" Dietrichs wrote. \"We tried to be clear about that from the beginning, but could certainly have done a better job.”\nRead more: Ethereum Finalizes \u0027Dencun\u0027 Upgrade, in Landmark Move to Reduce Data Fees\n",
    "category": "article",
    "datetimeCreation": "2024-04-05T17:56:45.934Z",
    "tag": [
      "#Ethereum",
      "#Ether",
      "#ETH",
      "#Staking",
      "#EthereumFoundation",
      "#Stakingrewards",
      "#Stakedeth",
      "#Liquidstaking",
      "#Restaking",
      "#Lido"
    ],
    "author": "Margaux Nijkerk",
    "linkImage": "https://www.coindesk.com/resizer/8mHAC7v1DXsGHYvhK-v0nOBwcJc\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/WCRIHMCLUBCF7NZJJVRPOGPXC4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/03/are-you-too-late-to-crypto/",
    "title": "Are You Too Late to Crypto?",
    "type": "Markets",
    "summary": "Recent price appreciation veils the far greater potential of blockchain technology.\nFinancial Services: the value proposition for decentralization in financial services covers asset management, trading, insurance, payments, and more.\nEntertainment and Gaming: Decentralizing content distribution, improving royalty payments, and providing secure in-game monetization are just a few of the entertainment- and gaming-related uses of blockchain technology.\nInformation Technology Infrastructure: Secure, decentralized, and distributed data and computing power offer more efficient and connected infrastructure solutions for technology-enabled businesses.\nFixed Income: Earlier this month, tokenized U.S. Treasuries surpassed the $1B mark, signaling an early milestone for the real world asset (RWA) tokenization movement across asset classes.\nReal Estate: Smart contracts fit very cleanly with a variety of real estate use cases, including transfer of ownership, recurring rental payments/yield, and financial derivatives. Smart contracts used in this way could disrupt many industries where intermediary brokers stand between buyers and sellers.\nValue Storage and Transferability: The classic Bitcoin value proposition—native crypto characteristics (portability, divisibility, scarcity, etc.) lend themselves well to mirroring gold or fiat currencies as a store of value.\n",
    "content": "The recent run-up in digital asset prices may have some crypto-curious investors feeling like they missed their entry opportunity. Bitcoin is up ~50% YTD and ~135% over the trailing one-year period.\nHowever, zooming out to observe the transformative nature and relatively small current utilization of blockchain technology (vs. the performance of any single asset built upon it) reveals just how much of crypto’s potential economic impact remains untapped.\nYou\u0027re reading Crypto Long \u0026 Short, our weekly newsletter featuring insights, news and analysis for the professional investor. Sign up here to get it in your inbox every Wednesday.\nSeparating Blockchain from Bitcoin\nInvestors focusing only on Bitcoin’s current price appreciation and its potential economic impact (while substantial) are looking past the fundamental driver of crypto’s value proposition to the broader global economy: blockchain technology. The blockchain’s use cases for powering transactions and broader interactions with information far surpass that of any single asset, with the potential to increase efficiency in a variety of industries. Figure 1 puts in perspective the sheer size of the market opportunity for crypto by pinpointing areas particularly well-suited for blockchain innovation:\nFigure 1: A Comparison of Asset Valuations\nThe industries and assets ripe for blockchain-driven efficiencies represent a staggeringly large and diverse set of fundamental use cases. Let’s dive into a few representative examples:\nConclusions for New (and Old) Crypto Investors\nInstead of asking themselves, “Did I miss my chance?” potential digital asset investors should ask, “Do I believe in the transformative nature of blockchain technology?” Investing in digital assets should represent a belief in the far-reaching value proposition of blockchain technology, ranging from the variety of industries that comprise the macroeconomy to the transactions that encompass everyday markets and human experience. A thoughtful multi-asset approach to portfolio construction and ongoing management is crucial to ensuring crypto investors capture the full value proposition of blockchain innovation.\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T18:15:05.256Z",
    "tag": [
      "#Opinion",
      "#CryptoLong\u0026Short",
      "#BitcoinPrice",
      "#UseCase",
      "#UseCases",
      "#use-cases-verticals",
      "#Investing"
    ],
    "author": "Max Freccia",
    "linkImage": "https://www.coindesk.com/resizer/Y_CnlbDKpRkL-mbrr9J2tW3dYnA\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/GHXC72KHYRH5JPUSRTI4R2UE3Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/04/bitcoin-cash-spikes-10-after-halving-bitcoin-hovers-above-66k/",
    "title": "Bitcoin Cash Spikes 10% After Halving, Bitcoin Hovers Above $66K",
    "type": "Markets",
    "summary": "Analysts said BTC traders are probably waiting for macroeconomic signals before making a move, referring to the current market lull.\nBitcoin Cash (BCH) surged 10% after successfully completing its reward halving event that cut the block reward to 3.125 BCH.\nThe cryptocurrency market remains mostly unchanged, with bitcoin – whose halving occurs later this month – trading at just above $66,300, up 0.3% in the past 24 hours.\n",
    "content": "Bitcoin Cash (BCH) surged 10% after completing its reward halving event, becoming one of the few gainers in an otherwise tepid market as bitcoin (BTC) – whose own halving occurs later this month – remained little changed over 24 hours.\nBCH changed hands at $660 in European morning hours, a price level not seen since December 2021. The token remains 80% below a lifetime peak of $3,700 set in December 2017.\nBitcoin Cash’s block reward is now 3.125 BCH. Halving occurs when the reward for mining transactions is cut by 50%, reducing the rate at which new coins are created and thus lowering the available new supply.\nBitcoin’s own halving is expected on April 20, trackers show, and has historically preceded a bull market for the token. The previous halving, in 2020, spurred a 1,000% run to a then-record high of $69,000 roughly a year and a half later.\nRead more: Bitcoin Halving, Explained\nOpen interest on BCH-tracked futures swelled to $700 million earlier this week from below $200 million in March, showing an increase in leveraged bets on more expected price volatility, as previously reported.\nMeanwhile, crypto markets remained little changed in the past 24 hours amid the lack of market-moving catalysts. Bitcoin traded at just above $66,300, up 0.3% in the past 24 hours, and the CoinDesk 20, a broad-based liquid index of major tokens, excluding stablecoins, was down 0.7%.\nEther (ETH), BNB Chain’s BNB and Solana’s (SOL) were up 1%, while dogecoin (DOGE), Polkadot’s DOT, XRP and Cardano’s ADA were down as much as 1.2%.\nAlex Kuptsikevich, a senior market analyst at FxPro, told CoinDesk in an email that the current lull was expected and traders were likely to be waiting for macroeconomic catalysts before making a move.\n“While Bitcoin\u0027s inability to rise is alarming, we saw a weaker dollar and stronger stock indices the day before, which is fuelling risk appetite,” Kuptsikevich said. “The cryptocurrency market\u0027s lagging performance can easily be attributed to accumulated overbought conditions and wariness ahead of the monthly labour market report,\u0027’ which is due tomorrow.\n“At the same time, we regard the current weakness as consolidation within the bull market, almost excluding the risks of a long-term reversal,” he said.\n",
    "category": "article",
    "datetimeCreation": "2024-04-04T11:53:43.094Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Investing",
      "#BitcoinCash"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/04/09/eigenlayer-and-eigenda-launch-on-ethereum-mainnet/",
    "title": "EigenLayer and EigenDA Launch on Ethereum Mainnet",
    "type": "Technology",
    "summary": "The launch comes after $12 billion has already been deposited into the protocol.\n",
    "content": "EigenLayer, a \"restaking\" service for Ethereum that has already racked up $12 billion in user deposits, announced today that it is officially launching to the blockchain\u0027s mainnet. The launch comes alongside the release of EigenDA, a data-availability (DA) service from the team behind EigenLayer.\nEven before EigenLayer launched, it had already become one of the most popular destinations for crypto inflows – a hot ticket partly because of its highly touted innovation of pooled security, a technology that could fundamentally reshape the industry landscape by extending Etheruem\u0027s security apparatus to other crypto protocols.\nEigen Labs, the development firm behind EigenLayer, announced the launch on Tuesday on EigenLayer\u0027s X account.\nEigenLayer\u0027s pitch is that it lets upstart blockchain protocols borrow Ethereum\u0027s security – allowing users to take ETH they\u0027ve staked with Ethereum, and then \"restake\" it with a much larger pool of ETH from other users in exchange for extra interest.\nThat restaked ETH is used to collectively secure auxiliary networks, called actively validated services (AVSs), which can be anything from blockchain bridges to exchanges or oracles.\nEigenDA, the first AVS to launch, is built by Eigen Labs as a way to help other blockchain protocols store transaction data and other information. It will compete with similar protocols, like Celestia, that have quickly become critical pieces of blockchain infrastructure as the industry has expanded.\nEigenLayer\u0027s initial launch will have a restricted feature set for now, and Eigen Labs CEO Sreeram Kannan referred to the protocol\u0027s first release as a \"beta\" version in a conversation with CoinDesk last week.\nNotably, AVSs outside of Eigen Labs\u0027 EigenDA will be able to \"register\" with the protocol, but they will not be able to deploy in full just yet.\nAdditionally, \"this mainnet launch does not include: (1) in-protocol payments from AVSs to operators; and (2) slashing,\" EigenLayer said in its X thread.\n\"Slashing\" refers to the method that EigenLayer will use to keep AVS operators honest: The protocol will rely on a proof-of-stake system similar to Ethereum\u0027s, where AVS operators (also called validators) are at risk of having their stake revoked if they act maliciously. EigenLayer will ultimately pay out interest to restakers, but that function, too, will remain in progress until Eigen Labs works out kinks with its \"in-protocol payments\" system.\n\"We are allowing the EigenLayer marketplace to develop and stabilize before introducing in-protocol payments and slashing to mainnet later this year,\" EigenLayer said in the thread.\nEigen Labs raised $100M last year from Andreessen Horowitz (a16z), and the project\u0027s points system – a loyalty score that users expect might be attached to a future token airdrop – has helped fuel billions of dollars worth of deposits into the protocol.\nEigenLayer\u0027s rise has also birthed a cottage industry of \"liquid restaking\" protocols like Ether.fi and Puffer, which funnel money into EigenLayer on behalf of users, and offer their own points systems as an incentive for depositing with them.\nUPDATE (Apr. 9, 18:26 UTC): Adds information throughout.\nUPDATE (Apr. 9, 18:41 UTC): Adds information throughout.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T18:10:03.39Z",
    "tag": [],
    "author": "Sam Kessler",
    "linkImage": "https://www.coindesk.com/resizer/VVdCl1UOK4Taw_Z8GSYxgwqm8hE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/YAUNOV5H7BGFLIOGS2CR44QUWM.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/bitcoin-falls-below-69k-ahead-of-us-cpi-cardano-dogecoin-lead-majors-losses/",
    "title": "Bitcoin Falls Below $69K Ahead of U.S. CPI; Cardano, Dogecoin Lead Losses in Altcoins",
    "type": "Markets",
    "summary": "The broad-based CoinDesk 20, a liquid index of the biggest tokens, minus stablecoins, was down 3%.\nBitcoin and major alternative cryptocurrencies (altcoins) trade weak ahead of the pivotal U.S. CPI release.\nOne observer said the pullback could soon run out of steam as selling pressure from wallets with a history of holding coins for the long term is weakening.\n",
    "content": "Bitcoin (BTC) is on the defensive under $69,000, nursing a 2.5% drop on a 24-hour basis, having briefly climbed to a high of $69,300 during the Asian trading hours.\nProfit-taking from Monday continued as several major tokens slid lower. Ether and Solana’s SOL lost 2.8% and Cardano’s ADA and dogecoin (DOGE) slumped as much as 4%. BNB Chain’s BNB was the only token in green with a slight 1.8% rise.\nThe broad-based CoinDesk 20, a liquid index of the biggest tokens, excluding stablecoins, was down 3%.\nThe Asian session demand for bitcoin and leading altcoins represented trade optimism, FxPro Senior Market analyst Alex Kuptsikevich told CoinDesk in a message, warning of potential volatility explosion following the release of the U.S. consumer price index later Wednesday.\n“The U.S. CPI report, which in recent years has caused a spike in volatility comparable to NFP [nonfarm payrolls report], has an impressive potential to influence the market on Wednesday,” said Kuptsikevich.\nStill, some analysts said bitcoin correction could be over. Selling pressure from certain long-term wallets seems to have cooled in recent weeks, alongside a bump in demand for spot bitcoin, on-chain analysis firm Glassnode said in a Tuesday report.\n“Bitcoin’s strong performance over the last 12 months is supported by a surge in spot trade volume and exchange deposit and withdrawal volumes,” analysts at blockchain data tracking firm Glassnode wrote. “Profit-taking by long-term holders spiked meaningfully into the $73k ATH and has been cooling down in recent weeks. This comes alongside an uptick in new demand brought on by the U.S. spot ETFs.”\nThe firm defines long-term holders as wallets that keep a token for more than 155 days instead of trading over weekly or daily periods.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T10:38:40.062Z",
    "tag": [
      "#Trading",
      "#Markets",
      "#Invest"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/sponsored-content/influencer-achieves-significant-growth-through-inscriptions-on-phemex/",
    "title": "Influencer Achieves Significant Growth Through Inscriptions on Phemex",
    "type": "Sponsored Content",
    "summary": "Legendary key opinion leader Ben Armstrong drove his community\u0027s success after unveiling inscriptions on Phemex’s new social trading tool.\n",
    "content": "Phemex, a leading digital asset exchange, recognizes the pivotal role that platforms play as trusted partners in nurturing crypto communities. That’s why it has a detailed plan to ensure its traders are united and empowered.\nThe team behind Phemex has recently rolled out its new social trading feature, PhemexPulse, and it swiftly grabbed the crypto space’s attention. Intrinsically linked to the Web3 ecosystem, PhemexPulse offers a lucrative daily earning scheme that turns your routine social interactions into crypto rewards.\nHowever, the appeal of PhemexPulse extends beyond its rewards scheme, giving back to users for their engagement. The platform also features a unique inscription marketplace, where key opinion leaders (KOLs) can release exclusive inscriptions for their followers to mint, collect and trade. Ben Armstrong, a prominent figure in the crypto world, was the first to introduce his inscriptions on PhemexPulse, which led to an impressive surge in value of over 7,296% within the initial post-launch hours. This momentum was sustained over the next five days, culminating in a new all-time high (ATH) on March 20, representing a 56% increase from its initial peak. This remarkable growth translated into a cumulative 11,400% gain for the asset holders. In just one week\u0027s time, a user who started by minting 10 inscriptions, earning them 10 PT on day one, has experienced a staggering growth, with their holdings skyrocketing to 1000 PT.\n“Ben has long been a pivotal influencer within the crypto sphere, offering seasoned advice to crypto enthusiasts,” says Phemex COO Stella Chan. “His decision to release his inscriptions on PhemexPulse was met with enthusiasm, as the community eagerly seized the opportunity to acquire them.”\nBefore we get too far ahead of ourselves, though, let’s assume not everyone knows what inscriptions – and their related assets, ordinals – are. They’ve only been around for about a year.\nThey’re basically NFTs predicated on bitcoin. Ordinals are a system for ordering sats – that is, bitcoin fractions – in a way that renders them non-fungible. Inscriptions, then, are the contents of the ordinal NFT. They can be images, videos, texts or any other data.\nOn PhemexPulse, KOLs act as content creators and can also launch their distinct ordinals through an inscription marketplace, allowing the community’s aggregate demand to determine the value of each. Supporters vote with their wallets by acquiring these inscriptions to engage with and back their preferred influencers on PhemexPulse.\nRecently, Armstrong – who has 100,000 YouTube followers – introduced his exclusive inscriptions on PhemexPulse, limiting ownership to just 600 enthusiasts, with no more than 10 inscriptions per person. Scarcity tends to drive up prices, so the market met this release with an immediate surge.\n“Ben’s inscriptions are a testament to the explosive potential in this space,” according to Chan. “At Phemex, we\u0027re not just strengthening community ties by facilitating deeper connections with leading crypto figures, but also providing a gateway to a vibrant market.”\nKOLs including Armstrong can nest pretty much any kind of data they want in these NFTs. Some might be collectible in their own right with no intrinsic value beyond the influencer’s fandom – but they might still be fun and lucrative to acquire. Others, though, could conceivably contain investment tips, instructions to access insider-only coin drops or other opportunities to earn. And there’s a potential early-adopter benefit to acquiring inscriptions before anyone else has even heard of them.\nThe value of inscriptions on PhemexPulse are measured in PT, Phemex’s native coin.\nWhile Armstrong deserves credit for paving the way, the inscription market has a lot of growth potential for other influencers looking to get in on the ground floor.\nKOLs can monetize their influence on PhemexPulse simply by creating their own Web3 group, funded by Phemex. By attracting followers with top-notch content and trading tips, these influencers and their followers can unlock daily PT rewards based on their accumulated points.\nIndeed, the landscape is crowded with various social networking platforms that users frequent, particularly during a bull market. However, PhemexPulse distinguishes itself by not only rewarding users for their consistent online engagement, but also by fostering a closer relationship between KOLs and their followers within a conversational environment. It has already cultivated a dynamic marketplace where unique creations can be minted, held and valued. Phemex is now inviting more content creators to join PhemexPulse and establish their own groups, capitalizing on the myriad opportunities that both they and the market offer.\nFor more information, to join a PhemexPulse group or to create your own using, visit its website.\n",
    "category": "article",
    "datetimeCreation": "2024-03-21T21:51:24.259Z",
    "tag": [],
    "author": "CoinDesk Staff",
    "linkImage": "https://www.coindesk.com/resizer/d4gxZ0gadA2IEqaPKG4v7Bd5rvU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/TKOAVO2L4RCC7BTF56NL6I25CA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/blockfis-rise-and-fall-a-timeline/",
    "title": "BlockFi’s Rise and Fall: A Timeline",
    "type": "Learn",
    "summary": "BlockFi, a crypto lending company, was founded in October 2017 and filed for bankruptcy just over five years later in the wake of FTX\u0027s collapse.\n",
    "content": "Crypto lender BlockFi is kaput. The platform, which offered high yields on crypto deposits, has filed for bankruptcy protection. It’s the latest company to fall after the catastrophic collapse of FTX. Indeed, bankruptcy filings show that BlockFi had $355 million worth of cryptocurrencies frozen in FTX and relied on the firm for its credit facility. But how did it all go so wrong? CoinDesk has compiled a timeline to help you piece together the picture.\nZac Prince and Flori Marquez founded BlockFi in October 2017 with a lofty mission: provide credit services to the cryptocurrency market. Prince, the CEO, had worked in sales before founding BlockFi. Marquez, the company’s chief operating officer, managed financial portfolios for Bond Street, a small-time lender that Goldman Sachs acquired in 2017, before founding BlockFi. The firm set up shop in Jersey City, New Jersey, and in subsequent years expanded to New York, Singapore, Poland and Argentina. In January 2018, BlockFi launched its first offering: loans of U.S. dollars backed by cryptocurrencies. Simply, clients could deposit bitcoin (BTC) or ether (ETH) and take out loans in fiat against that crypto collateral.\nVenture capital money followed swiftly. In February 2018, BlockFi raised $1.55 million in a seed round led by ConsenSys Ventures. In July 2018, it raised a hefty $52.5 million in a funding round led by Mike Novogratz’s Galaxy Digital. And at the end of 2018, BlockFi raised another $4 million by issuing convertible notes, with Akuna Capital the main buyer.\nFlush with cash, the startup got to work. In March 2019 it launched a crypto deposit account that would reinvest earnings from bitcoin or ether deposits and provide an opportunity to earn compound interest at a 6.2% annual percentage yield (APY). BlockFi adjusted these rates over time; oin May 2019 it almost halved the interest rate on ETH deposits. The risk of the high-interest account, as explained to CoinDesk, was that it \"doesn’t come with the backing of the federal government like a savings account at a bank does.” As the market heated up over the next few years and BlockFi continued to grow, that didn’t seem to hold people back from depositing their money with the company.\nThe firm’s next huge cash injection came in August 2019, when BlockFi raised $18.3 million in a Series A funding round led by Peter Thiel’s Valar Ventures. They were joined by Winklevoss Capital, Galaxy Digital, ConsenSys, Akuna Capital and others. Earlier that year, BlockFi reached a milestone of having over $50 million deposited in its interest-bearing accounts.\nIn December 2019, BlockFi got into the crypto trading game, offering an unusual model that charged zero fees on purchases and sales. Instead of charging trading fees, BlockFi profited by selling trading data to institutional crypto firms that, in turn, provided liquidity to BlockFi, similar to Robinhood’s business model. “Market makers want the information about what trades are happening, and they get it by having relationships with as many venues as they can support to receive that order flow,” BlockFi’s CEO said.\nPeter Thiel’s Valar Ventures led BlockFi’s $30 million Series B funding round in February 2020, with repeat investors including Akuna Capital and new investors including HashKey Capital, which CEO Prince noted as key to helping “BlockFi expand into Singapore” and the Asia-Pacific region.\nBlockFi partnered with Silvergate Bank to allow customers to utilize cash deposits via wire transfer to buy bitcoin. Prior to the move, BlockFi was limited to “crypto payment rails” such as stablecoins. Prince said he had been inundated by “requests every day from our existing clients, and also from folks who aren\u0027t already cryptocurrency owners.” The company disclosed the previous month it had $650 million of assets on its platform.\nAll was going well. Then: a hack! In 2020, a single attacker targeted an employee’s phone with a “SIM swap” that tricked the mobile carrier into activating the employee’s phone on another device. This allowed the hacker to gain access to some of BlockFi’s retail marketing systems. No funds were lost, but the attacker managed to access confidential information about BlockFi’s customers.\nIn August 2020, BlockFi raised $50 million in a Series C round led by Morgan Creek Digital. At the time, Zac Prince said the lender held $1.5 billion in assets and made a little under $10 million in revenue each month. National Basketball Association star Matthew Dellavedova was among the investors.\nIn October 2020, BlockFi invested big into Grayscale’s Bitcoin Trust (Grayscale is owned by CoinDesk\u0027s parent, Digital Currency Group), taking a 5% stake of the $4.8 billion fund. The other big whale invested in GBTC at the time? Hedge fund Three Arrows Capital, which had a 6% stake as of June 2020.\nBlockFi continued to expand its stake in GBTC, to $1.7 billion in GBTC by February 2021. Unfortunately, it later turned out that it was difficult to get money out of GBTC. In addition, as of writing, shares in the trust trade at a huge discount to bitcoin.\nEarly in 2021, BlockFi registered its own Bitcoin Trust with the U.S. Securities and Exchange Commission, putting it in direct competition with Grayscale’s product. The fund offered a lower management fee and partnered with Fidelity Digital Asset Services to custody the assets. In November of that same year, it filed for approval for a spot bitcoin exchange-traded fund.\nAll was going well for BlockFi. With bitcoin’s soaring price hitting all-time highs (bitcoin crossed the $60,000 mark for the first time in March 2021), BlockFi raised $350 million, giving the company a valuation of $3 billion. It held $15 billion in assets and aimed to increase its staff to 500 people by the end of the year. It said it had 225,000 users, up from 10,000 in late 2019. What could go wrong?\nNew Jersey’s Bureau of Securities was the first to deliver a big blow. The state’s financial regulator claimed BlockFi’s interest accounts amounted to sales of an “unregistered security” and issued a ban on creating new interest-bearing accounts. Alabama issued its own notice to the lender shortly after, and Texas joined on the same day. Two days later, Vermont lodged its complaint, and at the end of the month Kentucky ordered the lender to stop signing up new interest account customers.\nThe CEO called on the U.S. Securities and Exchange Commission to look into the matter. So the national securities regulator did exactly that – and it didn’t end well for BlockFi (we’ll get to that next). It was poor timing for BlockFi, which was looking to raise $500 million in a Series E and was launching a Visa rewards credit card.\nIn February, BlockFi settled with the SEC for $100 million over its high-yield lending product. It registered with the SEC, but from mid-February stopped offering the interest account to new clients in the U.S., and prevented existing U.S. clients from adding more money to their accounts. “Today’s settlement makes clear that crypto markets must comply with time-tested securities laws,” SEC Chair Gary Gensler said in a statement.\nIn June, BlockFi’s valuation sank to $1 billion in a “down round” – a third of its $3 billion valuation the previous March, when it raised $350 million. At the end of June, the lender held $1.8 billion in open loans and $600 million of exposure. In particular, BlockFi had made huge loans to the huge crypto hedge fund Three Arrows Capital, which officially filed for bankruptcy protection on July 1. Three Arrows had failed after being overexposed to the collapsed stablecoin ecosystem, Terra; BlockFi, according to reports, had liquidated the hedge fund\u0027s collateral before its bankruptcy. In the same month, bitcoin fell below $20,000. A month later, BlockFi’s main rivals, Voyager Digital and Celsius Network, also filed for bankruptcy protection.\nIn dire straits, BlockFi received a $400 million line of credit from crypto exchange FTX later that summer. The exchange also won the right for its U.S. unit to buy BlockFi FTX US almost bought the lender for just $25 million, and in August could have bought the company for as little as $15 million if certain key terms weren’t met, such as receiving SEC clearance to operate its yield-generating services in the U.S.\nAt the start of the month, FTX itself collapsed after CoinDesk published a story based on private financial documents on Nov. 2 that poked holes in the balance sheet of FTX sister company, trading firm Alameda Research. It took only nine more days for FTX to completely melt down, and it went to bankruptcy court on Nov. 11.\nThat was bad for BlockFi, which needed FTX’s credit facility to remain afloat. Late on Nov. 10, BlockFi paused customer withdrawals amid “the lack of clarity” about FTX. On Nov. 11, California’s financial regulator revoked BlockFi’s lending license.\nBlockFi started preparing for its bankruptcy filing shortly after that. On Nov. 28, it officially filed for protection under Chapter 11, leaving over 100,000 creditors in the lurch. Filings later revealed that Alameda had defaulted on $680 million worth of loans to BlockFi. After filing in the bankruptcy court, BlockFi sued Sam Bankman-Fried\u0027s Emergent Fidelity Technologies for its Robinhood shares, which were pledged to BlockFi as collateral for a loan.\nIn the first bankruptcy hearing, lawyers for BlockFi said the lender held $355 million in crypto on FTX. All the while, one question looms: Will customers get anything back?\nRead More: Latest BlockFi Stories\n",
    "category": "article",
    "datetimeCreation": "2022-11-30T21:43:42.689Z",
    "tag": [
      "#industry",
      "#Beginner",
      "#Learn",
      "#BlockFi",
      "#Bankruptcy",
      "#FTXCollapse"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/L0QsQRFO09EFMzCIlYgZRkyweVU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/RZXXHRPF3FGLRODXAFHJF2Z3BM.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/05/warning-for-altcoin-bulls-the-ether-bitcoin-ratio-is-about-to-flash-death-cross/",
    "title": "Warning for Altcoin Bulls: The Ether-Bitcoin Ratio Is About to Flash Death Cross",
    "type": "Markets",
    "summary": "A death cross occurs when a short-term moving average drops below the long-term moving average, signaling a potential long-term bearish shift in momentum.\nThe ETH/BTC ratio is on the verge of slipping into a death cross on the weekly chart.\nEther underperformance could be a signal of risk aversion and reduced demand for alternative cryptocurrencies.\n",
    "content": "Technical analysis is flashing several warning signals to alternative cryptocurrency (altcoin) bulls, with the ether-bitcoin (ETH/BTC) ratio dropping below a support level and on the verge of falling into an ominous death-cross technical pattern. The options market shows investors are taking the hint.\nA death cross occurs when a short-term moving average drops below the long-term moving average, signaling a potential long-term bearish shift in momentum.\nThe ratio\u0027s 50-week simple moving average (SMA) appears on track to cross below the 200-week SMA, according to charting platform TradingView. The impending death cross signals risk aversion or prolonged underperformance of ether (ETH) and other altcoins relative to bitcoin (BTC).\nSince 2017, the crypto market has oscillated between bitcoin-led regimes and altcoin-led regimes. More importantly, altcoin leadership has been characterized by a rising ETH/BTC ratio. In other words, traders are willing to take more risk when ether is outperforming bitcoin and vice versa.\nThe ETH/BTC ratio has dropped nearly 10% to 0.048 this year, TradingView data show .\n\"The ETHBTC cross is testing a critical support level after breaking below 0.05,\" Singapore-based QCP Capital said in a market note Friday. \"There has been a persistent large selling of ETH calls which has crushed [volatility] and also put some downside pressure on price. Could this again be a very early signal of [bullish] FOMO turning into fear in ETH as a proxy for alts.\"\nThe way bitcoin and ether options are currently priced on Deribit, the leading derivatives exchange, also points to expectations for ether underperformance in the near term.\nAt press time, ether puts expiring in seven days, one and two months traded at premiums of 5%, 3% and 0.3%, respectively, to calls. A put option gives the purchaser the right, but not the obligation, to sell the underlying asset at a predetermined price at a later date. A call option gives the right to buy, so the premium for puts – which provide protection against a price decline – indicates a bearish outlook.\nIn bitcoin\u0027s case, the bias was for calls across maturities, excluding seven-day options.\n",
    "category": "article",
    "datetimeCreation": "2024-04-05T09:36:48.091Z",
    "tag": [
      "#ETH",
      "#Ether",
      "#btc",
      "#Bitcoin",
      "#Markets",
      "#TechnicalAnalysis"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/0FCdfglpSseQw3PP9HIFL9fa3vM\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DS3KOAC6KFHDFER336SMC4F3CM.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/04/03/protocol-village/",
    "title": "Protocol Village: Nomic Unveils Bitcoin Liquid Staking Token \u0027stBTC\u0027 Using Babylon Technology",
    "type": "Technology",
    "summary": "The latest in blockchain tech upgrades, funding announcements and deals. For the period of April 4-10.\n",
    "content": "April 10: The Nomic DAO Foundation announced its plans to integrate Babylon\u0027s Bitcoin staking protocol into its decentralized, non-custodial Bitcoin bridge. According to the team: \"Leveraging Babylon\u0027s technology, Nomic is introducing stBTC, a groundbreaking Bitcoin liquid staking token (LST). Additionally, through the integration of Babylon’s Bitcoin staking protocol, Nomic will roll out dual-stake security, where Nomic will become secured both by staked BTC and staked NOM, Nomic’s native token.\" According to a blog post: \"As the two core Bitcoin projects in the Cosmos ecosystem, Nomic and Babylon’s collaboration marks a major step towards bringing DeFi to Bitcoin.... StBTC is active in a special testnet and is available for users to experience these features’ functionality and benefits before their official mainnet release. This testnet uses Babylon’s latest Bitcoin staking testnet, which uses Signet BTC. Signet BTC can be deposited into Nomic for testnet nBTC and then staked for stBTC at stbtc-testnet.nomic.io.\"\nApril 10: Mantra, a Cosmos-based blockchain designed for regulatory compliance and tokenized real-world assets (RWAs), planned to announce the launch of its Hongbai Incentivized Testnet on Wednesday in Dubai. According to the team: \"It invites participants to explore innovations on the RWA layer 1 blockchain. Key features include enhanced developer access to CosmWasm for easier dApp creation, introduces custom modules and a user-friendly interface for Mantra Chain interaction, stages onboarding of vetted validators for security, and invites user participation in activities for genesis tokens upon mainnet launch.\"\nApril 10: Playtron, a lightweight gaming operating system optimized for handheld gaming PCs, has partnered with the layer-1 blockchain Sui to launch the SuiPlay 0X1, describing it as \"the first handheld gaming console with native blockchain capabilities. Available in stores in 2025, the SuiPlay 0X1 will be integrated with the native Sui blockchain at the OS account level via zkLogin and Sui Kiosk SDKs. Users will be able to access Sui-integrated games that will closely interact with the Playtron OS, providing users with a deeper blockchain relationship, new opportunities, and a unique on-chain experience.\"\nApril 10: Crypto exchange WOO X has introduced a set of index perpetual contracts linked to meme coins, the top 30 cryptocurrencies and layer 2 tokens, in partnership with market maker Wintermute and indices provider GMCI. WOO X closed a $9 million round in January of this year with participation from Wintermute and Amber. The firm is offering traders GMCI’s MEME index, which includes top meme coins like SHIB, PEPE and DOGE, while the L2 index monitors scaling tokens like MATIC, IMX and OP, the companies said.\nApril 10: Staking provider P2P.org said it has gone live with its Staking-as-a-Business (SaaB) model for institutions. The offering aims to help platforms like exchanges, wallet providers and custodians add staking and decentralized finance (DeFi) services to their businesses to diversify avenues of growth. P2P.org is a validator for Ethereum and 30 other blockchains, according to a press release.\nProtocol Village is a regular feature of The Protocol, our weekly newsletter exploring the tech behind crypto, one block at a time. Sign up here to get it in your inbox every Wednesday. Project teams can submit updates here. For previous versions of Protocol Village, please go here. Also please check out our weekly The Protocol podcast.\nApril 9: Saga, a layer-1 blockchain protocol to launch layer 1s \"for infinite horizontal scalability,\" launched its mainnet on Tuesday, according to the team: \"Utilizing an innovative blend of shared security, precise validator orchestration tools and a seamless automated deployment pipeline, Saga simplifies the process for devs to launch their own dedicated blockchains, termed Chainlets. Saga launches with a network of 350 projects (80% gaming, 20% NFTs + entertainment + DeFi), including notable projects Com2uS \u0026 MarbleX. Saga has raised $15 million to date and is the largest Binance Launchpool in history.\"\nApril 9 (PROTOCOL VILLAGE EXCLUSIVE): Open Campus, a decentralized platform focused on education, is launching EDU Chain, \"an innovative layer-3 platform dedicated to evolving the world of education via blockchain technology,\" according to the team: \"EDU Chain is an L3 Rollup purpose-built to tackle challenges like access to quality education, unclear credentialing systems, and insufficient recognition and compensation for educators. EDU Chain is pioneering the \u0027learn-to-earn\u0027 model on blockchain, leveraging Open Campus\u0027s vast network.\"\nApril 9: Io.net, with a mission to build the world\u0027s largest AI compute DePIN, is joining forces with Aptos Labs, aiming to \"leverage the unparalleled safety, speed, and performance of the Aptos network to support its AI products and innovations,\" according to the team: \"Io.net and Aptos Labs will also collaborate on a suite of future AI models and inference products o be released on the Aptos network. Future products in the suite will use the Aptos network to support payments and make AI tech more accessible.\" (APT)\nApril 9: EOS presented \"exSat,\" a Bitcoin indexing layer on EOS, according to the team. \"By utilizing EOS RAM to store Bitcoin state, that will be using a hybrid mechanism of PoW, PoS and DPoS to make sure it\u0027ll stay synchronized and to enable crazy logic to run on Bitcoin.\" According to a blog post: \"This innovation enables decentralized state data indexing for Bitcoin ordinals and other ecosystem assets, utilizing EOS RAM for high-speed access and low-latency storage. By supporting full Ethereum Virtual Machine (EVM) compatibility, exSat offers a platform where developers can create complex smart contracts with lower gas fees, thereby significantly enhancing the scalability and utility of the Bitcoin ecosystem.\" The EOS Network Foundation\u0027s Yves La Rose presented exSat at the BTC L2 Conference in Hong Kong.\nApril 9: Storm Labs has secured $3 million to build Cove, \"the first on-chain portfolio manager that tackles the limitations of existing AMMs,\" according to the team: \"The round was led by Electric Capital, with participation from Accomplice, Robot Ventures, Daedalus, and notable industry angels. Cove empowers users to build and manage custom DeFi portfolios without manual work, addressing issues like Loss-Versus-Rebalancing. Stage 1 launches with Cove Boosties, a Yearn-focused platform for boosted APY and early access to Cove\u0027s governance token. Cove is optimized by Gauntlet and audited by Trail of Bits, Quantstamp and yAudit.\"\nApril 9: Silicon Valley venture giant Andreessen Horowitz (a16z) made news last year when it announced plans to wade into deep tech research – switching off its investor cap to become a part-time computer science researcher and builder. On Tuesday, the firm unveiled some of the first fruits of that foray with the release of an open-source code implementation for \"Jolt,\" its zero-knowledge virtual machine (zkVM). The \"zero-knowledge\" (ZK) bit of Jolt refers to a form of cryptographic trickery that powers a16z\u0027s VM under the hood – allowing the virtual computer to process and verify data while adhering to special constraints around privacy and security.\nApril 9: Waterfall Network, a smart-contracts protocol based on directed acyclic graphs (DAG) technology, announced on Tuesday the release of a new desktop app for Windows and macOS that \"allows almost anyone to easily set up their own node on the blockchain,\" according to the team: \"With one-click setup, users only need to download and open the app, their Metamask (or any EVM) wallet, and they will have a full node running in sync with Waterfall Network. Once connected, activate the node to receive stake amounts and rewards, view network status and connected peers, manage block producers on the node by creating or removing them.\"\nApril 9: POKT Network, describing itself as the \"RPC base layer,\" has \"welcomed three new gateways\" and is bringing \"open data access to millions of end users,\" according to the team. \"Developer DAO, Raid Guild and Chainstack will bring their respective networks and distribution to POKT Network, providing more developers with read/write access to 60+ blockchains’ by building on top of POKT Network’s decentralized infrastructure. The innovation of Gateways lies in the ability for businesses of every kind – centralized or decentralized – to resell access to infrastructure by leveraging a blockchain protocol as the central coordinating party.\"\nApril 9: Mantle, an Ethereum layer-2 network, has launched its Mantle Scouts Program, \"to kickstart the growth of innovative projects on Mantle,\" according to the team: \"Distributing $1 million worth of MNT tokens to select builder teams, the pilot edition of Mantle Scouts Program empowers 16 respected industry leaders to bootstrap credibility, growth and unique innovations. This includes David Chreng-Messembourg, founding partner of LeadBlock Partners and LeadBlock Bitpanda Ventures; Peter Yang, managing director at Fenbushi Capital; Tascha Punyaneramitdee, founder of INIT Capital; Chris Sirise, co-founder of Pixelmon; John Park, CEO of a41, among others.\"\nApril 9: The Worldcoin project announced two new updates \"to provide individuals more choice and control over their data,\" according to the team. They include \"the ability to unverify World IDs via permanent iris code deletion and in-person age verification checks at each humanness verification location. These were established in consultation with third-party data, privacy and security experts including the Bavarian State Ofﬁce for Data Protection Supervision (BayLDA), the project’s lead supervisory authority in the EU.\" (WLD)\nApril 9: Komodo, a project for blockchain interoperability and atomic swap technology, launched Komodo Wallet (browser extension), \"a non-custodial crypto wallet, cross-chain DEX and crypto bridge all rolled into one app,\" according to the team. \"From the Wallet tab, browser extension users can expand to a full-screen web interface to use additional features, including a fiat on-ramp, an NFT wallet (which supports ERC1155 and ERC721 tokens) and a crypto bridge. Komodo Wallet (browser extension) allows users to create a new wallet or import an existing Komodo Wallet seed phrase. If wishing to import crypto assets from a third-party wallet, users can do so by importing the associated private key(s). For users wishing to connect a third-party wallet, Trezor is supported within the app.\"\nApril 9: Monad Labs, the development firm behind layer-1 blockchain Monad, has closed a $225 million Series A led by Paradigm with additional funding by investors including Electric Capital and Greenoaks. According to the team: \"Founded in 2022 by Jump Trading alums Keone Hon and James Hunsaker, along with Eunice Giarta (former MIT Media Lab, Shutterstock, Broadway Technology), Monad raised its $19 million seed round in February 2023.\" The layer-1 blockchain is compatible with the Ethereum Virtual Machine (EVM) that executes the rules of Ethereum and makes sure submitted transactions and smart contracts follow the rules. More than 96% of the capital invested in decentralized finance (DeFi) is processed by the EVM, Monad said in a post on Substack. However, while Ethereum processes fewer than 20 transactions per second, according to etherscan.io, Monad says its testnet, which went live in March, can handle some 10,000 TPS.\nApril 9: The DFINITY Foundation, a Swiss not-for-profit research and development organization and major contributor to the Internet Computer blockchain, announced the launch of the Olympus Acceleration Platform, describing it as \"Web3’s first decentralized, on-chain global acceleration platform. Olympus supports the development and adoption of Web3 technology across multiple ecosystems. The acceleration platform is a first of its kind platform and will be used by teams around the world to organize and launch their own accelerator programs.\"\nApril 9: ZkLink announced the consolidation of stablecoins on zkLink Nova, an aggregated layer-3 ZK rollup network with EVM compatibility. According to the team: \"Upon execution, assets of the same value across supported L2 chains will be transacted as a single token on Nova. This achievement marks the next milestone in zkLink’s mission to resolve the liquidity fragmentation issue across L2 networks.\" According to a press release: \"Currently, Nova has achieved asset aggregation, allowing users to deposit native assets from various L2 networks onto Nova for cross-chain asset trading. However, having the same assets from these networks shown as different tokens on Nova (i.e. USDC.arbi, USDC.Linea, etc.) can hinder users\u0027 trading experience. As such, Nova has deployed \"MergeToken\" smart contracts to consolidate assets of the same value from different chains on Nova into a single token (e.g. USDC.arbi, USDC.Linea merge into USDC). The first tokens to merge are stablecoins USDC, USDT, DAI; followed by wBTC and other tokens upon projects\u0027 requests. The token merge process will be managed by a prestigious governance committee of 12 prominent projects and institutions including Wintermute, Particle Network, Skynet Trading, Flowtraders, Ascensive Assets, Republic Crypto, Efficient Frontier, SIG, USDV, Layer Bank, Redstone Oracles and Manta Network. This committee will review and approve or deny the proposals to merge additional tokens into Nova\u0027s L3 infrastructure – decentralizing decision making and preventing autonomous control.\"\nApril 9: XYO, an open-source platform for aggregating, verifying and organizing decentralized data from hardware nodes, is introducing \"xyOS, an innovative platform set to enhance XYO\u0027s node functionality with a user-friendly interface that democratizes access to its platform, protocol, and network,\" according to the team: \"Users can enjoy blockchain perks and a more sovereign experience, free from centralized constraints. Explore, create, exchange, and connect confidently on xyOS, where your engagements are truly your own. COIN users and XYO community members can sign up for early access slated for this April here.\"\nApril 9: 0G Labs unveiled the launch of the testnet for 0G, designed to be a modular ultra-high data throughput blockchain optimized for on-chain AI, according to the team. \"The network is now available for node operators, developers and the community to join and provide feedback for an upcoming mainnet launch in Q3 2024. The modular architecture enables 0G to offer a lean and performant network, unencumbered by legacy consensus algorithms, unrelated use cases sharing the same block space, as well as on-demand scaling.\" In late March, the project announced a $35 million fundraise.\nApril 9: The Polkadot community has decided through an on-chain community vote to select IndyCar racer Conor Daly as Polkadot’s Brand Ambassador for the Indianapolis 500, marking the first time a major athlete’s sponsorship has been chosen by a vote using blockchain technology.\nApril 9: Farmsent, a Web3 marketplace for farmers, has joined peaq, a layer-1 blockchain for DePIN and Machine RWAs, to decentralize global food trade, according to the team: \"Farmsent links farmers directly with consumer-facing businesses around the world, skipping the centralized middlemen. The platform taps a DePIN of data-collecting devices, such as soil quality sensors, to track the quality and the provenance of the products. This results in a more transparent supply chain and cheaper products for the consumers due to the absence of middlemen. The project has already onboarded more than 160K farmers from Indonesia and Colombia.\"\nApril 9: Studio369, the game development company behind blockchain-powered epic open-world shooter MetalCore, announced that \"MetalCore will be the first title built on Immutable zkEVM to be playable on the next-generation scaling platform.\" According to the team: \"Immutable zkEVM, powered by Polygon, is a zero-knowledge-proof-based scaling rollup that is fully compatible with and equivalent to the Ethereum Virtual Machine, tailored specifically to the needs of Web3 gamers and game developers. The Closed Beta will run between April 9 and 22, offering both returning and new players access to a swathe of new quests and in-game contracts. In March, MetalCore also received $5 million in funding to support the game’s long-term development. The round, led by Delphi Digital, BITKRAFT and Polygon Labs, also saw participation from other esteemed investors, such as Sanctor Capital, Animoca Brands, Youbi Capital, Spartan Capital, Umbrella Network and Bitscale, as well as leading gaming guilds YGG, YGG SEA, Merit Circle, Perion, Avocado, and BreederDAO.\"\nApril 8: Sui, the layer-1 blockchain and smart contract platform created by the core research team behind Facebook’s Libra and Diem projects, has deepened its collaboration with Web3 data warehouse Space and Time (SxT) to integrate RPC 2.0 into SxT, \"enabling developers to access Sui\u0027s data more efficiently and securely,\" according to the team: \"This partnership expansion facilitates easier retrieval and utilization of on-chain Sui data, providing developers with streamlined tools for building analytics, dapps, games and dashboards.\" In November, Sui announced a partnership with SxT, which provides a full stack of zero-knowledge-proof-based tools to developers building on Sui. (SUI)\nApril 7: Obol Labs, a developer team focused on proof-of-stake blockchain infrastructure, said its distributed validator clusters are ready to be activated in the Lido Simple DVT Module on Ethereum Mainnet, after a period of testing and evaluation. According to a proposal voted on by the Lido community in October: Distributed validator technology, or DVT, \"represents the fastest way to add many new Node Operators to the Lido Node Operator set with a more diverse profile of solo and community staker participants while benefiting from the technology’s inherent benefits such as increased resilience, distribution, and security. The Simple DVT module is intended to demonstrate that utilizing DVT on mainnet is possible, while furthering the diversification of the Lido Node Operator set on Ethereum and setting the stage for more scalable and permissionless DVT-based modules in the near future.\"\nApril 7: Blockchain-based gaming platform Ordz Games has unveiled its revolutionary handheld gaming device, BitBoy One, at Hong Kong Web3 Gaming Expo, followed by a launch event at Paris Blockchain Week, according to a press release. \"Inspired by the first-generation Nintendo Game Boy from 1989, the BitBoy, a portmanteau of \u0027Bitcoin\u0027 and \u0027Game Boy,\u0027 rocks a sleek translucent orange design, aims to bring Web3 gaming to the new age of DePIN, offering a unique blend of nostalgia, innovation and community. Players can earn Bitcoin through retro-style play-to-earn games, diving back into their childhoods.\"\nApril 8: Blockchain-focused venture capital firm Polychain Capital topped up a $25 million funding round into artificial intelligence (AI) platform Ritual with a \"multimillion dollar\" investment. Ritual raised $25 million last November to address the centralized nature of AI systems. The investment was led by Archetype and included participation from Accomplice and Robot Ventures. Now Polychain has put a ribbon on the funding round. In an email to CoinDesk, it declined to disclose the exact amount invested.\nApril 4: Ellipsis Labs, the core developers behind the on-chain Phoenix exchange, announced $20 million in Series A funding, according to the team: \"Led by Paradigm with participation from Electric Capital, the funding will accelerate Ellipsis Labs’ efforts to build DeFi products that can rival the performance of traditional finance. This is part of Ellipsis Labs’ mission to create a new financial ecosystem that offers competitive financial products on top of high-throughput blockchains, pairing the accessibility and transparency of decentralized infrastructure with the efficiency of traditional markets.\" According to the project documentation, Phoenix is a decentralized limit order book on Solana, with instant settlement and all market events written on-chain.\nApril 4: Manta Network, Celestia, Ora and Hyperbolic Labs are \"bringing on-chain access for artificial general intelligence (AGI) models to Manta Pacific,\" according to the team: \"Developers and users can build and access information through AGI models in a cost-effective and scalable way. AGI tools like Stable Diffusion (world’s most powerful AI media generation tool) and Llama 2 (Meta’s language model) can be used to generate images, audio, video, interactions. Manta Network offers the largest modular L2 ecosystem to deploy AI apps to a large base of users, and Celestia powers data availability for high-performance AI apps.\" (Manta Pacific is an Ethereum layer-2 network optimized for ZK applications, according to the project documentation.)\nApril 4: Web3Firewall, a risk and compliance platform, announced Thursday that it has successfully closed a $2.5 million pre-seed investment round led by Laser Digital, Nomura’s digital asset subsidiary, gumi Cryptos Capital (gCC) and SPEILLLP, a member of Susquehanna International Group. According to a blog post: \"Web3Firewall was founded in 2023 by Dr. Samer Fayssal, who was previously CISO and Head of Security at digital asset custodian BitGo. Fayssal and team recognized that Web3 and blockchain technology companies require a next-generation cybersecurity product rather than the fragmented solutions currently available. The product, Web3Firewall Enterprise, addresses increasingly sophisticated risk and compliance demands in one seamless platform, which is equipped to handle the unique risk profiles of DeFi, NFTs, DAOs and other emerging Web3 applications, providing a security layer that will be able to keep pace as the tokenized economy develops.\"\nApril 4: Ripple, the enterprise-focused blockchain service and creator of the XRP Ledger, is introducing its own stablecoin pegged to the price of the U.S. dollar. The company said the token, which it plans to release \"later this year,\" will be \"100% backed by U.S. dollar deposits, short-term U.S. government Treasuries and other cash equivalents.\" The stablecoin will be deployed onto Ripple\u0027s institution-focused XRP Ledger along with the Ethereum blockchain to start out, and it will be based on Ethereum\u0027s ERC-20 token standard. CoinDesk 20 asset: (XRP)\nApril 4: Celo Foundation and Rarible on Thursday introduced \"Celosphere,\" a new NFT marketplace powered by RaribleX and platforming digital ownership, according to the team: \"Built on Celo, an emerging Ethereum layer-2 and mobile-first blockchain network, the Celosphere provides creators with the tools to bring their diverse digital collectibles to communities around the world.\" In a blog post, the foundation said: \"The launch of Celosphere is a continuation of Rarible’s collaboration to empower creators, following the March 7th integration of Rarible API on Celo. Through the integration, builders of decentralized applications (dApps) leveraging NFT technology on Celo gained access to robust toolkits including a real-time NFT indexer, multi-chain support, and more.\" The foundation also announced the launch of \"Celo Creators Fund, distributing 150,000 Celo-native USDC for creators, with inaugural community partners Refraction, Boys Club, Rug Radio and HUG.\" (CELO) (RARI)\nApril 4: Redstone, an on-chain games and autonomous worlds OP Chain built by Lattice, said it\u0027s coming to mainnet on May 1. According to the team: \"Redstone is the home for on-chain worlds, games and apps built with the MUD on-chain application framework. In April, Redstone is launching a developer preview, giving space for the launch partners, including GG Quest, Small Brain Games, to deploy smart contracts ahead of time, test things out.\"\nApril 4: Velodrome, an AMM-based decentralized exchange on Optimism, officially announced their second major deployment onto the BOB (Build on Bitcoin) network, a Bitcoin layer-2 network with EVM compatibility. According to the BOB team: \"The Superchain is a network of interoperable layer-2 chains that will share bridging, governance, upgrades, a communication layer and more, all built on and powered by the OP Stack. Velodrome will be the primary MetaDEX of the Superchain. The MetaDEX acts as the liquidity and volume hub, and this integration seamlessly unlocks BTC DeFi and fosters innovation for all Bitcoin use cases through EVM contract deployments.\"\nApril 4: 225\"The company also saw participation from several notable crypto personalities, including ANBESSA, Eric Cryptoman, Satoshi Stacker, That Martini Guy and Zoran Cole,\" according to the team. \"LightLink will use this additional funding to integrate millions of users into the digital economy, offering dApps with gasless transactions. The company will also use this funding to further its partnerships with enterprise businesses, such as Animoca Brands.\"\nApril 4: ORA, an oracle protocol designed to bring AI and complex compute on-chain, is releasing \"Onchain AI Oracle\" (OAO) on Optimism’s OP Mainnet, according to the team: \"Developers and users can now cheaply and efficiently access verifiable inference data onchain. OAO is the world’s first AI oracle, enabling AI on any chain. ORA invented the opML framework to verify LLM inferences onchain. It is analogous to optimistic rollups on Ethereum L2s. Grok, Stable Diffusion and Llama2 are now accessible for use on Ethereum in one location: ORA’s OAO. ORA breaks down the limitations of smart contracts by offering AI, richer data sources and arbitrary compute so developers can innovate freely.\"\nApril 4: The team behind Vana, a decentralized network for user-owned datasets and models, notes that Reddit Data DAO has launched atop the network. According to the team: \"It is a community-owned data treasury where users can join with their Reddit account and receive governance rights based on how much data they contribute. Users can then vote to sell their data to other AI companies or vote to delete it if Reddit agrees to pay them directly. The DAO demonstrates the power of user-owned data, the potential for user-owned foundation models, and the sorts of applications Vana is making possible.\"\nApril 4: Drife, a Web3 decentralized ride-hailing platform that uses blockchain technology to create a peer-to-peer network for drivers and riders, is migrating to the Sui blockchain. According to the team: \"This is the first decentralized mobility infrastructure platform to integrate on Sui. The Drife platform offers a zero-commission fee structure which allows drivers to earn more income and pass on the benefits to riders in the form of savings. Sui is the optimal blockchain platform for Drife as it offers low network fees, reduced transaction costs, and enhanced overall affordability for users.\" According to the project\u0027s documentation, it was built on Polygon.\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T13:50:43.378Z",
    "tag": [
      "#TheProtocol",
      "#Blockchain",
      "#Ethereum",
      "#Bitcoin",
      "#Tech",
      "#BlockchainTechnology",
      "#EVM",
      "#ProtocolVillage"
    ],
    "author": "Bradley Keoun",
    "linkImage": "https://www.coindesk.com/resizer/anPbRzQBfc7-pEiwMErfKjteN6I\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/UK44TNET4ZFIFAX2JQSWJQJSTU.jpeg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/09/ether-rallies-to-36k-as-bitcoin-holds-steady-at-71k/",
    "title": "Ether Rallies to $3.6K as Bitcoin Holds Steady at $71K",
    "type": "Markets",
    "summary": "Liquid staking tokens like Lido, Rocket Pool, and ether.fi follow ether\u0027s gains.\nEther rallied in the early morning of East Asia\u0027s trading day, outperforming the CoinDesk 20 Index.\nEther\u0027s performance seems to be based on market interest in new DeFi protocol Ethena, versus an anticipation of a spot ether ETF approval\n",
    "content": "Ether (ETH) prices rallied during the early hours of the East Asia trading day while Bitcoin (BTC) remained relatively stable.\nAccording to CoinDesk Indicies data, ether prices rose to $3600, while bitcoin was in stasis around $71,000.\nThe CoinDesk 20, a measure of the world\u0027s most liquid digital assets, was up 3.5% and trading above 2,600. Decentralized liquid staking protocols like Lido DAO and Rocket Pool ETH also saw their tokens push well into the green, up 10% and 8%, respectively, according to CoinGecko data.\nETH\u0027s bitcoin-bearing performance could be attributed to continued market interest in decentralized finance (DeFi) protocol Ethena, which has seen its total value locked (TVL) cross the $2.2 billion mark over the last few days after crossing $2 billion on April 6.\nEthena\u0027s USDe synthetic stablecoin recently added bitcoin as collateral, CoinDesk reported.\nThis may be purely a rally based on token demand rather than the hope of an ether spot exchange-traded fund being approved in the near future.\nBettors on Polymarket see a 16% chance of a spot ether ETF being approved in the U.S. by the end of May and only a 45% chance of it being approved by the end of June.\nSome traders were positioned for bitcoin leadership after the ether-bitcoin ratio dipped below key support last week. As such, ETH\u0027s market-beating rise has brought rapid adjustment in market positioning, leading to a sharp uptick in the perpetual funding rates or cost of holding long/short positions, Singapore-based QCP capital explained in a note on Telegram. The upside volatility has also led to a significant short covering in ETH front-end call options.\n\"Last Friday, we speculated a possible leg higher, and we expected the move to be led by BTC,\" QCP wrote. \"We were wrong about the leader, as this move has been very much led by ETH.\"\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T04:55:09.145Z",
    "tag": [
      "#ETH",
      "#Ether",
      "#btc",
      "#Bitcoin",
      "#Lido",
      "#Lidodao"
    ],
    "author": "Sam Reynolds",
    "linkImage": "https://www.coindesk.com/resizer/5r6Y-fbCM0bKyHYsiXX0kAhUwp0\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4H5UHMADJVFRXNPLUB6IRPIOHI.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/why-william-hinmans-emails-matter-to-the-xrp-army-and-the-cryptos-price/",
    "title": "Why William Hinman`s Emails Matter to the XRP Army and the Crypto’s Price",
    "type": "Learn",
    "summary": "Recently released emails from former SEC director William Hinman have rallied the XRP troops, but the documents are not a smoking gun.\n",
    "content": "On June 13, 2023, documents tied to William Hinman, the former director of the U.S. Securities and Exchange Commission (SEC)’s Division of Corporation Finance from 2017 to 2020, were released to the public in connection with the SEC\u0027s lawsuit against Ripple, briefly sending the price of the XRP token up 7.4% as optimism spread that Ripple would win their ongoing case.\nHere’s why:\nVery broadly, Ripple and its partisans have argued that the Hinman emails could reveal a biased or flawed process behind the decision to publicly suggest in a 2018 speech by Hinman that Ethereum (ETH) may not be a security. One smoking gun might have been some sort of display of bias against Ripple and XRP, but the released emails do not mention either directly.\nRipple’s Chief Legal Officer Stuart Alderoty argued after the release that the emails showed Hinman ignoring warnings from colleagues that his speech was not grounded in law and created confusion about securities designations. At the very least, Alderoy seems to be suggesting Ripple has been treated unfairly by regulators.\nEarly analysis of the emails does not seem to have found a major win for Ripple Labs, however. After a short rally on the morning of the emails’ release, XRP retraced its price and headed even lower, which may reflect some disappointment on this front.\nAhead of the documents’ release, Ripple and XRP supporters had been focused on statements by Hinman suggesting that a token isn’t a security if it is “sufficiently decentralized.” That metric seems to have been used to justify a public carveout for Ethereum, but, at least according to feedback given to Hinman by other SEC staff and officials, was not grounded in existing securities regulation. Ripple has argued that XRP, like Ethereum, is “sufficiently decentralized” and should not be classified as a security according to the standards laid out by Hinman.\nCritics have long argued, however, that the underlying claim that Ethereum and XRP are comparably decentralized is itself highly debatable. Most significantly, there has now been close to a decade of debate and litigation over whether Ripple itself should be considered the creator of the XRP ledger and issuer of the XRP token – and therefore the issuer and seller of an unregistered security.\nRipple Labs allies generally characterize the company as separate from XRP. In particular, they have argued that the XRP blockchain was created by Jed McCaleb and Chris Larsen, working as OpenCoin, before an entity called “Ripple” even existed. But OpenCoin became Ripple Labs and what is today simply called Ripple, and those cofounders “gifted” 80 billion XRP, 80% of the total supply, to Ripple Labs. Over the years, Ripple has made a variety of branding and messaging changes to represent that they are not the creators of XRP. That includes changing the preferred way to discuss the token itself, which for many years was commonly referred to as “Ripple.”\nRead More: What Is Ripple and the XRP Cryptocurrency?\nTo critics such as Preston Byrne, this looks like an orchestrated deception, and one of the earliest instances of “decentralization theater.” And if XRP was effectively created or issued by Ripple, the parallel to Ethereum breaks down quickly, since Ethereum has no corporate for-profit parent. This could be a more compelling explanation for the different regulatory treatment of the two chains than bias or procedural failures.\nIn any case, however the case develops and is ultimately decided, whenever new information is released that supporters believe bolsters or hurts Ripple\u0027s side of the case, XRP\u0027s price generally moves in parallel with the positive or negative sentiment.\nSee Also: Ripple Does Not Care Whether XRP Is “Sufficiently Decentralized”\n",
    "category": "article",
    "datetimeCreation": "2023-06-14T16:49:33.556Z",
    "tag": [
      "#Ripple",
      "#XRP",
      "#industry",
      "#Beginner",
      "#Learn",
      "#SEC",
      "#Ethereum"
    ],
    "author": "David Z. Morris",
    "linkImage": "https://www.coindesk.com/resizer/DN4g-PSK63l-aCNNsckFRNBAkvE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/2R7VMGX33ZDV7OTMEJ5XUOBJX4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/04/10/staking-provider-p2p-launches-staking-as-a-business-for-institutions/",
    "title": "Staking Provider P2P Launches Staking-as-a-Business for Institutions",
    "type": "Finance",
    "summary": "The platform also recently surpassed $7.4 billion in total value locked, or TVL.\n",
    "content": "Staking provider P2P.org said it has gone live with its Staking-as-a-Business (SaaB) model for institutions. The offering aims to help platforms like exchanges, wallet providers and custodians add staking and decentralized finance (DeFi) services to their businesses to diversify avenues of growth.\nThe company said it currently has more than 1 million staked ether (ETH) and recently surpassed $7.4 billion in total value locked, or TVL.\nStaking allows cryptocurrency investors to put their holdings to work by earning passive income without needing to sell them. Institutional staking operates in the same manner but en masse. There are non-custodial and custodial staking providers.\nAs well as staking infrastructure, the SaaB model will offer support services such as marketing, legal and sales support, a press release said.\n\"This holistic support ensures a smooth transition for businesses venturing into staking \u0026 Defi services, guaranteeing a successful and profitable implementation,” said Artemiy Parshakov, head of product at P2P.org.\nP2P.org raised $23 million in funding last April from a trio of crypto industry heavyweights including Jump Crypto. Various other institutional-focused staking startups have come to fruition in the last year, such as Northstake, which raised $3 million from PreSeed Ventures.\nP2P.org is a validator for Ethereum and 30 other blockchains, according to the press release.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T13:00:00Z",
    "tag": [
      "#Staking"
    ],
    "author": "Lyllah Ledesma",
    "linkImage": "https://www.coindesk.com/resizer/lPW1mfdYwaxQPMxLHhSj9gp6MCw\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/XHILPVH6CBEQLOTFAP7HRKBAFM"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/bitcoin-breakout-halts-as-us-inflation-data-looms/",
    "title": "Bitcoin Breakout Halts as U.S. Inflation Data Looms",
    "type": "Markets",
    "summary": "The Bureau of Labor Statistics is set to release March 2024 CPI data Wednesday at 8:30 a.m. ET (12:30 UTC).\nBitcoin’s failed breakout likely represents temporary nervousness ahead of the U.S. CPI release, and not an outright bearish trend reversal, 10x Research’s Markus Thielen said.\nMarkets have pared back Fed rate cuts ahead of the CPI release.\nA soft inflation print could put the June rate cut back on the table, injecting upside volatility in risk assets, including cryptocurrencies.\n",
    "content": "Bitcoin (BTC) dropped 3% in the past 24 hours, invalidating a bullish breakout, ahead of the release of U.S. inflation data that could dictate when the Federal Reserve (Fed) starts cutting interest rates.\nThe leading cryptocurrency by market value slipped back into a triangular consolidation pattern identified by trendlines connecting March 15 and March 27 highs and March 20 and April 3 lows. The symmetrical triangle consolidation had ended with a bullish breakout early this week, opening doors for a rally to $80,000.\nFailed breakouts often result in short-term traders closing or reversing bullish bets in anticipation of a steeper price decline. Still, Markus Thielen, founder of 10x Research, cautions investors against reading too much into Bitcoin’s bull failure.\n“Bitcoin’s failed breakout likely represents nervousness ahead of the U.S. CPI release. I would not write it off yet,” Thielen told CoinDesk in a Telegram chat.\nThielen added that Wall Street’s tech-heavy index, Nasdaq, rose Tuesday, offering positive cues to bitcoin and other risk assets. In other words, bitcoin’s dip could be short-lived. The cryptocurrency closely follows trends in the Nasdaq and the Nasdaq-to-S\u0026P 500 ratio.\nThe Bureau of Labor Statistics is set to release March 2024 CPI data on Wednesday at 08:30 ET (12:30 UTC).\nThe consensus is that the consumer price index, a measure of cost of living, has increased by 3.5% since March 2023, accelerating from February’s 3.2% annual inflation rate, according to economists polled by the Wall Street Journal. The monthly pace is forecast to have eased to 0.3% from February’s 0.4% rate.\nSimilarly, the monthly pace in core inflation, which strips out the volatile food and energy component, is forecast to have slowed to 0.3% in March, following February’s 0.4% gain, equating to a 12-month decline to 3.7% from 3.8%.\nA resilient economy and labor market conditions have already forced markets to pare bets on the timing of the first Fed rate cut and the number of rate cuts this year. On Monday, the Fed funds futures showed expectations for 60 basis points of rate cuts this year, down significantly from 150 basis points in early January. The probability of the first 25 bps rate cut in June stood below 50%, down from nearly 60% before Friday’s upbeat nonfarm payrolls report.\nThus, a hotter-than-expected CPI release may not inject a significant downside volatility in bitcoin. On the contrary, a soft print could put the June rate cut back on the table, reviving bullish sentiment in the leading cryptocurrency.\n“The market is already walking back expectations of rate cuts – the first cut coming in June is now down to a 50% probability, according to CME pricing. In other words, there could be some volatility, but it feels like the market is already more bearish on the inflation outlook,” Noelle Acheson, author of the popular Crypto Is Macro Now newsletter, said in Tuesday’s edition.\n“Inflation unexpectedly dropping would most likely have a bigger impact on assets, including crypto, as it would signal that maybe the Fed does have an excuse to cut in June after all,” Acheson added.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T06:52:12.861Z",
    "tag": [
      "#Analysis",
      "#Bitcoin",
      "#Market",
      "#Inflation"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/_mWP2TLW8UZxU-LK7qYG6M9C3Os\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/E4XH545ZGRDBHINVXRAJ7MJBKU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/08/optimism-sells-89m-op-tokens-in-private-transaction/",
    "title": "Optimism Sells $89M OP Tokens in Private Transaction",
    "type": "Finance",
    "summary": "The tokens were sold to an undisclosed buyer and will be vested for two years.\nOptimism Foundation sold about 19.5 million OP tokens to an unidentified buyer.\nThe tokens come from the unallocated portion of the OP Token treasury that was set aside for working capital.\n",
    "content": "Optimism Foundation said on Friday that it had entered into a private token sale of approximately 19.5 million OP tokens, worth nearly $90 million at current prices, to an undisclosed buyer.\nThe foundation is one of the maintainers and developers of the Optimism network, a blockchain that runs and settles transactions on Ethereum.\nThe sold tokens are subject to a two-year lockup. However, the buyer can delegate the tokens to unaffiliated third parties for participation in governance decisions, giving the same benefits as an unvested holder.\nThe tokens come from the unallocated portion of the OP Token treasury and are part of the foundation’s original working budget of 30% of the initial OP token supply. As of Friday, OP had a circulating supply of 1 billion tokens and a total supply of 4.29 billion.\nOP prices were down 0.4% in the past 24 hours, The CoinDesk 20, a broad-based liquid index of various tokens, is up 2.59%.\n",
    "category": "article",
    "datetimeCreation": "2024-03-08T08:53:29.945Z",
    "tag": [
      "#Optimism",
      "#Trading",
      "#Investing",
      "#Fundraising"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/a0UDFSAeyH0mIxIl3RZTS3ISSEU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/QKHJWYEAGNBRHFXZSRRNUF2OO4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/friendtech-money-metrics-surge-ahead-of-potential-airdrop-v2-release/",
    "title": "Friend.Tech Money Metrics Surge Ahead of Potential Airdrop, V2 Release",
    "type": "Markets",
    "summary": "The social application was one of the biggest blockchain-based platforms by revenue for a short period last year before usage dropped off. A new version is bringing the hype back.\nFriend.Tech, a blockchain-based social application that allows crypto personalities on X to issue shares for access to closed group chats, has seen a resurgence in activity and value locked.\nRecent developments, including a possible FRIEND token and expansion beyond X, have renewed interest in the platform.\nMore than $7 million has flowed into the platform in anticipation of the developments.\n",
    "content": "Money is flowing back into social application Friend.Tech as a new version teases an eventual airdrop, bringing users back to what was among the biggest revenue-generating platforms during the bear market.\nOver $7 million flowed to Friend.Tech last week after months of outflows, boosting the value locked to nearly $40 million, data shows. Weekly fees have crossed $1.3 million for the first time since November, making the platform over $600,000 in revenue.\nBuilt on Base, a layer-2 network, Friend.Tech lets crypto personalities on X issue “shares” for access to a closed group chat. For users, the allure of these chats is that their owners could offer trading insights, token picks or access to seed-funding deals – which raises the value of the shares.\nThe bump in activity precedes the coming of version 2 of the application, which developers said will be released after April 20. A key element of the update is expanding the platform beyond X to attract newer users.\nOver the weekend, developers also teased a FRIEND token. Expectations among users are that these could be distributed based on how many points – a reward for Friend.Tech usage – they accumulate before the token release.\nFriend.tech was earning in excess of $1 million per day in fees at its August peak after going viral on X and gaining more than 100,000 unique users, a significant number for crypto application standards. Shares of some crypto X personalities, such as @Cobie and @HsakaTrades, jumped to as much as three ether, or nearly $5,000, at the time.\nActivity fell off in the months following as the initial allure wore off. Security risks later marred the platform alongside opportunities elsewhere in the sector, leading to months of outflows since November.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T08:27:24.107Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets",
      "#SocialMedia"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/UvtQyVqcWJHDD4oU0JAHhl6WYv0\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HEYK6UF6ZBMNDAUJRZLRUBLPA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/crypto-miners-run-down-bitcoin-inventory-to-3-year-low-in-a-strategic-pre-halving-move/",
    "title": "Crypto Miners Run Down Bitcoin Inventory to 3-Year Low in a Strategic Pre-Halving Move",
    "type": "Markets",
    "summary": "Bitcoin miners have been running down inventory in a rising market, moving away from the accumulation strategy seen before the prior halving in May 2020.\nBitcoin miners have been running down inventory in a rising market, moving away from the accumulation strategy seen ahead of the previous halving in May 2020.\nThe shift likely stems from miners selling into the rising market to upgrade equipment and ensure sustainability after the impending halving of rewards on April 20, according to Wintermute.\n",
    "content": "Bitcoin miners are depleting their coin stashes, possibly to ensure the sustainability of operations in the face of the impending halving of per-block rewards from April 20.\nThe number of bitcoin held by miners, which receive the coins in return for validating transactions in the blockchain block, declined to 1.794 million BTC this week, the lowest since early 2021, according to data source CoinMetrics.\nThe so-called miner balance has fallen by 27,000 since November, implying steady selling in the months leading up to the quadrennial mining reward halving. The pivotal event is set to reduce the per-block BTC emission to 3.125 BTC from 6.25 BTC.\nThe drawdown in balance contrasts the steady accumulation of about 25,000 BTC in the five months leading up to the previous halving, which occurred on May 11, 2020.\nThe change in strategy stems from bitcoin\u0027s recent rally to record highs above $73,000. The cryptocurrency has surged 63% this year, surpassing the previous cycle peak of around $69,000 well before the halving. Historically, new highs have come months after the halving.\nThe rally has allowed miners to take profits at higher prices and fund equipment upgrades to prepare for the reduced rewards rate, according to algorithmic trading firm Wintermute.\n\"With miners\u0027 holdings still near an all-time high in USD terms ($124 billion), this sell-off appears to be a strategic move for profit-taking and operational upgrades, marking a behavioral change from the last cycle,\" Wintermute said in a weekly newsletter.\nThe upgrades are evident from the rise in the hashrate, or the total computational power dedicated to mining and processing transactions, on the Bitcoin blockchain.\nThe hashrate has increased by 45% to over 600 exahashes per second over five months, registering a more significant growth than the 15% increase seen ahead of the previous halving.\n\"The consistent rise in hashrate suggests that some of the miners are either adding or upgrading their equipment to mitigate the impact of the upcoming halving on revenues,\" Wintermute noted. \"This early investment reflects a positive future outlook and a strategic shift toward long-term operational resilience.\"\n11:49 UTC: Corrects second para to say the balance has dropped to lowest since early 2021.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T11:39:10.383Z",
    "tag": [
      "#Bitcoin",
      "#Miners",
      "#Blockchain"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/p7S5gMW0qrsbyu3gQrJJXwUKvDE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/V2ET6QK2VJHVPJD6D6CNPIFAKI.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/04/10/woo-x-introduces-meme-coin-layer-2-index-perpetuals-in-partnership-with-wintermute-gmci/",
    "title": "WOO X Introduces Meme Coin, Layer 2 Index Perpetuals in Partnership With Wintermute, GMCI",
    "type": "Finance",
    "summary": "Indices provider GMCI’s MEME index includes top meme coins like SHIB, PEPE and DOGE, while the L2 index monitors leading blockchain scaling tokens like MATIC, IMX and OP.\nWOO X has introduced meme coin, layer 2 and the top 30 token Index perpetuals.\nThe new products are backed by market maker Wintermute and indexing specialist GMCI.\nThe new indices products would soon be complemented by a copy trading option, WOO X chief operating officer Willy Chuang said.\n",
    "content": "Crypto exchange WOO X has introduced a set of index perpetual contracts linked to meme coins, the top 30 cryptocurrencies and layer 2 tokens, in partnership with market maker Wintermute and indices provider GMCI.\nWOO X closed a $9 million round in January of this year with participation from Wintermute and Amber. The firm is offering traders GMCI’s MEME index, which includes top meme coins like SHIB, PEPE and DOGE, while the L2 index monitors scaling tokens like MATIC, IMX and OP, the companies said.\nIndices are a popular product in traditional finance with the Chicago Mercantile Exchange, S\u0026P Futures or Nasdaq Futures, allowing traders exposure to the whole market. The new products would soon be complimented by a copy trading option, as well as on-chain U.S. Treasury Bills, WOO X chief operating officer Willy Chuang said.\n“We’ve observed cryptocurrencies going from vertical to vertical, from AI to meme coins, layer 2s etc., and it’s challenging for retail traders to keep up and identify individual winning tokens,” Chuang said in an interview.\n“Now, they can invest based on different sectors, thereby reducing the risk of exposure to a single asset in volatile conditions. This approach, coupled with the copy trading product we’re about to launch will help in fostering adoption and enhancing awareness within the legacy market.”\nThe WOO X index products will allow both retail and sophisticated investors to craft more complex strategies, said Evgeny Gaevoy, founder and CEO of Wintermute.\nCoinDesk also has a long history in the crypto indices space.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T09:00:00Z",
    "tag": [
      "#Wintermute"
    ],
    "author": "Ian Allison",
    "linkImage": "https://www.coindesk.com/resizer/vow7BeNIiGgqbd-U1KMyYoPA_L4\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4OESKNPGFNGGFLXYQMJDP6G6BA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/08/bitcoin-tops-71k-ordinals-bets-rise-ahead-of-halving/",
    "title": "Bitcoin Tops $71K, Ordinals Bets Rise Ahead of Halving",
    "type": "Markets",
    "summary": "Broader crypto markets remained little changed over the weekend, but some Ordinal ecosystems saw gains as a proxy for BTC.\nBitcoin rose above $71,000 in Asian afternoon hours for the first time since April 1 ahead of the reward halving expected later this month, boosting Ordinal and BRC-20 ecosystem bets.\nThe halving will reduce the rate at which new coins are created, an event that has historically preceded a bull market for the cryptocurrency.\n",
    "content": "Bitcoin topped $71,000 in Asian trading hours Monday ahead of the reward halving expected on April 20, giving some Ordinal and BRC-20 ecosystem bets a boost even as the broader crypto market remained little changed.\nBTC rose 2% in the past 24 hours taking it to the highest since April 1, data from CoinGecko shows. The broad-based CoinDesk 20, an index of the most liquid tokens excluding stablecoins, was up 0.43%.\nWhen halving occurs, the reward for mining transactions is cut by 50%, reducing the rate at which new coins are created and thus lowering the available new supply. This has historically preceded a bull market for the token.\nThe current block reward is 6.25 BTC, and will drop to 3.125 BTC after the halving. Open interest on BTC-tracked futures has maintained record-high levels at above $25 billion for a few weeks, indicative of leveraged bets on more expected price volatility.\nSome Bitcoin ecosystem tokens and projects rose as traders expect a BTC rally following the halving event. Such bets are a way to gain proxy exposure to bitcoin\u0027s rise without using futures products or leverage.\nData shows Ordinals volumes were higher than those of usual leaders Ethereum and Solana in the past week, led by NodeMonkes and Pups. Non-fungible token (NFT) buying and selling activity declined 95% across all networks in the same period, suggestive of an isolated rise in Ordinals.\nThe BRC-20 category of tokens gained nearly 6% in the past 24 hours. Infrastructure token Multibit (MULTI) rose 22%, while meme coins pepe (PEPE), alex (ALEX) and pizza (PIZA) rose as much as 60%.\nPUPS, the token of the Pups Ordinal, lost 22% as traders took profits after a 500% jump over the weekend.\nOrdinals are a way to embed data into the Bitcoin blockchain by inscribing references to digital art into small bitcoin-based transactions. The BRC-20 standard (BRC stands for Bitcoin Request for Comment) was introduced last year to allow users to issue transferable tokens directly through the network for the first time.\n",
    "category": "article",
    "datetimeCreation": "2024-04-08T08:18:31.921Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/4zXlu9_hCOLB45ZJwO3MXXh7Km0\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/QGQE4CD72RBJZMQ6AE4TLQRK4M.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/consensus-magazine/2024/04/03/texas-takedown-nic-carter-and-david-hoffman-square-off-for-karate-combat-at-consensus/",
    "title": "Texas Takedown: Nic Carter and David Hoffman Square Off for Karate Combat at Consensus",
    "type": "Consensus Magazine",
    "summary": "The influencers, representing Bitcoin and Ethereum, will enter the pit at the Consensus festival May 30, 2024. Fyre Festival’s Billy McFarland is also on the fight card.\n",
    "content": "CoinDesk’s Consensus has seen plenty of heated blockchain battles over its ten year history. But 2024’s matchup in the Karate Combat Pit takes the dueling to a new level.\nCrypto influencers Nic Carter and David Hoffman are set to go toe-to-toe on May 30 during this year’s conference in Austin, Texas. “Influencer Fight Club 2” is the part of the increasingly popular Karate Combat series, essentially a no-holds-barred version of UFC without the (time-wasting) on-mat grappling. Carter, co-founder of data analytics leader Coin Metrics and VC fund Castle Island Ventures, will represent Bitcoin, while Hoffman, the founder of media platform Bankless, will fly the colors for Ethereum. The bout is two rounds of two minutes each, with a third round scheduled if a tiebreaker is needed.\nAlso on the card is Billy McFarland, the infamous Fyre Festival entrepreneur, who squares off against Alex, better known by his handle @shillin_villain.\n“I’m very confident,” said Carter, via X DMs. “I’ve never trained in martial arts before this and I don’t think David has either. But we are both very fitness focused – which makes us a good matchup.” Both fighters have hired trainers to work on basic fighting skills and they’re preparing hard around other day-to-day commitments.\nThe friends have a side bet where they’ll donate $10,000 to the winner’s chosen open-source development group. Carter’s choice is the Bitcoin Core, which maintains the Bitcoin network. Hoffman’s is Protocol Guild, the equivalent organization in the Ethereum community.\nWhen the news leaked on X last week, several commenters made fun of the fighters’ physiques and mocked their fighting skills. But the two are undeterred. “At the end of the day, it’s me and David that are taking the risk and getting in the ring and all they can do is watch,” Carter said. “If they want to fight they can try and get in the undercard, they are welcome to reach out to Karate Combat. But David and I aren’t claiming to be amazing fighters. The objective is to entertain and take on a new challenge, not to begin decorated fight careers.” “It’s been funny to hear all the haters who want to fight us,” adds Hoffman. “I have no interest in fighting anyone but Nic Carter.” This is the 46th Karate Combat event and the second under the banner “Influencer Fight Club (IFC).” The first, featuring Ben “BitBoy” Armstrong and meme coin creator “More Light,” in Mexico City in February, drew hundreds of thousands of views on YouTube. BitBoy beat the more-fancied More Light in a match full of aggression and flanging fists and arms.\nKarate Combat founder ONLYLARPING said he wants the format to “be the first official sport of Web3.” “It makes sense to partner with the biggest and best conferences in the world and the most entertaining influencers and founders.”\nResearch by Karate Combat found that a large percentage of its audience don’t enjoy sports unless there is a side-bet element to it. The platform has a no-loss gaming feature, where Karate token-holders plump for a winner and are given a small share of the prize money if they pick the right horse. If they pick the loser, they don’t give up anything.\nThe Karate Combat series at Consensus features six influencer fights and 10 more conventional bouts involving professional fighters. The action begins May 30 at 7 pm local time. Weigh-ins take place May 29 at 5 pm on the Town Square stage.\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T13:54:50.8Z",
    "tag": [
      "#Features",
      "#Consensus2024"
    ],
    "author": "Ben Schiller",
    "linkImage": "https://www.coindesk.com/resizer/_AajkS9CKu7ruB9Gd049ZloSyq8\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/U4RH4AGXGBBPDHHQHH2Y36XDBQ.jpeg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/what-are-fully-backed-reserves/",
    "title": "What Are \u0027Fully Backed\u0027 Reserves?",
    "type": "Learn",
    "summary": "More people are calling for crypto companies and those behind products such as stablecoins to prove they have enough funds to pay their customers.\n",
    "content": "Regular banks do not actually hold all of your money. They lend out most of your deposits in an attempt to eke out returns from financial markets. This works, for the most part, because the bank insures deposits with the federal government and because the bank widely diversifies its exposure to risk to ensure that it won’t be caught short in the event of a financial crash.\nThis system occasionally fails in traditional finance (see: Lehman) but fails frequently in crypto. The government does not insure deposits to crypto platforms and the platforms often do not manage risk particularly well (see: FTX, Voyager Digital, Celsius Network), making high-risk bets that end in catastrophe.\nRead More: Proof of Reserves: Could it Have Prevented the FTX Meltdown?\nAfter so many platforms squandered customer funds, crypto traders are thinking twice about depositing funds to crypto exchanges and lending institutions that “rehypothecate” uninsured deposits – which means they repurpose customer money and lend the funds out in the markets. A safer bet looks like trading on platforms that “fully back” their reserves. But what does this really mean, and should such claims be taken with a pinch of salt?\nWhen a financial product, such as a stablecoin or depositary institution, claims to “fully back” its reserves, it means that it has stored enough money behind a product, like a stablecoin or a customer’s trading account, to support its worth.\nSo, a crypto exchange that “fully backs” its reserves should always be able to pay out customer withdrawals, no matter the state of the market. One such example is Coinbase, which does not lend out its customers’ funds without their express permission, meaning it should always have enough money on hand to prevent a bank run.\nA stablecoin that “fully backs” its reserves is always able to fulfill conversions to the original asset, no matter what. One example is wBTC, or wrapped bitcoin, which holds real bitcoin (BTC) in a cold wallet, then issues an equal amount of an Ethereum-based version of the coin that trades as an ERC-20 token.\nFully backed, however, does not necessarily mean that assets are held one to one. That claim refers to the idea that if you, say, give me a dollar, I’ll hold that dollar as a dollar and won’t turn it into something else. Lots of stablecoins that claim to be fully backed, like U.S.-dollar stablecoin USDC, are not backed one to one.\nThis is because the companies that issue USDC hold the deposits of real U.S. dollars in “cash and cash equivalents.” Cash equivalents refer to U.S. Treasury bonds, which is debt issued by the U.S. Treasury Department. These bonds, which pay small returns to holders over time, are close enough to the worth of actual U.S. dollars that the market accepts bonds being essentially worth the same.\nBut “fully backed” does not always mean that the backing can withstand financial shocks. U.S. dollar stablecoin tether (USDT) also claims that its reserves are fully backed, but this backing is secured by “other assets and receivables from loans made by Tether [the issuing company] to third parties.” So, USDT may be fully backed, but it is partially backed by loans to other crypto companies.\nUntil October 2022, USDT was also backed by commercial paper – short-term commercial debt to other companies – and moved those funds to U.S. Treasurys. The concern about the commercial paper was that nobody knew which companies Tether was using to back USDT, so it was impossible to determine the worth of that backing. What’s more, its “fully backed” claim has historically turned out not to be true after it emerged in 2019 that USDT was, at one point, only 74% backed. As wrote the Commodity Futures Trading Commission\u0027s Dawn D. Stump, the claim that it was backed to the U.S. dollar was “not 100% true, 100% of the time.”\nRead more: What Is Tether? How USDT Works and What Backs Its Value\nSome stablecoins do not fully back their reserves, which has led to catastrophic results in some cases. The popular algorithmic stablecoin UST, for instance, crashed in spectacular fashion, wiping billions from the market.\nOn the opposite end of the spectrum, U.S. dollar stablecoin DAI overcollateralizes its reserves with crypto, meaning it has more than enough crypto on hand to back its coin. DAI has survived several market crashes.\n\n",
    "category": "article",
    "datetimeCreation": "2022-11-22T23:04:02.629Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/1BbtV6xLwpj0C9ebZhjO4SsYKqQ\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4LQR6YZFUZEFTGIZ4T73RMDSRQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/what-is-desk-coindesks-social-token-explained/",
    "title": "What Is DESK? CoinDesk’s Social Token, Explained",
    "type": "Learn",
    "summary": "How to earn, store and spend our blockchain-powered answer to loyalty points.\nListening to episodes of Carpe Consensus\nWatching select CDTV episodes\nVisiting the DESK Hub\nEngaging in chats on our Discord server\nAt Consensus 2023, we\u0027ll have many in-person ways to earn DESK, such as 2022\u0027s Easter egg airdrops around the festival. Stay tuned!\nUnlock the token-gated Discord server\nUsers with at least 1 DESK can vote for our special community polls and earn DESK for engaging.\nYou can tip other users with DESK\nA drink at the bar\nFood from nearby vendors that have partnered with CoinDesk\nMerchandise, such as hoodies or T-shirts\nNon-fungible tokens (NFT) from our online marketplace\nSpecial on-site offers from Consensus exhibitors and partners\nUnique experiences, like playing \"Horse\" basketball with Spencer Dinwiddie or chess with Garry Kasparov.\n",
    "content": "At CoinDesk, we’re not just chronicling the business model transformation that digital assets and the blockchain have made possible – we’re actively participating in it.\nAt Consensus 2021, a virtual event, we beta-tested DESK, an experiment in using tokenized rewards to incentivize engagement and community-building, garnering positive feedback from our audience. At Consensus 2022, CoinDesk relaunched DESK as a full-fledged on-chain social token, making it a core part of the experience at our first live event since 2019.\nIn December 2022, CoinDesk expanded the functionality of DESK to integrate the token into the broader user experience. Now, readers can earn DESK by reading articles, watching videos and more on CoinDesk.com.\nRead More: DESK Upgrade on CoinDesk’s Website Offers Tokenized Reader Experience\nBelow is everything you need to know about DESK and how to use it. This post will be updated regularly as we build out the DESK program, so check back every so often for the latest information.\nDESK is CoinDesk’s social token.\nDESK is designed to build a community around the CoinDesk brand and to reward our audience for engaging with our content.\nDESK’s ethos is modeled on the founding principles of blockchain technology: openness, community, empowerment and innovation. We hope to use DESK to create a feedback loop with our users to help us build out an ecosystem together.\nAs of this update, you can start earning DESK by creating an account at coindesk.com and engaging with our content, such as reading Consensus Magazine articles. Other ways to earn DESK include:\nAt Consensus 2022, attendees were able to redeem DESK for such rewards as:\nDESK runs on Polygon, a sidechain, or parallel network, to Ethereum.\nPolygon helps us provide a gasless experience because of the lower costs per transaction.\nYou’ll need to set up a cryptocurrency wallet that works with Polygon. MetaMask and Coinbase Wallet are the easiest ones to use for beginners.\nRead more: Get Started With DESK: How to Set Up Your Wallet\nYes. With the new release in Dec. 2022, you will be required to have a coindesk.com account.\nIn the Web2 era, content creators – be they writers, artists, filmmakers, publishers, media outlets or event organizers – have become beholden to the algorithms of intermediating platforms, complicating their efforts to directly reach and engage audiences. Simply put, the web ended up replacing one set of gatekeepers (major newspapers, magazines and television networks) with another (social media and search engines).\nWe’re hopeful, like many others, that crypto and Web3 solutions involving tokens and new data and governance models will facilitate a more direct relationship with our audience and the expansion of a community of engaged participants that is independent of the platforms.\nWe believe Consensus, which moves the content creator-audience relationship out of the digital realm and into a physical space where internet gatekeepers have less influence, is a great place to experiment with new tokens and incentive models in pursuit of this goal.\nWe hope DESK generates a community that engages year-round in rich interaction with each other and with CoinDesk articles and other content and then comes back each year to gather in person at this cornerstone annual event.\nSocial tokens allow for community-driven tech by creating a feedback loop between product creators and product users. This will allow the DESK team to get real-time data on engagement based on DESK usage, and use that data to iterate on the DESK ecosystem, aligning it more and more to user needs and wants.\nInitially, the blockchain provides us with data on DESK usage. The blockchain also discourages insider deals or under-the-table giveaways because the public ledger would lay bare any such misbehavior. This means everyone who claims NFTs or physical rewards had to put in the work (engaging with our content) to earn their reward.\nSimply put: DESK will be used to align our efforts as a media and events company to the wants and needs of our audience.\nNo. DESK is not a currency, nor is it a financial asset or investment product of any kind. It is not for speculation and will not make anyone rich. This is not a vehicle for anyone’s savings nor is it a money-making opportunity.\nIt is a reward token, analogous to airline frequent-flier miles, hotel guest points and the like. CoinDesk will be taking strong measures to discourage its use for speculation or trading.\nBy providing a system where users can contribute to the functioning of a collective, digital system, the blockchain lays the foundation for a new type of organization: the tokenized community. We\u0027ve seen examples of this over the past few years with NFT communities and distributed autonomous organizations (DAO). To highlight this blockchain use case, we decided to focus on activating and expanding social utility to create community value, instead of focusing on monetization.\nNo. DESK can only be earned as a reward for engaging with CoinDesk events and content, or as a tip from fellow users.\nNo. See above.\nNo. We\u0027re not selling the token at all, just distributing it to audience members as a reward for their engagement.\nListing, buying or trading DESK is against our terms of use because we want the rewards and value to come from inside the ecosystem. We reserve the right to ban accounts and blacklist wallet addresses that violate our terms of use.\nIt’s important to remember that not all blockchain assets are fully decentralized or claim to be so. Ether, the native currency of Ethereum, is completely user-controlled, but ERC-20 tokens built on top of the network may or may not be, depending on how the issuer designs it. For example, a number of regulated stablecoins are ERC-20 tokens, and their issuers have the power to freeze funds of suspect addresses to comply with law enforcement requests.\nSo, no, DESK is not decentralized, nor does it purport to be. It is not competing with bitcoin or ether.\nPart of the value DESK provides is what CoinDesk injects into the ecosystem when we want to reward our users for engaging at a deeper level. This means being able to use your DESK to redeem food and drinks at establishments that CoinDesk partners with on the ground.\nNo. The DESK ecosystem is 100% gasless.\nCoinDesk is covering the gas costs on Polygon.\nBecause DESK has transitioned from testnet to mainnet, DESK collected in 2021 is no longer usable. That being said, we value the feedback and effort from DESK\u0027s beta testers.\nPiranhas are the fledgling community that formed around DESK during Consensus 2021. They started their own Discord channel and created memes about the token. The phenomenon was a clear validation for CoinDesk of the concept.\nAt Consensus 2022, the official hub of the DESK community was CoinDesk’s Discord server, where we welcomed the Piranhas and newcomers alike.\nCoinDesk did, with the help of several key external partners, including Coinvise and others.\nAs mentioned, MetaMask and Coinbase Wallet are easiest to use, but any wallet that works on Polygon can be used.\nNavigate to the DESK dashboard. Select \"Create or Connect Wallet\" and approve the transaction in your wallet.\nDepends. CoinDesk can associate identities with wallets only when users create accounts on desk.coindesk.com. We will not use this data for anything other than authenticating users when they sign on or distributing DESK rewards, we will never sell it, and we will protect user information assiduously. (See our privacy policy.) DESK transactions will appear on DESK\u0027s page on the Polyscan block explorer, but only the wallet addresses will be displayed.\nDESK has no inherent monetary value, but, whether or not you live in a jurisdiction where utility tokens are deemed taxable, you should consult a tax professional if you have concerns.\nWe’ll keep a record of airdrops, product developments and other updates critical to DESK’s roadmap and tokenomics in our DESK product blog.\nYou can also keep abreast of DESK updates in our Discord server.\nThe latest release is only the beginning in developing our Web3 model for DESK on coindesk.com. We\u0027ll be working on improving our wallet functionality, currently in beta, and looking forward to seeing what data and reader feedback reveal as to how to continue improving the experience\n",
    "category": "article",
    "datetimeCreation": "2022-12-09T14:08:04.689Z",
    "tag": [
      "#TokenEconomy",
      "#Rewards",
      "#DESK",
      "#Learn",
      "#industry",
      "#Beginner"
    ],
    "author": "CoinDesk Staff",
    "linkImage": "https://www.coindesk.com/resizer/S-SqjtXaoQyLMGE9NbRGf5jlQ-M\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DDAI2L6BYJF6TAXGIK35LWWCEE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/12/doge-shib-rally-eases-as-bitcoin-bullishness-remains-elevated/",
    "title": "DOGE, SHIB Rally Eases as Bitcoin Bullishness Remains \u0027Elevated\u0027",
    "type": "Markets",
    "summary": "Bitcoin ETF inflows could lead to a “sell-side” crisis in the coming months, one market observer said.\nEther, Solana’s SOL, and other major tokens remaind little changed.\nXRP led the gains, rising 10% in the past 24 hours.\n",
    "content": "Dogecoin (DOGE) and Shiba Inu (SHIB) gave back gains after a 25% rally last week, falling as much as 6%, as bitcoin (BTC) hovered above the $71,500 mark on Tuesday.\nData shows that other major tokens ether (ETH), Solana’s SOL, BNB Chain’s BNB, and Cardano’s ADA were little changed in the past 24 hours. XRP led the pack among crypto majors with a 10% in the past 24 hours. The gains came amid a technical development announcement that would help developers provide better applications and services to users.\nThe CoinDesk 20 index (CD20), a liquid index of the twenty biggest tokens minus stablecoins, rose 0.73%.\nSpot bitcoin ETFs crossed the $10 billion inflow mark for the first time since going live in January, BitMEX Research noted in a Tuesday post. Some market observers say this could lead to a “sell-side” crisis in the medium term should such flows continue.\n“Bears can’t win this game until spot bitcoin ETF inflow stops,” said CryptoQuant founder Ki Young Ju in an X post. “Last week, spot ETFs saw netflows of +30K BTC. Known entities like exchanges and miners hold around 3M BTC, including 1.5M BTC by U.S. entities.”\n“At this rate, we’ll see a sell-side liquidity crisis within 6 months,” Ki added.\nMeanwhile, Singapore-based trading firm QCP Capital said in a Telegram broadcast on Tuesday that the bitcoin options market flashed a bullish sign for traders but expressed caution ahead.\n“The volatility market continues to express bullishness in BTC as volatility remains very elevated for the calls, particularly in the backend of the curve,” QCP said. “We are wary of another washout with funding rates reaching elevated levels again, although we still expect dips to be bought up very quickly,” the firm added.\nVolatility is a dynamic figure that changes based on activity in the options marketplace. Funding rates are paid by leveraged traders to those on the opposite side of that trade, and the bias toward long or shorts can indicate a bullish or bearish view of the market.\n",
    "category": "article",
    "datetimeCreation": "2024-03-12T09:18:02.562Z",
    "tag": [
      "#Markets",
      "#Trading",
      "#Investing"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/04/10/us-cpi-comes-in-faster-than-hoped-rising-04-in-march/",
    "title": "U.S. CPI Comes in Faster Than Hoped, Rising 0.4% in March, 3.5% Y/Y",
    "type": "Finance",
    "summary": "Stubbornly high inflation has shattered Wall Street expectations for a long series of rate cuts in 2024.\n",
    "content": "Inflation data once again has disappointed, with the Consumer Price Index (CPI) for March rising more than anticipated and casting doubt on hopes for a Fed rate cut at some point this summer.\nThe CPI for March rose 0.4% versus expectations for 0.3% and February\u0027s 0.4%. On a year-over-year basis, CPI was up 3.5% versus 3.4% expected and 3.2% in February.\nThe core CPI, which excludes food and energy costs, rose 0.4% in March versus 0.3% anticipated and 0.4% the previous month. Year-over-year core CPI was up 3.8% versus 3.7% expected and 3.8% in February.\nThe price of bitcoin (BTC) fell more than 1% to $68,200 in the minutes following the report.\nTraditional markets aren\u0027t taking the numbers well either, with S\u0026P 500 and Nasdaq 100 futures both tumbling about 1.5%. The 10-year U.S. Treasury yield has shot higher by 13 basis points to 4.50% and the dollar index has rinse a sizable 0.5%. Gold, which has been carving out new record highs on nearly a daily basis of late, is down 0.5% to $2,352 per ounce.\nIn addition to the spot ETFs and the halving, easier U.S. monetary policy was expected to be one of the bullish catalysts for bitcoin in 2024. Markets came into the year having priced in about 5 or 6 Federal Reserve rate cuts in 2024, but inflation – which fell steadily through much of 2022 and 2023 – hasn\u0027t cooperated. It\u0027s actually risen a bit through the first quarter and remains well above the U.S. central bank\u0027s 2% target.\nA series of Fed members have made clear they\u0027re not inclined to begin easing monetary policy until seeing a sustained path, i.e., more than just one monthly report, of inflation trending downward. Traders, meanwhile, have quickly whittled away their expectations of rate cuts, and prior to this morning\u0027s report had priced in just two or three for the full year, according to the CME FedWatch Tool, with the first move coming in June or July. Following the new inflation data, the tool now shows September as the most likely time for an initial rate cut.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T12:36:28.672Z",
    "tag": [
      "#Inflation",
      "#CPI",
      "#Bitcoin",
      "#InterestRates"
    ],
    "author": "Stephen  Alpher",
    "linkImage": "https://www.coindesk.com/resizer/ikjb15xNMSEoDH3K-ZHvMDOFk-w\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/3AO3AKEZPJHDTGYTWZFESTXAOI.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/first-mover-americas-meme-coin-indexes-are-here/",
    "title": "First Mover Americas: Meme Coin Indexes Are Here",
    "type": "Markets",
    "summary": "The latest price moves in crypto markets in context for April 10, 2024.\nThe chart shows bitcoin\u0027s hourly realized volatility since the spot exchange-traded funds began trading in the U.S. three months ago.\nPrices are considerably more volatile between 14:00 UTC (10:00 ET) and 18:00 UTC (14:00 ET).\nVolatility was more evenly scattered in three months before ETFs began trading.\nSource: Amberdata\nBitcoin’s Bullish Quarter Eases Retail Skepticism: Deutsche Bank\nHong Kong-Based First Digital\u0027s $3B Stablecoin Arrives to Sui Network in DeFi Push\nBitcoin Breakout Halts as U.S. Inflation Data Looms\n",
    "content": "This article originally appeared in First Mover, CoinDesk’s daily newsletter, putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day.\nCrypto exchange WOO X has introduced a set of index perpetual contracts linked to meme coins, the top 30 cryptocurrencies and layer-2 (L2) tokens in partnership with market maker Wintermute and index provider GMCI. WOO X closed a $9 million funding round in January with participation from Wintermute and Amber. The firm is offering traders GMCI’s MEME index, which includes top meme coins like SHIB, PEPE and DOGE, and an L2 index that monitors scaling tokens like MATIC, IMX and OP, the companies said. Indexes are widespread in traditional finance, allowing traders to monitor and – through linked products – gain exposure to a broad range of securities. The new products will soon be complimented by a copy-trading option, as well as on-chain U.S. Treasury bills, WOO X Chief Operating Officer Willy Chuang said.\nMichael Sonnenshein, CEO of digital asset investment manager Grayscale, sees outflows from the company\u0027s bitcoin (BTC) exchange-traded fund (ETF) reaching an equilibrium, Reuters reported. Sonnenshein said the selling connected to settlements of bankrupt crypto companies like FTX is \"largely behind us,\" according to the report, citing an appearance on a Reuters podcast. When the U.S. Securities and Exchange Commission (SEC) approved spot bitcoin ETFs in January, Grayscale\u0027s product (GBTC), which had already existed for several years as a trust, experienced significant outflows as existing investors likely sold their shares to buy into one of the new funds. Another reason for the outflows was GBTC\u0027s comfortably higher fees compared to its competitors. Sonnenshein said last month that he expects the fund\u0027s fees to decrease over time.\nBlockchain venture studio Thesis unveiled Mezo, a Bitcoin layer-2 network, from stealth with a $21 million fundraising round led by Pantera Capital. Mezo is a \"permissionless Bitcoin economic layer that leverages a neutral smart contract infrastructure\" to offer a wide range of applications for users, Thesis said. It is designed to amplify the Bitcoin blockchain’s infrastructure and provide cheap and fast transactions by allowing users \"to access applications that use Bitcoin for everything, enabling a thriving circular economy,\" the venture firm said. Mezo will go live with support from Thesis’ bitcoin-backed Ethereum token tBTC, which allows users to get bitcoin into Ethereum’s decentralized-finance (DeFi) ecosystem. “Our goal with Mezo is to extend the Bitcoin network to bring 25% of the world’s economy on-chain – roughly in line with the size of the U.S. economy today,” Matt Luongo, CEO of Thesis and founder of Mezo, said in a release.\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T12:01:00Z",
    "tag": [
      "#Bitcoin",
      "#Ether",
      "#FirstMover"
    ],
    "author": "Lyllah Ledesma and Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/dC8RMA7dIlZ4jsVwUlrgXMSzAfc\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/75DE5YW3ORD3XNZX2VTZGDUNZY.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2023/05/09/crypto-options-liquidity-provider-orbit-markets-offers-bitcoin-and-gold-hybrid-derivative/",
    "title": "Crypto Options Liquidity Provider OrBit Markets Offers Bitcoin and Gold-Hybrid Derivative",
    "type": "Finance",
    "summary": "The company said the product’s payoff will depend on the joint performance of both BTC and the gold-backed token XAUT.\n",
    "content": "Orbit Markets, an institutional liquidity provider of crypto options, is rolling out the first bitcoin and gold hybrid-focused derivative product with execution broker PI Digital.\nThe initiative is among the latest developments among crypto industry firms to provide steady returns during periods of macroeconomic uncertainty. It aims to give investors exposure to gold and digital assets, two assets that hold their value.\n“This hybrid asset product is a perfect fit for investors that have experience in traditional assets such as gold and are now starting to dip their toes into digital assets,” OrBit Markets said in a press release.\nThe derivative product, XAUT, is a gold-backed token issued by Tether. At maturity, the product will be settled in either USDT, XAUT or bitcoin as designated by OrBit, the Singapore-based company said.\nIn its statement, OrBit noted that traditional financial service firms (TradFi) commonly offer hybrid products, including those combining stocks and commodity assets.\nThe company said that investors “anticipating a sustained rally” in these two “safe haven” assets have risen amid growing concerns about the U.S. central bank’s hawkish monetary policy and resulting turmoil in the banking sector.\n“It\u0027s a dual option on both BTC and XAUT,” OrBit said, adding that investors could express “various sophisticated views” on bitcoin and the XAU token, including increases or decreases in returns for both, or if returns for one of the assets climbs but fall for the other.\nThe \"worst-of put option\" allows investors to earn an enhanced yield if both assets appreciate. On the flip side, investors may be \"put\" into the worst performer should either asset fall, the liquidity provider said.\nIn March, DeFi-focused asset management company MEV Capital used OrBit markets-issued options contracts to hedge liquidity providers’ positions and prevent losses in Uniswap (v3) liquidity pools.\n“OrBit aims to offer flexible solutions to our counterparties,” Pulkit Goyal, OrBit Markets VP of Trading adding that “OrBit plans to launch further hybrid products dedicated to institutional investors.”\n",
    "category": "article",
    "datetimeCreation": "2023-05-09T00:55:06.790Z",
    "tag": [
      "#Bitcoin",
      "#Gold",
      "#Derivatives",
      "#Macroeconomiccondition",
      "#Investing",
      "#industry"
    ],
    "author": "Jocelyn Yang",
    "linkImage": "https://www.coindesk.com/resizer/OW_LBGCUpsZEfS5d67SABZSl8DM\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/W5ACCCCQOFDKXKBKPY7HXDWBV4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/what-is-web5-and-how-is-it-different-from-web3/",
    "title": "What Is \u0027Web5\u0027 and How Is it Different From Web3?",
    "type": "Learn",
    "summary": "There are a few things that make Jack Dorsey’s vision for Web5 distinct, including not wanting to completely replace Web2 but work with it.\n",
    "content": "The world is still getting its collective head around Web3 – a suite of decentralized protocols that add a (disputably) censorship-resistant financial layer to the internet. So why did Jack Dorsey, the creator of Web2 platform Twitter, skip right ahead to what he calls \"Web5\"?\nIt turns out that, despite the name, Web5 does not follow the yet-to-be-created Web4. The Web5 platform, announced in June, 2022 by TBD, the crypto and decentralized finance arm of Dorsey’s payments company, Block (née Square), is firmly based on Web3 tech, but promises “an extra decentralized web platform.”\nTo land on the name Web5, TBD just added Web3 (an internet powered by blockchain-based smart contracts) to Web2 (centralized content platforms, like Twitter or Facebook). Put simply: 3 + 2 \u003d 5.\nWeb5’s core idea is to “put you in control of your data and identity” – a core tenet of Web3’s decentralized identity systems. Instead of inviting users to sign up for an account on a centralized platform (like an Instagram account), Web3 protocols reference users by their crypto wallet addresses. Protocols like the Ethereum Name Service let users turn their wallet’s garbled alphanumeric string into a word or phrase (like jane.eth) similar to how Domain Name Service (DNS) allowed websites to have addresses like coindesk.com rather than a long string of numbers like 54.235.191.121. Decentralized data storage is a concept already in existence and is provided by platforms like Filecoin and IPFS.\nDorsey’s Web5 offers similar capabilities. Instead of an internet that relies on accounts provided by companies that hold customer data “captive in app silos,” Web5 pushes for “a new class of decentralized apps and protocols that put individuals at the center.”\nThere are three pillars at Web5’s core: self-owned decentralized identifiers, verifiable credentials and decentralized web nodes for storing data and relaying messages. It sounds a lot like what decentralized identity services have been doing since the Ethereum Name Service launched in May 2017.\nSo, what’s new here – apart from yet another stab at decentralized identities? Part of the answer may lie in Dorsey’s allegiance to bitcoin and his aggressive dismissal of Web3 culture. For Dorsey, bitcoin, launched in a truly decentralized fashion in 2009, is the only cryptocurrency that matters, the rest having been corrupted by venture capitalists who bent the platforms to their will. Accordingly, Web5 is run without any “special utility tokens or subjective consensus” that is part of the governance-token, decentralized autonomous organization (DAO)-controlled protocols like the Ethereum Name Service.\nIn doing so, Web5 sounds like an attempt to rid Web3 of the centralized actors that Dorsey credits with sullying the mission of decentralization. Zion, a self-described Web5 app, uses Bitcoin’s base layer to help content creators work together with fans. But avoiding corruption is, of course, difficult: Web5’s nascent community already balked at TBD’s attempt to trademark the term Web5.\nThe other thing that is different from Web3 is that Web5 works with existing Web2 services; it does not seek to replace them entirely. Web5’s pitch deck provides the example of Groove adding a playlist to a Web5 user’s decentralized identifier, which another music service, Tidal, can use to fashion its own playlists within the app. The decentralized identifier prevents the user from having to recreate their preferences on another platform.\nTBD’s other example of Web5 in action involves one user granting her hotel, airline and rental car provider the ability to add information to her database about her trip. The user can revoke access at any time and choose another service to “help her visualize her itinerary.” Again, the idea is to tie data that’s usually locked inside centralized services – something TBD calls “a massive, unworkable mess” – to a single user-controlled identity. Think of it as similar to how many sites and apps leverage a user’s Google account to log in, but in this case it will be a single login with a decentralized network of nodes.\nWill it work? Time will tell. So far, the only decentralized identity service that’s caught on in any measure is the Ethereum Name Service, and the only data storage system with any cachet is the interplanetary file service (better known as IPFS).\nOne of the key things that distinguish TBD’s ambition is the backing of its billionaire progenitor, Jack Dorsey. But it’s unclear how Web5 would make money or why, ideological reasons aside, the company is creating such a service. Strategy consultant Adrien Book laid out the problem pretty well in a Medium post that followed Web5’s announcement: “Jack seems to want to keep the taste of Web3 without the calories. It’s like a high school student saying ‘yeah, but communism has never been REALLY tried as it’s meant to be.’ It’s naive.”\n",
    "category": "article",
    "datetimeCreation": "2022-12-20T20:40:51.816Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner",
      "#Web3",
      "#Web5"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/XT294XbeB4xJRWM43INjRUtWTSk\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ZOGHIKALMJDZZGZ4SKZCTVQSZE.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/10/bitcoins-bullish-quarter-eases-retail-skepticism-deutsche-bank/",
    "title": "Bitcoin’s Bullish Quarter Eases Retail Skepticism: Deutsche Bank",
    "type": "Markets",
    "summary": "While 40% of respondents to the German bank’s survey said bitcoin will thrive in the coming years, 38% said they expect the cryptocurrency to disappear.\nRetail investors have become more positive about cryptocurrencies, the survey showed.\n40% of those surveyed say they believe bitcoin will thrive in the coming years; 38% said they expect it to disappear.\nOver 50% expect another major crypto to collapse by 2026, the report said.\n",
    "content": "Retail investors became more positive about cryptocurrencies during the first quarter, according to a March survey by German lender Deutsche Bank (DB).\n“Consumers have become more positive on crypto in Q1 2024, with less than 1% thinking they are a fad,” the April report said.\nThe data is hardly surprising given the strong rally in crypto markets in that period that was fueled by the January approval of spot bitcoin (BTC) exchange-traded funds (ETFs).\nNevertheless, the survey showed that retail investors are not overly optimistic about the outlook for the world’s largest cryptocurrency, with only 10% of people saying they expect it to exceed $75,000 by year-end. Bitcoin was trading over 2% lower over 24 hours at around $69,000 at publication time.\nJust under one-third of those surveyed said they expected the bitcoin price to tumble below $20,000 by the end of 2024 and over 50% of respondents said they were worried about another major cryptocurrency collapsing in the next two years.\nAs many as 40% said they expected bitcoin to thrive in the coming years, while almost as many – 38% – said they expected the digital asset to disappear.\n“78% of U.S. consumers see cryptocurrencies as a form of commodities, 76% as alternative assets, and 74% a store of value. 65% see it as replacing cash,” the report said, adding that 52% see cryptocurrencies as an “important asset class and method of payment.”\nRead more: Many Retail Investors See Bitcoin Price Dropping Below $20K by Year End: Deutsche Bank\n",
    "category": "article",
    "datetimeCreation": "2024-04-10T09:56:41.995Z",
    "tag": [
      "#Bitcoin",
      "#Reports",
      "#Surveys"
    ],
    "author": "Will Canny",
    "linkImage": "https://www.coindesk.com/resizer/jd2f71BH1cJ94fYazJmsQ8ClxFc\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/RKMDGGJEJJECDN2NVNBHZGS7RQ"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/04/09/vaneck-ceo-says-transaction-fee-is-bigger-story-than-bitcoin-or-ethereum-etfs/",
    "title": "VanEck CEO Says Transaction Fee Is Bigger Story Than Bitcoin or Ethereum ETFs",
    "type": "Finance",
    "summary": "Jan Van Eck told CoinDesk TV\u0027s Jen Sanasie that not hearing back from the SEC is a sign that ETH exchange-traded funds likely wont make the May deadline.\n",
    "content": "The CEO of VanEck – the global investment firm whose Bitcoin Trust (HODL) is among the almost dozen spot bitcoin ETFs – thinks the cryptocurrency industry should focus more on transaction fees and not so much on Bitcoin (BTC) and Ethereum (ETH) or their related exchange-traded funds.\nJan van Eck said on CoinDesk\u0027s \"Markets Daily\" that the transaction fees on the Bitcoin and Ethereum blockchains are unpredictable, making it harder to build applications in those ecosystems. \"The most important story of 2023, which people know, but I don\u0027t think they focus on enough, which is simply that transaction costs are now available at affordable rates through Solana or the so-called layer 2s,\" van Eck told CoinDesk TV\u0027s Jen Sanasie in an interview.\n\"Because you see the transaction fees for Bitcoin and Ethereum, no one would ever use that database to build anything on, right? My analogy for non-crypto people is, would you want to fill your car at $50, you know, week after week, and then one week at $600? And that\u0027s effectively what high gas fees are on Ethereum,\" he said.\nSolana (SOL), often referred to as an Ethereum killer, is a layer 1 protocol with cheaper costs and faster transaction speeds than Ethereum. Layer 2s are separate blockchains that are built on top of layer 1 chains, such as Ethereum, to reduce bottlenecks with scaling and data that layer 1s face. Ethereum rollups and the Lightning network on Bitcoin are examples of layer 2s.\nWith new solutions for lower and much more predictable transaction fees, developers can now build applications that are much more useful, which Jan Van Eck predicts will be more prominent going forward. \"The most interesting thing happening in crypto to me right now is that you have databases that can scale, that can take a lot of users of high uptime and now have predictable costs. And so real stuff can be built on these databases now,\" he said. \"We\u0027re going to see that in the next couple of years.\"\nHe also said that its unlikely that ether ETFs will be approved by their May deadline, as unlike the bitcoin ETF approval process, the U.S. Securities and Exchange Commission has been not responsive to filings by the prospective issuers.\n\"We\u0027ve filed our S1 and we haven\u0027t heard anything. So that\u0027s kind of a sign. It won\u0027t happen without getting the disclosure documents in order,\" Jan Van Eck said.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T21:52:18.934Z",
    "tag": [
      "#Ethereum",
      "#Bitcoin",
      "#Solana",
      "#gasfees"
    ],
    "author": "Aoyon Ashraf",
    "linkImage": "https://www.coindesk.com/resizer/t_jAWYED6LVO3ADoPEA_Qslqq2s\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CUYUSEWJEJEU5ENSLLTZZX473M.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/05/ethena-onboards-bitcoin-as-backing-asset-to-make-usde-safer/",
    "title": "Ethena Onboards Bitcoin as Backing Asset to Make USDe \u0027Safer\u0027",
    "type": "Markets",
    "summary": "The platform will use a cash-and-carry trade to short bitcoin futures and pocket funding rates to generate yield on its USDe tokens.\nThe platform has generated yields by shorting ether (ETH) futures and pocketing funding rates since its January rollout.\nEthena\u0027s USDe is supposed to maintain a $1 peg at all times. Since its release, over $2 billion in USDe has been issued, with demand continuing to grow.\n",
    "content": "Ethena Labs will start purchasing and shorting bitcoin (BTC) as part of a cash-and-carry trade in a move that developers say will create a “safer” USDe synthetic dollar product for users.\nThe controversial platform is currently generating an annual yield of 37% (a seven-day rolling average that can change) by shorting ether (ETH) futures and pocketing funding rates since its January rollout.\nFunding rates are periodic payments either to traders that are long or short based on the difference between perpetual contract markets and spot prices.\nWhile such a strategy has attracted detractors, demand has continued to grow — as over $2 billion in USDe, its synthetic dollar, has been issued since its release. USDe is supposed to maintain a $1 peg at all times, mimicking a stablecoin but with a different backing mechanism.\nDevelopers say adding bitcoin to the mix will boost user yields while helping USDe issuance grow further.\n“After the unprecedented growth or USDe since launch, Ethena hedges represent ~20% of ETH open interest as of today,” Ethena developers said in an X post. “With $25bn of BTC open interest readily available for Ethena to delta hedge, the capacity for USDe to scale has increased \u003e2.5x.”\n“BTC derivative markets are growing at a faster pace than ETH and offer better scalability and liquidity. As Ethena scales closer to $10bn this provides a more robust backing, and ultimately a safer product for users,” they added.\nOn Ethena, users can deposit stablecoins such as tether (USDT), frax (FRAX), dai (DAI), Curve USD (crvUSD) and mkUSD to receive Ethena’s USDe, which can then be staked. Unstaking takes seven days. The staked USDe tokens can be supplied to other DeFi platforms to earn additional yield.\nIt uses a futures mechanism similar to a “cash and carry\" trade, in which a trader takes a long position in an asset while concurrently selling the underlying derivative. Such a trade, in theory, is directionally neutral and earns money from funding payouts instead of the underlying asset’s price movement.\nHere\u0027s how it works: First, someone mints USDe with some amount of money, say $10 million tether (USDT). Ethena then exchanges this USDT for BTC. However, because bitcoin’s value can swing wildly, there is a further step to stabilize the value of USDe.\nEthena then shorts or bets again on $10 million worth of BTC perpetual futures contracts. If BTC\u0027s price drops by 20%, for example, the losses from holding BTC are balanced out by the gains from the short position in BTC perps, keeping the overall value stable.\nThis combination of holding BTC while also shorting it effectively creates USDe. Plus, by shorting BTC, they earn a funding yield that is paid out to users.\nEthena’s ENA tokens are down 8% in the past 24 hours, data shows, alongside a slight market selloff.\n",
    "category": "article",
    "datetimeCreation": "2024-04-05T07:03:51.318Z",
    "tag": [
      "#Bitcoin",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/fObPErooxQ0fmCb1gU5BdbIlGlg\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/NUZGVK3K2RHZRGC73T3INL72NA"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/04/09/lummis-crypto-will-erupt-as-big-issue-in-senate-races-including-banking-chair-browns/",
    "title": "Lummis: Crypto Will Erupt as Big Issue in Senate Races Including Banking Chair Brown\u0027s",
    "type": "Policy",
    "summary": "Sen. Cynthia Lummis said there\u0027s an effort underway to ensure Republicans trying to take seats from Democrats on the Senate Banking Committee are versed in crypto advocacy.\nSen. Cynthia Lummis, a Republican, sees crypto as a likely topic coming up in Senate races that are vital to the future leadership of the Senate Banking Committee.\nShe asked crypto enthusiasts to attend public forums in the elections and make sure the candidates have to answer questions about their positions on digital assets.\n",
    "content": "U.S. Senator Cynthia Lummis (R-Wyo.) said that the high-stakes Ohio election that could decide both the Senate majority and the leadership of the Senate Banking Committee is likely to dig into cryptocurrency issues, and she encouraged industry insiders to make sure it does.\nCrypto skeptic Sen. Sherrod Brown (D-Ohio), whose Democratic Party currently controls the Senate, is the chairman of the Banking Committee and has been reluctant to allow digital assets regulatory bills to move through the panel, despite some progress in the House of Representatives. In Ohio\u0027s general election, he faces Republican challenger Bernie Moreno, an Ohio businessman and crypto enthusiast who founded a blockchain startup, and Lummis – a member of Brown\u0027s committee – predicted on Tuesday that digital assets could be front and center in this matchup.\nAt a Bitcoin Policy Institute event in Washington, she suggested that industry supporters should make sure to attend public forums in that race and make sure the candidates get on the record about crypto.\n\"Have people in the crowd to ask questions,\" she said, adding that Brown \"seems to have Elizabeth Warren whispering in his ear on this topic,\" referring to the Massachusetts Democratic senator widely seen as crypto\u0027s chief detractor in Congress.\nRead More: Crypto Fan Won Ohio Senate Primary That Could Alter the Industry\u0027s U.S. Destiny\n\"The Banking Committee is kind of the obstacle here,\" Lummis said.\nLummis also flagged the Montana race against Sen. Jon Tester (D-Mont.), another Democrat on the Senate Banking Committee that\u0027ll likely be instrumental in any future crypto bills. She said she\u0027s been \"trying to educate\" his Republican opponent on blockchain and crypto matters.\nLummis noted that her Democrat partner in one of the leading crypto legislative efforts, Sen. Kirsten Gillibrand (D-N.Y.), is also facing an election this year.\nEarlier at the same event, Rep. Patrick McHenry (R-N.C.), the chairman of the House Financial Services Committee, said a stablecoin bill still has a shot at being approved by Congress this year. However, the weeks available for legislative action are waning this year as the elections heat up.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T16:33:59.647Z",
    "tag": [
      "#Regulations",
      "#SherrodBrown",
      "#CynthiaLummis",
      "#SenateBankingCommittee",
      "#Congress",
      "#Election2024"
    ],
    "author": "Jesse Hamilton",
    "linkImage": "https://www.coindesk.com/resizer/-JEl_QCJhUmK34iDAqxG-w_qb3E\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ZWK5WIUGVZB3JBH47V63B3W7CE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/09/fantom-cofounder-mulls-idea-for-safer-meme-coins/",
    "title": "Fantom Cofounder Mulls Idea for \u0027Safer\u0027 Meme Coins",
    "type": "Markets",
    "summary": "Fantom\u0027s Cronje is the latest in a line of blockchain teams that are open to directly engaging with meme coins.\nAndre Cronje proposed a plan to issue meme coins on the Fantom network, addressing risks such as team dumping tokens and removing liquidity.\nThe plan includes allocating tokens for team expenses, marketing, and liquidity pool support, focusing on fair distribution and investor safety.\n",
    "content": "Fantom Foundation co-founder Andre Cronje on Tuesday proposed a plan to fairly and safely issue meme coins on the network, aiming to sidestep risks associated with buying non-serious tokens.\nIssuing and trading meme coins has become a fun and multibillion-dollar sector among crypto investors in the past year. An ongoing meme coin frenzy on Solana and Base networks has netted millions in profits for platform owners and users, but it comes with risks for the community and investors.\nSome risks include teams dumping tokens after creating social media hype, early investors selling large amounts, removal of liquidity, and developers having access to change code for tokens, Cronje said.\nThe proposed plan is to issue tokens with the Fantom Foundation, a non-profit dedicated to Fantom blockchain\u0027s development and maintenance, as one of the signers controlling the token’s liquidity pools.\n“Up to 5% of the tokens to support the meme team expenses. This will be locked in a multisig requiring signatures from 2 project members and at least 1 foundation member,” Cronje said.\n“The remaining 85% of the tokens will be put up in a FTM/token LP in foundation multisig. An amount of 100,000 FTM will be provided. Any Fantom-based exchange can be nominated for LP,” he added. LP refers to liquidity pool, a smart contract on an exchange that holds two or more tokens and facilitates trading.\nUp to 10% of tokens can be allocated for marketing-related expenses, such as exchange listings, and will be locked in a multisig requiring signatures from two project members and at least one Foundation member.\n“Should the FTM in the LP token reach at least 2,000,000 FTM, the original provided 100,000 FTM (5%) will be removed to cover the initial cost and the rest of the LP will be burned,” Cronje added.\nFantom’s Cronje is the latest in a line of blockchain teams that aren’t shying away from engaging with meme coins directly – marking a clear departure from previous cycles in which such tokens were treated as mere tradeable assets.\nAvalanche Foundation, a similar body for the Avalanche network, earlier this year announced a fund that invested directly in and supported the growth of meme coins (which it termed culture coins). In March, it invested in five tokens.\nLast week, BNB Chain developers unveiled a $1 million prize pool that attracted submissions from developers behind meme coins. The pool aimed to award projects it deemed unique for investing in their future growth.\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T11:27:38.291Z",
    "tag": [
      "#Trading",
      "#Fantom",
      "#memecoin"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/2csv_dEdxSWgwfSMqPVEARufinw\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/VNV7XI25AVGPBIRZTTBDDQ4YGA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/binance-crypto-exchange-your-questions-answered/",
    "title": "Binance Crypto Exchange: Your Questions Answered",
    "type": "Learn",
    "summary": "Following the SEC charges against the world’s largest crypto exchange, people are wondering what’s the difference between Binance and Binance.us, who is Changpeng Zhao and more.\n",
    "content": "Founded in 2017 by Changpeng Zhao, who is often referred to as just “CZ,” Binance is the world\u0027s leading cryptocurrency exchange by trading volume as of June 2023. The company was originally based in China but had to leave Shanghai due to regulatory restrictions shortly after its launch.\nBinance developed its own blockchain, Binance Smart Chain (later renamed to BNB Chain), which facilitates trades on the exchange. The native token of the blockchain is Binance coin (BNB) and the company has also launched a stablecoin, BinanceUSD (BUSD). Because of U.S. regulatory rules, Binance created a supposedly separate company for its U.S. clients in 2019, Binance.US.\nOn June 5, 2023, the U.S. Securities and Exchange Commission (SEC) filed charges against Binance.US as well as CZ, who serves as Binance CEO, on allegations of violating federal securities laws by offering BNB and BUSD to the general public, calling them unregistered securities. The SEC lawsuit also casts fresh doubt on the independence of the company’s U.S. arm and its staking service.\nRead more about the SEC suit here\nThis is not Binance’s first battle with U.S. regulators. Binance is also under ongoing scrutiny from the U.S. Commodity Futures Trading Commission (CFTC) who sued CZ and Binance in March 2023, alleging the company knowingly offered unregistered crypto derivatives products in the U.S.\nHere is everything you need to know about Binance, Binance.US and CEO Changpeng \"CZ\" Zhao.\nCZ is a well-known personality in crypto, actively engaging with the crypto community through Twitter and speaking at conferences and to the media. As for his origins, he was born in China and emigrated to Canada when he was 12 and says he is a Canadian citizen. In high school, he worked part-time at McDonald’s, which is part of his well-known lore. He graduated from McGill University with a degree in Computer Science.\nAfter college, he worked for the Tokyo stock exchange and Bloomberg Tradebook developing software for the businesses. He then founded a startup in 2005, Fusion Systems, which focused on creating an automated high-frequency trading platform. Following that, he worked for several crypto startups including a stint as co-founder and CTO of OKCoin. Another piece of the CZ lore is that he first heard about Bitcoin at a poker game, which planted the seed that led him to create his own cryptocurrency exchange, Binance.\nAccording to the white paper, Zhao\u0027s goal for Binance was to compete with other exchanges by offering solutions to the numerous problems he saw with the cryptocurrency trading infrastructure – including poor technical architecture, insecure platforms, low market liquidity, poor customer support and poor language support.\nShortly after Binance’s 2017 launch, Binance raised $15 million through an Initial Coin Offering (ICO) for BNB, the terms of which were also laid out in the white paper.\nBinance started as one big company, founded in Shanghai in 2017. Because of China’s crackdown on crypto, the company left shortly after and while there were efforts to relocate the headquarters to Singapore and Malta was once thought to be Binance’s base, CZ currently claims that Binance has no headquarters and that wherever he is, that is where Binance is based.\nBinance also has a native coin, Binance Coin (BNB), which was initially launched on Ethereum as an ERC-20 token and subsequently migrated to Binance\u0027s proprietary blockchain, BNB Chain. BNB functions as an exchange token, meaning holders of BNB with Binance accounts can access discounted fees on the exchange.\nBinance created Binance.US in 2019 in response to regulatory requirements in the United States and notified customers that their accounts would be required to migrate to the new U.S-based exchange in November 2020. That said, many people noted that by using a VPN service, U.S.-based customers could still use Binance’s services.\nOne of the biggest differences between the two exchanges is that Binance.com offers a much wider range of cryptocurrencies, with over 500 available for trading. Binance.US offers over 120 cryptocurrencies and is not available in all states as of writing, with Hawaii, New York, Texas, and Vermont blocking use of the exchange.\nThe other big difference is that Binance.US does not offer margin trading or futures contracts, while Binance does. Both platforms offer low fees.\nFinally, unlike Binance’s stance that it has no headquarters, the U.S. arm is clearly based in Palo Alto, California. The SEC suit is specifically against Binance.US and Zhao and not the larger exchange.\nJuly 2017: Binance launches and raises $15 million through its BNB ICO.\nJuly 2018: Binance acquires Trust Wallet, a free, non-custodial mobile wallet to support its upcoming decentralized exchange (DEX) offering.\nJanuary 2019: Binance starts to offer support for new token listings through ICOs (initial coin offerings) and IEOs (initial exchange offerings), through its Launchpad product.\nApril 2019: Binance migrates BNB from Ethereum to its proprietary chain, then called Binance Smart Chain (now rebranded to Binance chain or BNB chain)\nApril 2019: Binance launches its DEX ahead of schedule.\nMay 2019: Binance gets hacked for the first time. Hackers steal over 7,000 bitcoin (BTC) from Binance (the equivalent of roughly $41 million at the time). Zhao quickly took to social media to reassure users that no one lost funds and that Binance used its reserve funds to cover the costs of the stolen crypto. CZ\u0027s \"Funds are #SAFU\" tweet has become a meme in the crypto space.\nJune 2019: Binance announces it will launch a new trading platform for U.S. customers, in partnership with a firm called BAM Trading Services.\nJuly 2019: Binance hires former Ripple executive, Catherine Coley, to run its planned U.S. marketplace.\nSeptember 2019: Binance launches its own dollar-backed stablecoin, BUSD in partnership with the Paxos Trust Company.\nSeptember 2019: Binance.US launches in 37 states. The new marketplace supports six cryptocurrencies at launch: bitcoin, (BTC), ether (ETH), XRP, bitcoin cash (BCH), litecoin (LTC), tether (USDT) and BNB. BUSD is notably not supported at launch.\nApril 2020: Binance buys CoinMarketCap, a cryptocurrency data provider, for a rumored $400 million, making it one of the biggest M\u0026A deals in crypto. “CoinMarketCap has more users than any other product in the crypto space,” Zhao said at the time. “It’s a very valuable platform.”\nSeptember 2020: Binance rolls out Launchpool, a crypto staking platform.\nNovember 2020: Binance notifies U.S. customers they have a hard deadline of two weeks to migrate to the new platform before Binance shutters their accounts.\nApril 2021: Binance.US hires Brian Brooks as CEO to replace Catherine Coley in the role.\nAugust 2021: Binance.US CEO Brian Brooks quits over “strategic differences” after just months in the job.\nSeptember 2021: Binance.US promotes Brian Schroder to CEO; he formerly served as president and board member for the firm.\nApril 2022: Binance.US raises $200 million in its first funding round, giving it a $4.5 billion valuation.\nSeptember 2022: Binance announces it will stop supporting the second-largest stablecoin USDC and automatically convert customer funds to BUSD.\nOctober 2022: Binance suffers another major hack, and had to briefly halt trading on BNB after a “potential exploit” drained $100 million in crypto.\nOctober 2022: Binance confirms it has contributed $500 million towards Elon Musk’s bid to buy Twitter.\nNovember 2022: Amidst the collapse of FTX, there was a brief moment when Binance was going to buy the rival exchange. That deal quickly collapsed as the scope of FTX’s issues came to light.\nDecember 2022: Binance.US reaches an agreement to buy Voyager Digital\u0027s assets for just over $1 billion. Voyager, had gone into bankruptcy earlier in 2022 and originally had agreed to sell its assets to FTX, which folded itself.\nFebruary 2023: BUSD issuer Paxos is hit with a one-two punch of an investigation by the New York Department of Financial Services and a Wells Notice from the SEC, which some believed hinted at Binance as a future target for the SEC. Following these actions, Paxos halted minting BUSD.\nMarch 2023: The CFTC sues CZ and Binance over allegations that the company offered unregistered crypto derivatives products.\nApril 2023: Rumors of an Interpol “Red Notice” for CZ tank BNB price, but there is little to back up the claim.\nApril 2023: Binance.US pulls out of a $1 billion deal to buy Voyager Digital’s assets, attributing the termination to the \"hostile and uncertain regulatory climate in the United States.\"\nJune 2023: The SEC files charges against Binance.US and its founder Changpeng \"CZ\" Zhao on allegations of violating federal securities laws with BNB token and Binance-linked BUSD stablecoin. The suit also alleges that Binance\u0027s staking service violated securities law as well as that the entities of Binance.US and Binance were not truly independent.\n",
    "category": "article",
    "datetimeCreation": "2023-06-06T18:13:04.479Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner",
      "#Binance",
      "#BinanceUS",
      "#Exchanges"
    ],
    "author": "Toby Bochan",
    "linkImage": "https://www.coindesk.com/resizer/g-83kTNjPERCJssgl3pYfTt8N_8\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DQDMFXOF4FAPDAT3XSGV2JHZ5A.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/04/09/venture-firm-a16z-releases-jolt-a-zero-knowledge-virtual-machine/",
    "title": "Venture Firm A16z Releases Jolt, a \u0027Zero-Knowledge Virtual Machine\u0027",
    "type": "Technology",
    "summary": "The release is the product of a16z\u0027s first foray into deep tech research.\n",
    "content": "Silicon Valley venture giant Andreessen Horowitz (a16z) made news last year when it announced that it was wading into deep tech research – switching off its investor cap to become a part-time computer science researcher and builder. On Tuesday, the firm unveiled some of the first fruits of that foray with the release of an open-source code implementation for \"Jolt,\" its zero-knowledge virtual machine (zkVM).\nIn addition to positioning a16z as a bona fide research and development firm, the new code could help blockchains – and some of a16z\u0027s own portfolio companies – scale their operations.\nVirtual machines, colloquially known as VMs, are software-based computer environments that serve as the foundation for blockchains and other programs. The \"zero-knowledge\" (ZK) bit of Jolt refers to a form of cryptographic trickery that powers a16z\u0027s VM under the hood – allowing the virtual computer to process and verify data while adhering to special constraints around privacy and security.\nJolt currently supports RISC-V instruction set architecture (ISA) – an open-source standard for designing computer processors – and applications written in the Rust programming language. Programmers can run an application through Jolt to \"verify its execution,\" explained Eddy Lazzarin, CTO at a16z crypto. The program will \"output a \u0027proof\u0027 that proves that the result of that program indeed came from the correct running of that program.\" A16z\u0027s big claim with Jolt is that it\u0027s \"10x\" faster than RISC Zero, its nearest competitor.\nZK cryptography has applications outside of blockchain, but ZK research has boomed in parallel with the industry\u0027s rise. So-called \"ZK proofs\" – the mathematical proofs outputted by ZK programs – have become the dominant method for helping blockchains reduce fees, increase speeds, and preserve transaction privacy.\nRead more: What Are Zero-Knowledge Proofs?\nThe tech powers many of the so-called zkEVMs – zkVMs specific to Ethereum\u0027s runtime environment, known as Ethereum Virtual Machine, or EVM – that have emerged in recent years to make that blockchain quicker and more secure. (A16z is an investor in Matter Labs, one of the leading zkEVM makers).\nZK proofs “scale blockchains by kind of doing the hard work off-chain, and only having the blockchain verify the proofs,” Justin Thaler, an a16z researcher and associate professor at Georgetown University who co-authored the Lasso and Jolt research, explained in an interview last year. With ZK proofs, “you can get a guarantee that this work was done correctly, but not have all the blockchain nodes in the world doing all the work.”\nWhile Jolt has not been fine-tuned for Ethereum or any other blockchain, a16z insists its tech can be layered into zkEVMs and other blockchain-based ZK applications. \"Fine-tuning specific circuits makes them very brittle. It\u0027s very hard and opaque to do that properly,\" said Lazzarin. \"Our techniques are not just simpler, but faster.\"\nA16z first embarked on its deep tech journey in August of last year when it announced a pair of projects: Jolt, the one that\u0027s launching today, and Lasso, a special method for powering ZK systems that undergirds some of Jolt\u0027s programming.\nRead more: Andreessen Horowitz Wades Into Crypto Tech Research with ZK Projects ‘Jolt’ and ‘Lasso’\nAccording to Lazzarin, a16z embarked on its deep-tech research journey in part as a way to improve its cache as an investor: \"I mean, why take money from someone who is just money when you can take money from someone who is right there with you at the cutting edge, doing the hardest possible things in crypto?\"\nBut that\u0027s not the only way Lazzarin thinks a16z\u0027s research initiatives can help advance the firm\u0027s bottom line. The code for Jolt has been open-sourced, meaning anyone can theoretically use or repurpose it without paying a16z. \"Because we\u0027re long-term investors, we don\u0027t trade day-to-day, week-to-week, or even month-to-month,\" said Lazzarin. \"We benefit most if the space advances fastest over the next five to 10 years, and so our incentive is purely to advance everyone through public goods that we will never monetize.\"\n",
    "category": "article",
    "datetimeCreation": "2024-04-09T16:00:00Z",
    "tag": [
      "#A16z",
      "#A16zcrypto",
      "#Zeroknowledge",
      "#Zero-KnowledgeProofs",
      "#Rollups",
      "#Zkevm"
    ],
    "author": "Sam Kessler",
    "linkImage": "https://www.coindesk.com/resizer/WoXqlpBjgla7pYyzHo1Nka_Hki8\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/SSSN2JHOQRCRJK45R3VAARYWGQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/04/08/tokenfi-developers-propose-new-program-to-boost-benefits-for-token-holders/",
    "title": "TokenFi Developers Propose New Program to Boost Benefits for TOKEN Holders",
    "type": "Markets",
    "summary": "The proposed move would allow eligible users to acquire up to four times more tokens than the standard quota per wallet, among other benefits.\nThe “TOKEN Supercharge Program” aims to offer early access to TokenFi platform issuances for TOKEN holders and stakers, potentially allowing them to acquire up to four times more tokens than the standard quota per wallet.\nA minimum holding or staking of $1,000 worth of TOKEN is required for priority access, with additional benefits for higher holdings.\nDevelopers say the move could address potential issues of token sale events being sold out quickly to the general public, where TOKEN holders should instead benefit.\n",
    "content": "The developers behind the TokenFi launchpad are presenting a proposal to boost the benefits for TOKEN users by allowing holders to gain early access to platform issuances.\nThe “TOKEN Supercharge Program” will provide preferential treatment for TOKEN holders and stakers, allowing them to secure tokens ahead of the broader public if the proposal passes.\nThe proposed move would further allow eligible users to acquire up to four times more tokens than the standard quota per wallet. Users who do not stake or hold TOKEN may face limited access to token sale events.\nUsers must stake or hold a minimum of $1,000 worth of $TOKEN for the proposed priority access, with higher holdings offering additional advantages.\n“We have close to a dozen of these token launches already planned and due to be announced in the coming days and weeks,” TokenFi developer B told CoinDesk in a release. “However, we envision a scenario in which some of these token sale events could be sold out in minutes, especially if open to the general public.”\nThis could result in the majority of $TOKEN stakers and holders being unable to participate in these events when they should be the main beneficiaries,” he added.\nTokenFi, which uses token (TOKEN) as its native digital asset, lets users launch any cryptocurrency without writing code. It was started in 2023 as a sister project to Floki, a former dog-themed meme coin that has since pivoted into a metaverse and decentralized finance platform.\nAt the time of writing, TOKEN prices were little changed, trading at 16 cents, data shows.\n",
    "category": "article",
    "datetimeCreation": "2024-04-08T11:00:00Z",
    "tag": [
      "#Trading",
      "#Markets",
      "#Exclusive"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/b5WdMNGh8QaoC57SGvn3avcAeGU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/JG6XLUKEZBCOBMYHTXV4TOHR5A.jpg"
  }
]