{
  "https://www.coindesk.com/consensus-magazine/2024/03/18/bitcoin-l2s-are-poised-to-breakout-stacks-creator-muneeb-ali-says/": {
    "url": "https://www.coindesk.com/",
    "title": "Bitcoin L2s Are Poised to Break Out, Stacks Creator Muneeb Ali Says",
    "type": "Consensus Magazine",
    "summary": "“Bitcoin is not going to change much,” says Ali. “Layer 2s are innovative and open to making rapid changes. After a while, it becomes part of their culture.”\n",
    "content": "In what could be the most pivotal year for Bitcoin since it was invented, Muneeb Ali, CEO of Trust Machines and co-creator of the Stacks blockchain, thinks the network\u0027s scalable layer 2s are poised for a breakout. This isn’t just because bitcoin (BTC) has been setting new all-time highs on a weekly basis recently — largely driven by the introduction of spot BTC exchange-traded funds (ETFs) — but because, more and more, people are using the first cryptocurrency for its intended purpose: as money.\nThe introduction of the Ordinals protocol, the rise of Bitcoin-based BRC-20 tokens and the increasing sophistication of the network’s “smart contracts” via things like BitVM have all contributed to the reinvigoration of Bitcoin’s “fee economy,” i.e. the price paid to make a BTC transaction.\nThis feature is part of CoinDesk’s “Future of Bitcoin” package published to coincide with the 4th Bitcoin “halving” in April 2024.\nIn other words, people are not just buying and holding bitcoin anymore, but using it.\n“Yes, the larger use case remains that bitcoin is a savings technology,” Ali told CoinDesk in an interview. Ali is a veteran developer who got his start working on one of Satoshi Nakamoto’s interests, creating an on-chain domain naming system called the Bitcoin Name Service (BNS) in 2014.\n“But if you\u0027re talking about $1.4 trillion in [deployed Bitcoin] capital, if people keep 80% of that in savings, there\u0027s still hundreds of billions of dollars of BTC that\u0027s available” to be put to productive use.\nAli predicts that most of this action will happen on Bitcoin layer 2s like Lightning, LayerTwo Labs’s “drivechains” or secondary solutions like Stacks, which are all attempts to solve the same problem of scaling Bitcoin and making it more affordable to use. It’s conceivable in the future that there could be daily bitcoin users who never send an on-chain transaction on the base layer, he said.\nCoinDesk caught up with Ali last week to discuss Stacks’ long-in-the-works Nakamoto upgrade, what he appreciates about other app-optimized networks like Ethereum and Solana and the “revival of interest in Bitcoin layer 2s.” The following interview has been lightly edited and abbreviated.\nStacks has been around for a long time, and, to your credit, it has continually innovated. The upcoming Nakamoto upgrade has been in progress for a few years. Answer honestly: Has Stacks built up technical debt — or were there decisions you made earlier that limit what you can do today or that make certain things more difficult?\nThere\u0027s definitely technical debt from a code perspective, right? If you already have a code base, and you\u0027re upgrading it, there\u0027s friction when making changes live and in production. I\u0027ll give you an example: Today, there\u0027s $1.4 billion in STX capital that is locked in consensus right now. The first thing that\u0027s going to happen is that people are going to unlock their capital and lock it in the new consensus protocol — that’s $1.4 billion getting unlocked in one place and moved, versus just launching a new system.\nAt the same time, I would emphasize that this is exactly the type of challenge that Bitcoin layer 2s should be able to take on. It’s what makes the whole system durable. L2s move fast. Bitcoin is not going to change much. L2s are innovative and open to making rapid changes. After a while it becomes part of their culture. These days, I\u0027m seeing “XYZ ecosystem” have a cadence of one major upgrade every six months: That would be very healthy for Bitcoin.\nFragmentation of layer 2s on Ethereum is an emerging issue for that network. Are you thinking that Bitcoin is going to need layer 3s eventually?\nWe are already seeing this. Stacks has this thing called Bitcoin subnets — the work is done but it was never really fully launched because there\u0027s so much focus on Nakamoto right now. The basic concept is to use Stacks to do the logic and security in the middle in between subnets, which could be more permissioned, while putting all of the state from the subnet onto the Bitcoin layer 1. This allows you to use BTC liquidity. That\u0027s exactly the type of stuff that people call layer 3s, where you can reuse bits and pieces of different L1 and L2 components.\nWe’re developing these SDKs [software development kits] that can help developers use Stacks subsets to — I\u0027ll give you an example. Let\u0027s say someone wants to use the Bitcoin layer 1 as the data availability layer, but the huge signer network that Stacks has, with its $1.4 billion locked today, its decentralized group of signers and 30+ institutions. So they can pick and choose to use the signers from the L2 to build an interesting application. That\u0027s an interesting area as things become more modular, and we will definitely be keeping an eye on whether Stacks emerges as a leading L2 that can be reused in quote unquote L3s. I think that\u0027s something developers will really like.\nIs this able to communicate with Lightning?\nNot a lot of people know this, but Stacks is already connected with Lightning. There is this protocol called LNSwap that can swap satoshis on Lightning to assets on Stacks using an atomic swap. You can begin to extend that functionality because Stacks is almost like a routing layer for subnets. Anything Stacks has been connected to subnets are connected to, which is a huge benefit.\nWhat do you make of the state of the oracle ecosystem on Bitcoin?\nSome of the direct conversations that I\u0027ve had with oracle developers is about how they find it hard to be directly integrated with Bitcoin. That’s common: Bitcoin has an eloquent scripting language, but it’s really hard to work with and it’s limited in what it can do. Interestingly, Stacks has a type of oracle service where through the mining process, people get a native feed of the BTC/STX price pair, because that bidding is happening on-chain — it’s like an on-chain oracle for STX/BTC prices. Some people find that interesting.\nI will say right now, oracles on Bitcoin L1 are sort of limited. They mostly work, let\u0027s say we have some off-chain oracle that controls a multisig — they\u0027re not state of the art oracles like on Ethereum or Solana. On L2s, Pyth [Network, a cross-chain oracle solution] is already live and other oracles are coming as well that can try to fill that gap as best as possible. It’ll be a huge step forward because it sort of connects the dots and allows for more expressive contracts that have full functionality like Solana or Ethereum. It would dramatically increase the programmability of Bitcoin.\nAre there unseen dangers to increasing the programmability of a system designed to be rather limited? There’s a version of this debate playing out already with Ordinals and the like.\nI think, with BitVM, there was an accidental discovery that Bitcoin is already Turing complete. There’s a caveat: these programs are pretty inefficient to build. It\u0027s technically true that with BitVM you can pretty much build any application. But the reality is nowhere close to having full smart contracts. Because BitVM programs are mostly off-chain, they\u0027re not directly impacting anything — just the proving steps are happening on bitcoin L1, which are pretty limited.\nIf Bitcoin changed its script to something like EVM that would be a drastic change, right? Like you suddenly open yourself up to all sorts of things. With BitVM, yes there are new features, but it’s pretty limited.\nThat said, with Taproot we have seen that even with limited additional functionality, people can build new things. So I definitely think people will try a lot of new things. What I am excited about with BitVM are very targeted applications, because it\u0027s usually an inefficient way of writing a program. For example, a trustless bridge. A trustless bridge is actually not impacting the L1 that much at all because all the functionality lives on the L2. That\u0027s a great use of BitVM because the L1 is still protected. People might try to do other things with BitVM as well. But it\u0027s a very heavy load, all these programs are very complicated and inefficient.\nThere’s a claim to make that you\u0027re the Bitcoin maxi who most closely follows developments happening on other chains. Is there anything at all that you admire about Ethereum or Solana?\nIt’s actually interesting, right? I was with some other Bitcoin people and it was sort of surprising to me how little they follow happenings elsewhere in the industry. I\u0027ll give you a concrete example where I think there could be a benefit.\nEveryone wants to support Bitcoin Core development; they are doing thankless work and there should be better ways of supporting them. I brought up the point that these other ecosystems actually have very bright engineers. Algorand, for example, has PhDs from MIT — like really smart people who have built a real blockchain and have experience running production systems. But there\u0027s no good way of learning from their experiences.\nHow do you hire and retain these people? How do you incentivize them? The rest of the blockchain ecosystem is actually pretty competitive. When we try to hire Core devs for Trust Machines, we compete with Solana Labs and Avalanche. It\u0027s a very competitive market, but Bitcoin is missing in action. Like, they\u0027re not even playing that game. There are a ton of lessons that can be taken from the rest of the industry that can be funneled into Bitcoin Core, that can make core development more efficient, better funded, with better talent.\nYou probably get a version of this question and every interview you do, but all available evidence suggests people want to hold bitcoin. 70% of addresses are unmoved. Flows into ETFs suggest that people are putting bitcoin into long term savings. Why believe the Bitcoin smart contracts space will ever grow as large as Ethereum?\nI do get that question a lot. The way I think about this is: I have my bitcoin savings in cold storage and some capital that I want to experiment with. That capital could be ETH capital or SOL capital — but it just as easily can be BTC capital. The simple fact is it’s much better to have BTC capital — that\u0027s the division, right? And people spend bitcoin.\nPeople forget that the Ethereum ICO [initial coin offering] happened in BTC. $18 million raised in BTC and it sold out. Rootstock raised 35,000 BTC. If you look at ordinals traffic, some of the new NFTs like Taproot Wizards when they launched Quantum Cats. It sold out in BTC. So I feel the data suggests that people actually deploy their bitcoin.\nYes, the larger use case remains that bitcoin is a savings technology. But if you\u0027re talking about $1.4 trillion in capital, if people keep 80% of that in savings, there\u0027s still hundreds of billions of dollars of BTC that\u0027s available. That\u0027s more than any other chain, minus Ethereum, that is available to deploy and put to productive use.\nThen there’s the institutional use. Right now, there’s no direct, decentralized way to safely earn yield on their BTC. BlockFi blew up. DeFi didn’t, not even during the bear market. If there\u0027s a healthy, decentralized smart contract option that could turn bitcoin into a productive asset from a passive, no yield asset. That’d accelerate institutional adoption.\nI mean, institutions may reject that for similar reasons Bitcoiners may be hesitant: you\u0027re introducing smart contract risk.\nIt is a risk, right? But there’s risk-to-reward ratios in every market. There are different ways of doing it, too. There’s work being done so that people can keep their BTC in DLCs on the layer 1 where the BTC only moves to the L2 if you get liquidated. But if you get liquidated, it’s not your bitcoin anyway. Right? So DLC is likely a very safe way of keeping your bitcoin while still participating in DeFi. And on a spectrum I think it’s way safer than giving your BTC to a company.\nObviously people value their bitcoin and don’t want to lose it. But that doesn\u0027t mean free market solutions shouldn\u0027t exist to earn yield. If some people want to take more risk with a subset of their BTC holdings, they should be free to do so and right now those options don\u0027t exist. My gut feeling is that there\u0027s actually a lot of demand, too.\nIf you could do it over again, would you still do the Reg A+ token listing?\nWe still, in some ways, get some benefit from that. It helps people know the offering was transparent and fully legal — it builds credibility for the ecosystem. Another thing that it did was it actually forced decentralization [of Stacks] very, very early, before the mainnet launch. The original company exists in some form, but everyone involved went off and formed independent companies and pursued different things. It is an actual ecosystem. There\u0027s no equivalent of a Solana Labs that does all the work. On the flip side, it\u0027s harder to coordinate across so many different entities.\nThere have been other challenges. For example, many exchanges, especially in the U.S., didn\u0027t understand the Reg A+ offering and were hesitant to list the token. People weren\u0027t used to the process. It\u0027s a mixed bag, but overall I need to be grateful for the opportunity. Ultimately it gives a lot of transparency and credibility to the project.\nYou get a lot of hate on Twitter from Bitcoiners especially. Under every post someone either asks why you launched a token or calls you a scammer. How do you personally stay motivated in such a hostile space?\nHonestly, it\u0027s getting much better. It was the Dark Ages of Bitcoin before. What helped me is that people I really respect — the OGs of Bitcoin like Erik Voorhees, Jameson Lopp and a lot of other people — are very supportive. Minus a few, like Adam Back, which bothered me more. Like Adam, why aren\u0027t you getting it?\nIn person, I have more friendly conversations with everybody. Also, a lot of criticism is coming from the people who joined Bitcoin during the quote unquote Dark Ages and I just view them as having incomplete information. Bitcoin is a free-market solution. When you don’t understand Bitcoin you say something like, “you can do X but not Y on the network.”\nThe other thing is it\u0027s getting a lot better because there are new builders coming and new tools being built. There’s excitement in the builders community. It\u0027s sort of a mindset, or at some level, a personality thing.\nI joke that the number one quality in the type of person who actually finished their PhD is being stubborn. If you\u0027re stubborn about an idea, you really believe in it, you keep taking the punches, right? Then it’s a satisfying feeling when you cross the finish line.\n",
    "category": "article",
    "datetimeCreation": "2024-03-18T16:16:14.289Z",
    "tag": [
      "#Features",
      "#BitcoinHalving"
    ],
    "author": "Daniel Kuhn",
    "linkImage": "https://www.coindesk.com/resizer/5L4Ch4IBneKoi6XjZeKpX2LdClg\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DXPC6KO5YRADLGMUQQQ3QOLK6U.jpg"
  },
  "https://www.coindesk.com/podcasts/coindesks-money-reimagined/navigating-crypto-culture-clash-strategies-for-inclusivity-and-positive-online-communities/": {
    "url": "https://www.coindesk.com/",
    "type": "unknownType",
    "content": "",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": ""
  },
  "https://www.coindesk.com/markets/2024/03/07/crypto-ai-tokens-in-focus-as-doge-shib-rally-starts-to-ease/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto AI Tokens in Focus as DOGE, SHIB Rally Starts to Ease",
    "type": "Markets",
    "summary": "Data from CoinGecko shows the artificial-intelligence token category rallied 25% in the past 24 hours, while bitcoin gained just 0.3%.\nPrices of AI-linked tokens such as FET and AGIX are surging on speculation a crypto product will feature at an Nvidia conference later this month even though AI can\u0027t run on the blockchain.\nInflows into such projects is coupled with a sell-off in meme coins, which have led crypto gains in the past week.\n",
    "content": "Expectations that a crypto project will be mentioned in an Nvidia (NVDA) conference later this month are driving traders to bid on artificial intelligence (AI)-linked tokens, propelling CoinGecko \u0027s category for the coins up 25% in 24 hours.\nTokens of Fetch.AI (FET), Render Network (RNDR), Sleepless AI (AI) and SingularityNET (AGIX) climbed as much as 40%. These projects claim to utilize AI in various ways, such as providing a virtual companion and being a marketplace for graphic processing cards.\nBehind the surge are reports that crypto AI project developers are attending the chipmaker\u0027s conference or taking part in panels, according to Lookonchain. The event will be held from March 17-21. The advance compares with bitcoin’s 0.3% increase and a 0.4% gain in the CoinDesk 20, a broad-based liquid index of major tokens.\nAI tokens remain a hot narrative for crypto traders because the technology is expected to drive key innovations in the global economy in the coming years. However, the relationship between AI and crypto is unclear: Artifical intelligence cannot run on a blockchain. Even so, developments in traditional AI companies, such as OpenAI, drive gains in AI tokens as traders utilize them as a proxy bet on the industry.\nThe tokens also rallied last month after Nvidia beat fourth-quarter earnings and first-quarter guidance expectations.\nMeanwhile, the inflows into AI tokens seem to have put the brakes on a multiweek rally for meme coins, data shows.\nTokens such as dogecoin (DOGE), pepecoin (PEPE) and dogwifhat (WIF) have more than doubled over the past few weeks as bitcoin briefly broke its all-time highs. Some observers attributed the surge to meme coins being more friendly to retail traders, who are typically driven to crypto markets during bitcoin rallies.\nThe rally seems to be done for now. DOGE, SHIB and PEPE lost over 15% in the past 24 hours, data shows. And in another sign of money leaving the market, open interest on DOGE-tracked futures has dropped $400 million from record highs since Tuesday.\n",
    "category": "article",
    "datetimeCreation": "2024-03-07T12:28:19.864Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dFlOiIrTPZhlI1XqJzdQDah-iz4\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HK4VT2DJYBCMJJDPW4FLGHZKFU.jpg"
  },
  "https://www.coindesk.com/tech/2024/03/29/call-of-duty-cheaters-allegedly-lose-their-bitcoin-as-hackers-target-gamers-with-malware/": {
    "url": "https://www.coindesk.com/",
    "title": "Call of Duty Cheaters Allegedly Lose Their Bitcoin as Hackers Target Gamers With Malware",
    "type": "Technology",
    "summary": "The malware has already impacted hundreds of thousands of players and the numbers are still growing, as per malware market informer @vxunderground.\nA mysterious group of cybercriminals has released an infostealer targeting gamers who cheat in video games, stealing their bitcoin holdings and impacting hundreds of thousands of players.\nGame developer Activision Blizzard is working with cheat providers to help the affected players.\n",
    "content": "Video game cheaters may have finally met their match as a mysterious group of cybercriminals has reportedly released an information stealer malware targeting gamers who cheat in Call of Duty, stealing the bitcoin (BTC) holdings of some players.\nThe malware has already impacted hundreds of thousands of players and the numbers are still growing, as per malware market informer @vxunderground.\n“It should be noted that some of these accounts are also not cheaters,” @vxunderground added. “Some users impacted utilized gaming software for latency improvement, VPNs, and certain controller boosting software.”\nCall of Duty cheat code provider “PhantomOverlay” was first to notice the suspicious activity after users reported unauthorized purchases. Rival cheat providers like Elite PVPers confirmed similar attacks to @vxunderground in the past week.\nThe stolen data includes freshly stolen credentials, with some victims also reporting their Electrum wallets were also drained. The total amount of crypto stolen is still unknown.\nCall of Duty developer Activision Blizzard (ATVI) is reportedly working with the cheat code providers to help the affected players. The current estimated number of compromised accounts includes over 3.6 million Battlenet accounts, 561,000 Activision accounts, and 117,000 Elite PVPers accounts.\nMeanwhile, PhantomOverlay claimed the number of hacked accounts “are inflated” in a Telegram broadcast message on Wednesday.\nExploiters have targeted game cheaters for years. In 2018, a supposed cheat for the massively popular video game Fortnite turned out to be malware designed to steal bitcoin wallet login details. Fortnite players were again targeted in 2019, with hackers blocking access to a user\u0027s entire computer data.\n\n\n",
    "category": "article",
    "datetimeCreation": "2024-03-29T06:40:19.661Z",
    "tag": [
      "#Bitcoin",
      "#Hacker",
      "#CallofDuty",
      "#Gamers"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/5PxgeBmJEb1h_CnuOBKxN3BQsH0\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/SJWTFJUZTFEQ7JGXEQI5OE6WEU.jpg"
  },
  "https://www.coindesk.com/markets/2024/03/08/pepe-leads-meme-coins-rally-as-ether-nears-4k/": {
    "url": "https://www.coindesk.com/",
    "title": "PEPE Leads Meme Coin Rally as Ether Nears $4K",
    "type": "Markets",
    "summary": "Traders have been using meme tokens as a proxy bet on the growth of Ethereum or other blockchains.\nMeme coins like PEPE, SHIB, and DOGE have surged as much as 26% in the past 24 hours due to a “spillover effect” from the growth of Bitcoin and Ethereum.\nTraders have been using meme coins as a proxy bet on Ethereum’s growth since late February, and the bullish demand for ETH has been increasing since mid-January due to expectations of a spot ETF approval in the U.S.\n",
    "content": "Pepecoin (PEPE), shiba inu (SHIB) and dogecoin (DOGE) jumped as much as 26% in the past 24 hours as ether (ETH) inched towards $4,000, a level it previously saw in December 2021.\nPEPE jumped 26% on renewed optimism, while DOGE and SHIB reversed Thursday’s losses to rise 10%. The meme coin category tracked on CoinGecko showed an 8.6% sector growth on average, as CoinDesk 20, a broad-based index of various tokens, rose 2.53%.\nAs reported, traders have used meme coins as a proxy bet on Ethereum’s growth since late February.\n“As bitcoin and ether rise, a spillover effect is caused where coins deployed on ethereum and solana also surge - including meme coins,” shared Slater Heil, co-founder and COO of DeFi platform Blueberry Protocol, in a message to CoinDesk.\n“Investors will take advantage of bullish conditions as much as possible, and meme coins are one way for them to do so. In the short-mid term, I expect a transition back to ‘fundamentally driven’ altcoins,” Heil cautioned.\nBullish demand for ether started to increase in mid-January amid expectations that it would be the next major token after bitcoin (BTC) to get a spot exchange-traded fund (ETF) in the U.S.\nCoinbase premiums for Ethereum ecosystem tokens were higher than usual in the past week, suggesting recent demand was led by U.S. investors, as per CryptoQuant.\n",
    "category": "article",
    "datetimeCreation": "2024-03-08T12:02:58.806Z",
    "tag": [
      "#Markets",
      "#Investing",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/LtJRzYdP9HsRd033JjnsFZ26g4U\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/73X6DACWJZC4HMKXKLYS2RTWPA.jpg"
  },
  "https://www.coindesk.com/policy/2024/04/02/singapore-enacts-licencing-requirements-for-crypto-custody-services-and-others/": {
    "url": "https://www.coindesk.com/",
    "title": "Singapore Enacts Licencing Requirements for Crypto Custody Services and Others",
    "type": "Policy",
    "summary": "The change in scope also includes cross-border money transfers even when the money is not accepted or received in the city-state, and the facilitation of the transmission of crypto between accounts and exchanges,\nSingapore is now seeking licensing requirements for entities providing custodial and some other services.\nThe changes were passed in parliament in 2021 but Singapore’s central bank made the changes live only on Tuesday.\n",
    "content": "Singapore has expanded the scope of what cryptocurrency-related activities it regulates to include custodial services, the Monetary Authority of Singapore (MAS) announced on Tuesday.\nThe change in scope also includes cross-border money transfers even when the money is not accepted or received in the city-state, and the facilitation of the transmission of crypto between accounts and exchanges,\nThe legislation was passed in 2021 with amendments to the Payment Services Act (PS Act), the framework to regulate payment service providers. It was supposed to be enacted in the fourth quarter of 2021, but the MAS made the changes live only on Tuesday. Since 2021, the cryptocurrency sector has seen huge turmoil with the crash of FTX, leading to regulatory changes across the world.\n“This is a long-awaited expansion that gives regulatory clarity to key parts of the crypto ecosystem, such as custody services,” said Angela Ang, a senior policy adviser for blockchain intelligence firm TRM Labs and a former MAS regulator.\nThe amendments would impose user protection and financial stability-related requirements on digital payment tokens (DPT) or cryptocurrency service providers.\nThe amendments include “segregating customers’ assets and placing them in a trust account for the benefit of customers, maintaining proper books and records, and ensuring that effective systems and controls are in place” and will take effect within six months from April 4, 2024.\nAny entity that is already conducting crypto-related activities under the Payment Services Act will need to start a transition process within 30 days and submit a license application within six months from April 4, 2024, to continue activities temporarily till their application is reviewed.\nThe license application will require an attestation report of compliance with requirements around anti-money laundering and countering the financing of terrorism, qualified by an external auditor within nine months.\nEntities that do not comply with these requirements would have to cease all activities, the MAS said.\nRead More: Singapore Central Bank Rules to Discourage Crypto Speculation, Ease Investment Qualifications\n\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T06:25:20.811Z",
    "tag": [
      "#Regulations",
      "#MAS",
      "#Singapore",
      "#Crypto",
      "#CustodyServices",
      "#MonetaryAuthorityofSingapore"
    ],
    "author": "Amitoj Singh",
    "linkImage": "https://www.coindesk.com/resizer/776KOiEz02PO6HjjTkqR9M4SR_M\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/LE2MPISZ7JGF5MUSKMQGXHSXFY.jpg"
  },
  "https://www.coindesk.com/policy/2024/04/02/sam-bankman-fried-now-feels-remorse-for-his-actions-after-getting-a-25-year-prison-sentence/": {
    "url": "https://www.coindesk.com/",
    "title": "Sam Bankman-Fried Expresses Remorse for His Actions After Getting a 25-Year Prison Sentence",
    "type": "Policy",
    "summary": "Last Thursday, while announcing the sentence U.S. District Judge Lewis Kaplan said Bankman-Fried never offered \"a word of remorse\" for his \"terrible crimes.\"\nIn an interview with ABC News, FTX founder and former CEO Sam Bankman-Fried said he is remorseful for his actions.\nBankman-Fried was sentenced to 25 years in prison last Thursday for his conviction on seven different fraud and conspiracy charges.\n",
    "content": "Sam Bankman-Fried, the founder and former CEO of the defunct crypto exchange FTX, has said that he is remorseful for his actions after he was sentenced to 25 years in prison for fraud last week.\nBankman-Fried was interviewed via email by ABC News from the Metropolitan Detention Center in Brooklyn. Last Thursday, while announcing the sentence, U.S. District Judge Lewis Kaplan said Bankman-Fried never offered “a word of remorse” for his “terrible crimes.”\n“It’s most of what I think about each day,” Bankman-Fried told ABC News. “I never thought that what I was doing was illegal. But I tried to hold myself to a high standard, and I certainly didn’t meet that standard. I’ve heard and seen the despair, frustration and sense of betrayal from thousands of customers; they deserve to be paid in full at the current price.”\nThe former FTX boss said the insolvency of FTX was the result of several “bad decisions” he made in 2022. Bankman-Fried also noted that the customers “could and should” have been paid in 2022, and it’s “excruciating to see them waiting, day after day.”\n“I’m haunted, every day, by what was lost. I never intended to hurt anyone or take anyone’s money. But I was the CEO of FTX, I was responsible for what happened to the company, and when you’re responsible, it doesn’t matter why it goes bad. I’d give anything to be able to help repair even part of the damage. I’m doing what I can from prison, but it’s deeply frustrating not to be able to do more,” he said to ABC News.\nOn Thursday, Bankman-Fried’s defense team said it would be appealing. During the interview with ABC News, Bankman-Fried said certain trial testimony “greatly misstated what actually happened,” and his defense was “not allowed to introduce crucial evidence or put on important witnesses.”\nRead all of CoinDesk’s coverage on the Sam Bankman-Fried trial here.\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T05:19:56.602Z",
    "tag": [
      "#SamBankman-Fried",
      "#SBFTrial",
      "#FTXCollapse",
      "#topnews",
      "#Crypto"
    ],
    "author": "Amitoj Singh",
    "linkImage": "https://www.coindesk.com/resizer/XCMZfmayycCpBz-AGOe2rsG0FXE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/LLTCYYLNDVEUFFS7BVREIMEPTA.jpg"
  },
  "https://www.coindesk.com/business/2024/04/02/defi-protocol-cegas-new-options-product-marries-gold-ether-to-offer-up-to-83-yield/": {
    "url": "https://www.coindesk.com/",
    "title": "DeFi Protocol Cega\u0027s New Options Product Marries Gold, Ether to Offer Up to 83% Yield",
    "type": "Finance",
    "summary": "The Gold Rush product offers a trifecta of attractive return, market exposure and protection from losses.\nThe decentralized derivatives protocol unveiled a high-yield structured product called Gold Rush last week.\nThe basket options strategy involves Tether\u0027s gold-backed token, XAUT, and ether as underlying assets and a safety component that protects users from a 30% drop in the tokens\u0027 prices.\n",
    "content": "Decentralized finance (DeFi) projects are continuing to develop structured products, which offer decent returns, market exposure and protection from losses and were previously available only to institutional investors in traditional markets.\nLast week, derivatives protocol Cega unveiled Gold Rush, a basket options strategy involving the Ethereum blockchain\u0027s ether (ETH) token and Tether\u0027s gold-backed {{XAUT}} as underlying assets alongside a safety component that protects users\u0027 capital from a 30% drop in the assets\u0027 prices.\nThe product offers an annualized percentage yield of up to 83% to investors who stake ETH, Lido\u0027s staked ether (stETH), wrapped bitcoin (wBTC), or stablecoin USDC in the option strategy vault, Cega said. The yield is paid out in the form of the coins staked, so, ETH stakers receive ETH in yield, providing an asymmetric upside in a bullish market.\nThe Gold Rush vault went live on March 26. Since then, users have deposited crypto assets worth $2.74 million in the strategy.\n\"Users in DeFi want to stake native assets like ETH or liquid staking tokens like stETH, but don’t want to lose the asymmetric upside on those assets. Users also want safer, higher-yielding opportunities without significant risk to their principal. The new offering, Gold Rush, achieves both of these goals,\" Cega told CoinDesk.\nGold Rush sells 27-day put options with XAUT and ETH as underlying assets. The premium received from market makers who purchase these options is distributed as yield to vault participants.\nOptions are derivative contracts that give the purchaser the right to buy or sell the underlying asset at a predetermined price at a later date. A call gives the right to buy and a put gives the right to sell. A basket option gives the option holder the right to buy or sell the basket of underlying assets, in Cega\u0027s case, ETH and XAUT, at a preset price at a later date.\nThe option has a safety mechanism that protects stakers\u0027 capital against a 30% price drop in XAUT or ETH and has a maturity of 27 days. In other words, the product is suitable for those who do not expect the tokens to drop by more than that over the period.\nIf neither of the assets drop that much, users receive the principal in full, along with the yield, which is accrued daily. On the flip side, if either does breach the 30% downside barrier, the principal returned on expiry is adjusted for the loss from the worst-performing asset. The user still retains the yield.\n\"Users receive downside protection on their deposits against significant market declines, up to 30%. This safety element is an attractive aspect of the fixed coupon note strategy (FCN) owing to a technical feature called a barrier option,\" Cega said in a note to CoinDesk.\nAccording to Cega, even in the worst-case scenario, users earn more than they would from holding long XAUT/USD or ETH/USD positions.\n\"This is because losses are offset by the high daily yield, which is paid regardless of market conditions – and this safety feature also makes FCNs [fixed coupon notes/structured products] attractive for investors,\" Cega said in an explainer.\nCega\u0027s backtesting of the strategy over the past three years showed less than a 3% chance of XAUT or ETH falling by over 30% in 27 days.\nThat said, depositors stand to lose the yield if the market makers who purchased options default. And, as with other DeFi protocols, moving funds on-chain carries a smart contract risk.\n12:25 UTC: Correction: Users have deposited crypto assets worth $2.74 million in the strategy. The previous version erroneously mentioned $297K.\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T12:08:44.117Z",
    "tag": [
      "#Gold",
      "#Xaut",
      "#ETH",
      "#DeFi",
      "#Options"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/W78nQVGTe5QBh8g4_YpW4dJEtFI\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/53BS2RQO7JBRJEUCAJUFJAFC6I"
  },
  "https://www.coindesk.com/podcasts/markets-daily/crypto-update-an-outlook-on-ether-etf-approval/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Update | An Outlook on Ether ETF Approval",
    "type": "unknownType",
    "summary": "The latest price moves and insights with Helene Braun and Octavio Marenzi, CEO of Opimas. \n",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/u3uPC5gOEJ0Fb-FdV8rRC7u4mpI\u003d/arc-photo-coindesk/arc2-prod/public/MFEEQVIBYRB4JNSYX47CAJ3BOI.png"
  },
  "https://www.coindesk.com/podcasts/markets-daily/coindesk-markets-week-in-review-6/": {
    "url": "https://www.coindesk.com/",
    "title": "CoinDesk Markets Week in Review",
    "type": "unknownType",
    "summary": "CoinDesk Indices presents notable data insights from the week, followed by additional analysis from an industry expert. \n",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/u3uPC5gOEJ0Fb-FdV8rRC7u4mpI\u003d/arc-photo-coindesk/arc2-prod/public/MFEEQVIBYRB4JNSYX47CAJ3BOI.png"
  },
  "https://www.coindesk.com/tech/2024/03/13/ethereum-activates-dencun-upgrade-in-landmark-move-to-reduce-data-fees/": {
    "url": "https://www.coindesk.com/",
    "title": "Ethereum Finalizes \u0027Dencun\u0027 Upgrade, in Landmark Move to Reduce Data Fees",
    "type": "Technology",
    "summary": "A key element of the upgrade is to enable a new place for storing data on Ethereum – referred to as \"proto-danksharding,\" which gives room for a dedicated space on the blockchain that is separate from regular transactions, and comes at a lower cost.\nEIP-1153: which helps reduce fees for storing data on-chain, which also improves blockspace.\nEIP-4788: improves designs for bridges and staking pools.\nEIP-5656: a small code change that should improve the Ethereum Virtual Machine.\nEIP-6780: eliminates a code that could terminate smart contracts.\nEIP-7044: a minor code change that should improve the staking user experience.\nEIP-7045: expands the attestation slot inclusion range.\nEIP-7514: will slow down the rate of staking on Ethereum.\nEIP-7516: helps rollups get information about the cost for blob transactions.\n",
    "content": "Ethereum, the second-biggest blockchain after Bitcoin, activated its much-anticipated \"Dencun\" upgrade, a move to spur growth on so-called layer-2 networks like Arbitrum and Polygon, by reducing their data fees.\nThe Dencun upgrade, technically a hard fork in blockchain terminology, was triggered at Ethereum epoch 269,568 at 13:55 UTC (9:55 a.m. ET), and finalized at 14:10 UTC.\nThe price of ether (ETH), the native cryptocurrency of the Ethereum blockchain, was little changed in the wake of the upgrade. Over the past 24 hours, the ETH price was down 0.5% to $3,968. The cryptocurrency had rallied about 50% over the past month, in sync with the 49% rise over the same time period in the benchmark CoinDesk 20 Index of the largest digital assets.\nRead More: Arbitrum\u0027s ARB, Polygon\u0027s MATIC Lead Gains as Ethereum\u0027s Dencun Upgrade Goes Live\nA key element of the upgrade is to enable a new place for storing data on the blockchain – referred to as \"blobs,\" with a dedicated space that is separate from regular transactions, and at a lower cost.\nThe upgrade, considered to be Ethereum\u0027s biggest in almost a year, has been viewed as a crucial moment in the blockchain\u0027s history, ushering in a new era for tackling Ethereum’s notoriously high transaction fees, and could touch off a race among the biggest layer-2 networks to take advantage of the changes in scaling the blockchain.\nIn the official watch party hosted by EthStaker and the Ethereum Foundation, Terence Tsao, core developer of Offchain Labs, noted that some of the bigger rollups are holding off on submitting data blobs to Ethereum until the network is more stable. The X account for the Arbitrum Foundation noted that it would start to make use of blobs in the next 24 hours.\nThe layer-2 network Starknet confirmed the it had started submitting data blobs.\nAt least one casualty was reported, though: The layer-2 network Blast said in a post on X that it had \"stopped producing blocks due to issues related to Ethereum\u0027s Dencun upgrade.\" A little while later, Blast tweeted that the \"issue has been resolved,\" and that a full analysis would be shared \"shortly.\"\nCentral to the upgrade is the implementation of “proto-danksharding” – a new transaction category that will store data on Ethereum, through the introduction of the data blobs.\nThe primary benefit of this upgrade will not be for Ethereum users themselves, but mainly layer 2 networks like Arbitrum, Optimism, and Polygon, who help scale Ethereum by bundling up transactions from users and then passing them back to the main blockchain, where they\u0027re settled in big batches.\nThis type of technology is known as a rollup, and rollup networks have skyrocketed in the Ethereum ecosystem over the past few years. Users have deposited billions of dollars in these types of chains, and recently have seen higher transaction volumes compared to the base chain.\nOnce Dencun is implemented, these layer-2s will be able to post data to Ethereum, rather than in the clunky transactional data fields where they are currently posting. The new setup is supposed to make settling data for rollups more efficient and cheaper, which should then trickle down to end-users by reducing their fees too.\nDencun is the first step for the blockchain in its quest to implement \"sharding,\" which is a technological feature that will break up the blockchain into mini-shards (or mini-chains), to process more transactions for cheap. The full implementation of sharding is still years away, so Dencun’s implementation of proto-danksharding is an interim solution for Ethereum’s high gas fees.\nProto-danksharding is also supposed to benefit a new class of blockchains that have entered the Ethereum ecosystem known as data availability (DA) layers. DA layers like Celestia, EigenDA and Avail help networks store large amounts of data for rollups\nDA’s are separate blockchains that handle the task of proving that the data of these transactions exists, and is available if needed. As rollups produce a lot of data – and consume a lot of the data space on Ethereum – the need for DA solutions has become even more crucial. Proto-danksharding therefore could make the costs of downloading DA data cheaper.\nAs layer-2 fees are set to drop dramatically among Ethereum’s rollups, there is speculation that this could set up a fee war between many of these auxiliary networks, which will be competing for the same users by offering cheaper transaction fees.\nHow that all will exactly play out is still ambiguous, as the full effect of proto-danksharding can be properly measured once it is implemented.\nIn a recent interview with CoinDesk, Jesse Pollak, creator of Base, the U.S. crypto exchange Coinbase’s layer-2 network, said that without an increase in usage, costs could fall down to 90% to 95%.\nEvery ecosystem will end up deciding how they go about pricing these transaction fees, said Steven Goldfeder, the co-founder of Offchain Labs, the primary developer behind the Arbitrum Network, the largest Ethereum layer-2, based on the crucial metric of total value locked, or TVL – akin to deposits.\n“Some of our competitors price layer-2 fees at essentially zero,\" Goldfeder said. \"That\u0027s not sustainable.”\nOther layer-2 experts say Dencun will call for more collaboration between rollup projects.\n“Scalability is the fundamental unlock that enables permissionless collaboration between developers across projects and teams,” said Karl Floersch to CoinDesk, CEO of OP Labs, the developer firm behind the Optimism blockchain. “With EIP-4844 and Dencun, developers across the Ethereum ecosystem can more seamlessly build together. The upgrade will enable a group of loosely coordinated developers to actually build systems that provide overall experiences that will rival the user experiences we’re used to from top-down, centrally planned platforms.”\nWhile proto-danksharding is the focus of the Dencun upgrade, there are eight other Ethereum Improvement Proposals (EIPs) that have made it into the Dencun package that will mostly affect developers:\nRead more: Ethereum Blockchain Counts Down to \u0027Dencun\u0027 Upgrade, Set to Reduce Fees\nUPDATE (14:28): Updates to state that Dencun upgrade is finalized and adds that some major rollup teams may be waiting to start sending blobs.\n",
    "category": "article",
    "datetimeCreation": "2024-03-13T13:58:13.647Z",
    "tag": [
      "#Dencun",
      "#layer2",
      "#Ethereum",
      "#gasfees",
      "#rollup",
      "#Rollups",
      "#Zero-KnowledgeProofs",
      "#Ether",
      "#Arbitrum",
      "#Optimism",
      "#dataavailability",
      "#Celestia",
      "#Avail"
    ],
    "author": "Margaux Nijkerk",
    "linkImage": "https://www.coindesk.com/resizer/r1-dkZewr6DPGWvn_VdJtWxUHPE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/EVLW7M75PBGJDCQKCGXN6QF3UQ.jpeg"
  },
  "https://www.coindesk.com/markets/2024/04/02/crypto-bulls-see-400m-liquidations-as-solana-dogecoin-lead-slide-in-majors/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Bulls See $400M Liquidations as Solana, Dogecoin Lead Slide in Majors",
    "type": "Markets",
    "summary": "The CoinDesk 20 index, which tracks major tokens minus stablecoins, slumped just over 4.5%.\nMajor tokens experienced a significant drop in the past 24 hours, with bitcoin falling 5% and other major tokens like ether, Cardano\u0027s ADA, and BNB Chain’s BNB showing similar losses.\nLiquidations of long positions, or bets on higher prices, amounted to over $400 million, while shorts, or bets against, took on a relatively smaller $85 million.\nAnalysts at Bitfinex suggested that bitcoin is likely to remain range-bound in the coming weeks as long-term investors sell off holdings.\n",
    "content": "Major tokens slid as much as 8% in the past 24 hours as bitcoin (BTC) reversed last week’s gains amid selling pressure caused by a stronger dollar, leading to over $400 million bullish bets being liquidated.\nData shows that bitcoin fell 5%, with ether (ETH), Cardano’s ADA, and BNB Chain’s BNB showing similar losses. Solana’s SOL dropped 7% to trade at $185 after briefly touching $200 on Monday, while Dogecoin (DOGE) dropped more than 8%. Bitcoin Cash’s BCH fell 10% amid profit-taking after a 40% rally in the past week, buoyed by the expected halving event for the network on April 4.\nThe broad-based CoinDesk 20, a liquid index tracking major tokens minus stablecoins, slumped just over 5%.\nLongs, or bets on higher prices, took on more than $400 million in liquidations, with shorts, or bets against, taking on a relatively smaller $85 million. A liquidation happens when a trader has insufficient funds to keep a leveraged trade open.\nAnalysts at crypto exchange Bitfinex told CoinDesk in an email that some long-term investors sold off holdings in the past week, adding they expect bitcoin to be range-bound in the coming weeks.\n“We believe that bitcoin is likely to continue to consolidate within a range, as previously dormant supply, particularly among Long-Term Holders (LTHs), is being sold (although at a relatively smaller scale than previous bull market tops),” Bitfinex said.\n“There is strategic profit-taking observed among the LTH cohort (holders of BTC of more than 155 days),” the analysts added.\nElsewhere, FxPro senior market analyst Alex Kuptsikevich said in a message that bitcoin faces resistance at the $71,000 level as broader markets show caution against riskier assets.\n“Bitcoin\u0027s fourth attempt to consolidate above $71K this week was unsuccessful. The Nasdaq100 also showed some downward bias, indicating a cautious attitude towards risky assets, although the S\u0026P500 closed at another high,” Kuptsikevich said. “Bitcoin has thus found strong resistance, and the $69.5K and $68.5K levels attract our increased attention.”\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T07:27:29.804Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/9t-pepIiEuptwmH1O0VqQXB-Gzc\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/BRGZEFJN2BH3TGT7VH7VH7VHOU.jpg"
  },
  "https://www.coindesk.com/markets/2024/03/21/dogecoin-climbs-18-on-doge-futures-hopes-bitcoin-nears-68k/": {
    "url": "https://www.coindesk.com/",
    "title": "Dogecoin Climbs 18% on DOGE Futures Hopes, Bitcoin Nears $68K",
    "type": "Markets",
    "summary": "Crypto markets dumped, then jumped, as regulatory headwinds and macroeconomic decisions played their hand in a rollercoaster 24 hours.\nCrypto markets experienced volatility overnight as bitcoin and ether tumbled before recovering to trade 15% higher than their Wednesday lows.\nWednesday\u0027s decline was attributed to profit-taking from last week\u0027s rally and a flush of leveraged bets on higher prices, with some traders suggesting a technical downtrend.\nSentiment reversed after U.S. Federal Reserve Chair Jerome Powell\u0027s dovish FOMC speech, leading to a jump in BTC, ETH, and other major tokens, particularly those of layer-2 platforms and meme coins.\n",
    "content": "The inherent volatility of crypto markets was on full display overnight as bitcoin (BTC) and ether (ETH) tumbled, then recovered to trade as much as 15% above their Wednesday lows .\nBTC and ETH rose as much as 11% in the past 24 hours, leading gains among major tokens. Solana\u0027s SOL, Cardano\u0027s ADA and BNB Chain\u0027s BNB added as much as 8%, data from CoinGecko shows. The CoinDesk 20 Index, a measure of the broader crypto market, was recently 7.62% higher.\nTokens of layer-2 platforms, or blockchains based on Ethereum, led as a sector with an average jump of 25% in the past 24 hours, CoinGecko data shows. Meme coins followed with a 16% jump.\nOn Wednesday, markets started to slide in early Asian hours amid profit-taking from last week\u0027s rally and a flush of levered bets on higher prices. Overall capitalization dropped over 15% in the past week, as reported, with some traders stating that bitcoin showed signs of a technical downtrend – which indicated further losses in the offing.\nSentiment reversed later in the day after U.S. Federal Reserve Chair Jerome Powell\u0027s FOMC speech hit a dovish tone. The central bank maintained its outlook for three rate cuts this year despite hotter-than-expected inflation figures.\nSingapore-based trading firm QCP Capital said in a daily note that buying was led by spot transactions – a better reflection of demand than futures-led trading, which is usually more speculative.\n\"Demand seems to be largely spot driven with little change in funding rates. (BTC spot ETF flow data in the next few hours will confirm the spot demand),\" QCP said in a Telegram broadcast.\nDogecoin (DOGE) jumped 18% after a March 7 filing from the prominent crypto exchange Coinbase went viral on X, showing it plans to offer DOGE, litecoin (LTC) and bitcoin cash (BCH) futures as early as April 1.\nSome traders considered the move as a possible precursor to an eventual spot DOGE exchange-traded fund (ETF).\nCoinbase – known for its strict listing criteria and regulatory compliance – said in the filing that DOGE was beyond a \"joke\" token in the current investing climate.\n\"Dogecoin\u0027s enduring popularity and the active community support suggest that it has transcended its origins as a meme to become a staple of the cryptocurrency world,\" it said.\n",
    "category": "article",
    "datetimeCreation": "2024-03-21T10:04:27.511Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  "https://www.coindesk.com/business/2024/04/02/goldman-sachs-clients-not-interested-in-crypto-says-chief-investment-officer-wsj/": {
    "url": "https://www.coindesk.com/",
    "title": "Goldman Sachs Clients Not Interested in Crypto, Says Chief Investment Officer: WSJ",
    "type": "Finance",
    "summary": "Even after the recent surge in prices and involvement from other TradFi giants, the bank maintains its belief that crypto is worthless.\nGoldman Sachs stands firm on its belief that cryptocurrencies have no value.\nThe chief investment officer of the banks Wealth Management unit, Sharmin Mossavar-Rahmani, says clients have not voiced interest in exposure to the asset class, even after the latest surge in prices.\n",
    "content": "Goldman Sachs, nowadays one of the few Wall Street banks to do so, isn’t backing away from its negative stance against crypto, as it doesn’t see any value in the asset.\nSharmin Mossavar-Rahmani, chief investment officer of the bank\u0027s Wealth Management unit, has long been known for her skepticism of bitcoin and other digital assets, and her opinion hasn’t changed, according to a recent interview.\n“We do not think it is an investment asset class,” she told the Wall Street Journal, “We’re not believers in crypto.”\nEven after TradFi competitors such as BlackRock and Fidelity earlier this year decided to double down on their efforts in the crypto industry after clients expressed their interest in getting exposure specifically to bitcoin, Goldman’s clients want nothing to do with it, according to Mossavar-Rahmani.\nOne of the reasons she sees no value in the asset is because it’s not possible to really evaluate its worth. “If you cannot assign a value, then how can you be bullish or bearish?” she said.\nShe even criticized the industry for being hypocritical, saying that crypto enthusiasts “all proclaim democratization of finance, yet the main decisions end up being driven by a few controlling people.”\nUnlike Goldman Sachs, many of its competitors have taken steps to participate in the crypto space. J.P. Morgan Chase, for example, in 2020 launched its own blockchain platform, which now employs over 100 people. Meanwhile, Citigroup Inc. is exploring private fund tokenization.\nUpdated 4/2/2024 19:35 to specify that Mossavar-Rahmani is the CIO of the bank\u0027s Wealth Management unit.\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T18:27:00.835Z",
    "tag": [
      "#GoldmanSachs",
      "#Bitcoin"
    ],
    "author": "Helene Braun",
    "linkImage": "https://www.coindesk.com/resizer/3pgdxuAMJaXeGl16mnD6qzamSxU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/N7OFEH5FZNGO5FJA2EOETLTVUM.jpg"
  },
  "https://www.coindesk.com/podcasts/the-protocol/eigenlayers-blueprint-for-a-decentralized-trust-network/": {
    "url": "https://www.coindesk.com/",
    "title": "Eigenlayer\u0027s Blueprint for a Decentralized Trust Network",
    "type": "unknownType",
    "summary": "Sreeram Kannan, the founder of Eigenlayer, discusses the initial \u0027training wheels\u0027 phase for Eigen DA, a data availability service, and the implementation of slashing and market mechanisms.\n",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/kXdDQDiLvjwGETxqEAgXB3RkMmo\u003d/arc-photo-coindesk/arc2-prod/public/G3TAU5XREFBDZFLF3D5LKVJNBE.png"
  },
  "https://www.coindesk.com/business/2024/04/02/ethereum-could-face-hidden-risks-from-ballooning-restaking-market-coinbase/": {
    "url": "https://www.coindesk.com/",
    "title": "Ethereum Could Face \u0027Hidden Risks\u0027 From Ballooning Restaking Market: Coinbase",
    "type": "Finance",
    "summary": "Restaking has grown into the second-largest DeFi sector on the Ethereum blockchain and is likely to become a core part of the network’s infrastructure, the report said.\nEigenLayer is now the second largest DeFi protocol with $12.4 billion in TVL, the report said.\nRestaking and liquid restaking tokens could pose additional risks compared to existing staking products.\nRestaking champions the open innovation of Ethereum and will become a core part of the ecosystem’s infrastructure, Coinbase said.\n",
    "content": "Restaking has grown into the second largest decentralized finance (DeFi) sector on the Ethereum blockchain and promises to be a core part of the ecosystem’s infrastructure, but it could bring hidden risks, Coinbase (COIN) said in a research report on Tuesday.\n“EigenLayer’s staking protocol is poised to become the bedrock for a wide range of new services and middleware on Ethereum, which, in turn, could generate a meaningful source of ether (ETH) rewards for validators in the future,” analysts David Han and David Duong wrote, noting that it is now the second largest DeFi protocol with $12.4 billion in total value locked. EigenLayer allows validators to earn extra rewards by securing actively validated services (AVS) by restaking their staked ether and “builds upon the foundation of the existing staking ecosystem by collateralizing a diverse pool of underlying liquid staked tokens (LSTs) or native staked ETH,” the report said.\nLiquid restaking platforms park assets with EigenLayer and give their users tradable receipts called liquid restaking tokens (LRTs). Restaking and LRTs, however, could pose added risks compared to existing staking products, both from a financial and security perspective, Coinbase said.\nRead more: Liquid Restaking Tokens: What Are They and Why Do They Matter? “The adoption of LRT wrappers around the underlying protocol could lead to hidden risks from nontransparent staking strategies or temporary dislocations from their underlying,” the authors wrote, adding that the “initial yield from AVSs may not live up to the extremely high expectations set by the market.”\nThe report also pointed out that stakers will go where the LRT providers offer the highest rewards. This could lead to additional risks as these providers will try to maximize rewards by restaking multiple times to attract more users. \"We believe what matters will be the risk-adjusted rewards and not absolute rewards, but it may be difficult to have transparency on that. This could lead to additional risks as LRT DAOs are incentivized to maximally restake multiple times to remain competitive.\"\nHowever, Coinbase says despite these risks, “restaking champions the open innovation of Ethereum and will become a core part of the ecosystem’s infrastructure.” Read more: Ethereum’s Rising Validator Count is Causing Concerns, Fidelity Digital Assets Says\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T15:40:00.691Z",
    "tag": [
      "#Restaking",
      "#EigenLayer",
      "#ethererum",
      "#ETH"
    ],
    "author": "Will Canny",
    "linkImage": "https://www.coindesk.com/resizer/lPW1mfdYwaxQPMxLHhSj9gp6MCw\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/XHILPVH6CBEQLOTFAP7HRKBAFM"
  },
  "https://www.coindesk.com/markets/2024/03/06/solana-meme-coin-dogwifhat-surges-48-outperforming-bonk-doge/": {
    "url": "https://www.coindesk.com/",
    "title": "Solana Meme Coin Dogwifhat Surges 48% to Record, Beats BONK, DOGE to $2",
    "type": "Markets",
    "summary": "Some meme coins are surging in anticipation of more exchange listings in the coming months.\nDogwifhat became the first major meme coin to cross the $2 price mark.\nA listing on the prominent exchange Binance likely drove the price surge.\n",
    "content": "Solana’s runaway meme coin Dogwifhat (WIF) surged 48% in the past 24 hours to trade over $2.11 early Wednesday, reaching over $2 billion in capitalization just over three months after issuance.\nSuch gains were most in the meme coin category tracked on CoinGecko for tokens with over $1 billion capitalization. The category rose 2.8% on average, with lower caps like myro (MYRO) and mog coin (MOG) rising as much as 80%.\nWIF was issued in November 2023 and quickly went viral in crypto circles. Much of the token’s memetic value is derived from its connection to an image of a dog wearing a hat – and the “wif hat” usage that has caught on and grown among crypto circles.\nWIF traded nearly $1 billion in the past 24 hours, CoinGecko data shows. It is the first major meme token with a price of over $1. Meme tokens usually tend to have a significantly large circulating supply – and prices of any major meme, such as dogecoin (DOGE) or shiba inu {{SHIB}], have never crossed the psychologically large $1 mark.\nA listing on the prominent exchange Binance likely drove such price action, with the exchange recording $219 million in WIF trades within its first day.\nAnticipation of future exchange listings and popularity among retail audiences contributed to gains, as per some X posts.\nMeme coins have been in focus since late February amid a bitcoin-led rally. Investors have been treating these tokens as a bet on the growth of their underlying networks, as previously reported.\nUPDATE (March 6, 12:03 UTC): Rewrites headline to add record high.\n",
    "category": "article",
    "datetimeCreation": "2024-03-06T09:00:04.035Z",
    "tag": [
      "#Solana",
      "#Trading",
      "#Investing"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dImTOR5Mz5cMkkxK2C5NmAcPU_o\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/AHRVBRW5B5F4FK7AHW32U2FGVY.jpg"
  },
  "https://www.coindesk.com/podcasts/coindesk-podcast-network/mining-derivatives-whats-next/": {
    "url": "https://www.coindesk.com/",
    "title": "Mining Derivatives: What\u0027s Next?",
    "type": "unknownType",
    "summary": "Luxor\u0027s Matt Williams on a new era for miners and traditional finance integration \n",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/JrkD8SnKVN7vU5wq5B31Qq6l89g\u003d/arc-photo-coindesk/arc2-prod/public/LZSXQGEPAVHSTK7SUJA5M7EHUE.png"
  },
  "https://www.coindesk.com/consensus-magazine/2024/04/02/are-bitcoin-developers-losing-faith-in-lightning/": {
    "url": "https://www.coindesk.com/",
    "title": "Are Bitcoin Developers Losing Faith in Lightning?",
    "type": "Consensus Magazine",
    "summary": "High-profile defections, and ongoing criticism from the community, paints a picture of a much-hyped scaling project running out of steam. But bitcoiners have always been critical of the leading scaling solution.\n",
    "content": "Ah, the Lightning Network. Hailed for years as Bitcoin’s saving grace, the off-chain solution needed to finally make Satoshi Nakamoto’s “peer-to-peer digital cash” an actual functioning payments network, today appears to be losing faith.\nIndustry publication Protos recently published an article noting that numerous Lightning developers have walked away from the project, that there’s a growing list of complaints and bugs to address and that liquidity has been slowly drying up on the network.\nTaken together it all gives the impression that, at the very least, it is becoming more acceptable to point out flaws in Bitcoin\u0027s leading scaling solution.\nThis is an excerpt from The Node newsletter, a daily roundup of the most pivotal crypto news on CoinDesk and beyond. You can subscribe to get the full newsletter here. It was also published as part of CoinDesk’s “Future of Bitcoin” package, which coincides with the fourth Bitcoin “halving” in April 2024.\nThis is all sort of true. Even as far back as 2019 the network\u0027s co-creator, Tadge Dryja, was willing to discuss the “limitations” of the scaling solution, and stopped contributing directly to the project after a few disagreements over how to scale Bitcoin with leading Lightning developers Lightning Labs that year (just months after Lightning launched and nearly four years after it was first proposed).\nSimilarly, Joseph Poon, another co-author of the Lightning white paper, has seemingly become more interested in blockchain scaling solutions happening on other chains, like Ethereum’s Plasma. He is now working on a new type of decentralized exchange.\nOver the years, numerous bugs have been found impacting Lightning and some of its implementations. In 2022, for instance, bad code in Lightning Labs’ favored implementation, LND, prevented users from moving funds onto the mainnet for several hours. (Though to be fair, more often than not vulnerabilities are patched before they’re even exploited.)\nOther bitcoiners have raised concerns about Lightning’s many privacy issues and that the scaling solution often can be surprisingly expensive to use. In particular, they complain about the design of “inbound capacity” on Lightning, which limits the amount of BTC you can receive, so that users sometimes pay to receive funds (or, that payment is subsidized by startups).\nThe latest round of Bitcoin Lightning discourse appears to have been kicked off by longtime bitcoiner John Carvalho, who was once one of Lightning’s biggest champions until he tried building software solutions on top of it. His recent interview with Vlad Costea caught the ear after Carvalho derided the “complexity and fragility” of the protocol.\n“Going through that experience has made me realize that the design is kind of a joke,” Carvalho said. “We can make it work. We can do our best, but all of the narratives that came with [Lightning] in the first couple years were really exaggerated.”\nIndeed, it seems like there is a turning tide in sentiment around Bitcoin’s Lightning Network, which has been hyped as a potential replacement for Visa’s payment rails and the spur that will bring about “hyperbitcoinization.”\nInspired by Carvalho’s interview, Bitcoin developer Paul Sztorc published a long list of Lightning Network “black pills,” including doubts that it could scale to onboard the global population of more than 8 billion people, the \"channel risk\" of who you interact with, the fail rate of payments, and that amount of bitcoin posted to it is a “microscopic 00.025%” of circulating bitcoins.\nProtos further noted the total amount of BTC on Lightning has been dwindling slowly, dipping below the 5,500 BTC level in December 2023 to about 4,750 BTC today. This might suggest that people are abandoning Lightning, though it’s worth noting the dollar value contributed to Lightning has doubled to about $320 million today versus $158 million this time last year.\nJust looking at the data paints a confusing picture: the number of Lightning nodes is also dipping down from a peak in 2022 as are the number of connections between nodes, and yet the total transaction count has reportedly been trailing up.\nSee also: Bitcoin Lightning Exchange FixedFloat Sees \u0027Suspicious\u0027 Transactions\nReading the subjective and anecdotal accounts collated by Sztorc, who has been advocating for an alternative way of scaling Bitcoin through “drivechains,” paints a more damning picture. All within the past year, highly respected Bitcoin Core developer BlueMatt called Lightning “a joke.” Lightning security researcher Antonie Riard left the project (publishing a highly critical blog). And FiatJaf, creator of the popular social network Nostr, spoke of his dwindling confidence.\nCoinDesk doesn’t pretend to have the answers here, though it would appear that, at best, Lightning’s growth is a bit static. But to say public perception has changed on Lightning would likely be to overstate the case; people have been saying for years that Lightning is overhyped and that its fanatics were setting unrealistic expectations.\nIn fact, Lightning co-creators Joseph Poon and Tadge Dryja said from the beginning that it would not solve all of Bitcoin’s scalability needs. There’s a reason why the meme around Lightning is that it’s always “18 months away.”\nWhile it’s hard to argue with critics that too much was promised for Lightning too fast (especially during the hype of the last bull market), it’s important to put the conversations in context. When the network officially launched in 2019, after years of testing, bitcoiners often warned that it was an “experimental” solution.\nAround the time of the first large scale test of the Lightning network — (the “Lightning torch” passed around the world to raise funds after Craig “Faketoshi” Wright sued the random bitcoin supporter Hodlonaut) — there was a trending hashtag warning users that it was #reckless to use Lightning, and to send only an amount you were willing to lose.\nSee also: Craig Wright Was Finally Called Out in Court and Hodlonaut Is Celebrating\nThere were and still are legitimate complaints about the Lightning network, which should be aired if anything will be improved. It is difficult and expensive to open and close channels. There are numerous security and scalability issues. The custodial solutions that often make Lightning usable for everyday use reintroduce the problems of third parties Bitcoin was invented to solve.\nIf there is any saving grace, it is this: When it comes to Bitcoin, often its biggest supporters are its best critics.\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T17:59:47.955Z",
    "tag": [
      "#Opinion",
      "#Bitcoin",
      "#Lightning",
      "#BitcoinScaling",
      "#Developers",
      "#Culture"
    ],
    "author": "Daniel Kuhn",
    "linkImage": "https://www.coindesk.com/resizer/XswvBuw76DNkWS917PS8TsX_IDg\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DXIXVSUQJJHI3BVGKUSG4YE4RA.jpg"
  },
  "https://www.coindesk.com/tech/2024/04/01/meme-coins-on-degen-chain-flourish-as-new-layer-3-racks-up-millions-in-volumes/": {
    "url": "https://www.coindesk.com/",
    "title": "Meme Coins on Degen Chain Flourish as New Layer 3 Racks up Millions in Volumes",
    "type": "Technology",
    "summary": "Degen Chain was released last week as a specialized network that sits atop Base, which itself is an Ethereum layer 2.\nDegen Chain, a new layer-3 blockchain, has attracted significant attention and transactional volume since its introduction on Thursday. Its native DEGEN token has zoomed 500% since its release.\nThe network does not have a supported stablecoin and primarily housed speculative tokens as of Monday, but that hasn\u0027t stopped speculators from trading millions of dollars in volumes.\n",
    "content": "The hot ball of money chasing meme coins from Solana to Base networks has found its way to Degen Chain, a so-termed layer-3 blockchain built on top of Base that began operations last Thursday.\nThe four-day-old network has recorded nearly $100 million in transactional volumes in the past 24 hours alone over 272,00 unique transactions, data show. On-chain analysts say over 7,500 contracts and 2,300 tokens have been floated on the network since Thursday—albeit mostly rug pulls or scams.\nThe biggest token by capitalization is that of Degen Swap (DSWAP), an exchange built on Degen Chain, which was valued at just over $14 million as of Monday morning. Non-serious token Degen Pepe (DPEPE) has a higher valuation at $23 million, but is a meme coin with no use beyond speculation.\nScores of tokens have a market capitalization of under $1 million, and are mainly serving as speculative bets.\nThe network had no supported stablecoins as of Monday, and users can transact or trade only with the native DEGEN tokens. DEGEN changed hands at 6 cents as of European morning hours, up more than 500% from Thursday’s 1 cent levels, data shows.\nDegen Chain is a layer 3 network built specifically for the DEGEN token. A relatively new development, a layer-3 blockchain is a customizable and application-specific blockchain built on top of layer-2 protocols. Layer 2s are networks built on a layer-1 blockchain such as Ethereum or Solana that can settle transactions faster and more cheaply than the underlying system.\nThe general idea behind a layer-3 network is to have a blockchain that can quickly and verifiably complete a very specific set of tasks. These tasks can range from payments to gaming transactions, and a layer-3 network will handle only those specific types of transactions.\nThe DEGEN token will be used as the native gas, or fee payment, token of the chain. Its developers say the chain enables new experiments with tipping, community rewards, payments, gaming and more.\n",
    "category": "article",
    "datetimeCreation": "2024-04-01T08:38:27.899Z",
    "tag": [
      "#Memecoin",
      "#Trading",
      "#Markets",
      "#Layer3"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/3-_ddiSgxQu_3PevVkhQTO3XgQQ\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CNQRVIGN65FELPU3LPMAQ4SNAA.jpg"
  },
  "https://www.coindesk.com/business/2024/04/02/crypto-venture-capital-fundraising-jumped-over-50-in-march-amid-rally/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Venture Capital Fundraising Jumped Over 50% in March Amid Rally",
    "type": "Finance",
    "summary": "Most capital went into infrastructure and decentralized finance (DeFi) projects, data by RootData shows.\nVenture capitalists invested over 52% into crypto projects in March versus prior month.\nCrypto projects, specifically in the United States, received more than $1.16 billion last month, the second-highest amount in the past 12 months.\nThe majority of capital went into projects related to crypto infrastructure and decentralized finance (DeFi).\n",
    "content": "Venture capitalists increased their investments into crypto projects by over 52% in March, spurred by a new all-time high for bitcoin and continued success from the spot bitcoin exchange-traded funds (ETFs).\nInvestors allocated more than $1.16 billion into the industry in March, the second-highest amount in the past 12 months, according to data released by RootData.\nThe majority of the capital went into projects working on crypto infrastructure and decentralized finance (DeFi) projects, especially those built on the Ethereum blockchain, the data shows. Other popular blockchains included Polygon and BNB Chain.\nThe surge in fundraising comes as bitcoin reached a new all-time high of $73,798 on March 14, which experts say was accelerated by the better-than-expected inflows into the newly launched spot bitcoin ETFs.\nThe ten ETFs, which include issuers like BlackRock and Fidelity, spurred renewed faith in the industry as TradFi leaders once again voiced their interest in digital assets.\nMore than half of the investments in March were between $1 million and $5 million and were used as seed capital, while allocations of over $20 million made up roughly 10% of all investments.\nRoughly a third of the capital was allocated to projects located in the United States, according to RootData.\nRead more: Crypto Venture Capital Firm Paradigm Looking to Raise Up to $850M for New Fund: Bloomberg\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T18:42:51.908Z",
    "tag": [
      "#VentureCapital",
      "#Fundraising",
      "#DeFi"
    ],
    "author": "Helene Braun",
    "linkImage": "https://www.coindesk.com/resizer/6DS01vOa4AlLIDJKT61K1xc0EN8\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/FAGDG6XKBVDKFDD6XKAKO4SMRY.jpg"
  },
  "https://www.coindesk.com/business/2024/04/02/crypto-venture-capital-firm-paradigm-looking-to-raise-upto-850m-for-new-fund-bloomberg/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Venture Capital Firm Paradigm Looking to Raise Up to $850M for New Fund: Bloomberg",
    "type": "Finance",
    "summary": "The VC is looking to raise between $750-$850 million, Bloomberg reported citing people familiar.\n",
    "content": "The crypto-related venture capital (VC) firm Paradigm is looking to raise between $750 and $850 million for a new fund, Bloomberg reported on Tuesday, citing people familiar with the matter.\nBloomberg said if the deal is completed at the lower end of the range, it would still mark the industry\u0027s biggest since the recent crypto winter slump.\nParadigm, founded by Coinbase co-founder Fred Ehrsam and former Sequoia partner Matt Huan, previously raised $2.5 billion for a fund during the height of the bull run in Nov. 2021.\nThe report comes as the crypto industry is enjoying a bull run that started after spot bitcoin exchange-traded funds (ETFs) were given the green light by the SEC to trade in the U.S.\nThe crypto venture capital landscape has also seen an uptick in the funding of projects in the recent months as VC funding for crypto projects surged 52.5% month-over-month in March, according to RootData.\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T18:10:36.242Z",
    "tag": [
      "#Funding",
      "#Paradigm"
    ],
    "author": "Aoyon Ashraf",
    "linkImage": "https://www.coindesk.com/resizer/I_dAncbPcscV9gWr7OFudaEjRKI\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/IFUCGU2GIBB53CUBPIQ3CRHFKM"
  },
  "https://www.coindesk.com/markets/2024/03/28/bitcoin-cash-rallies-13-ahead-of-bch-halving-bitcoin-steady-around-70k/": {
    "url": "https://www.coindesk.com/",
    "title": "Bitcoin Cash Rallies 13% Ahead of BCH Halving, Bitcoin Steady Around $70K",
    "type": "Markets",
    "summary": "The Bitcoin Cash halving is expected on April 4, blockchain trackers show, and has historically preceded price bumps.\nSome traders warned of a further market-wide pullback if bitcoin lost the $69,000 level in the coming days.\nDogecoin jumped 6%, while Bitcoin Cash saw a 13% rise ahead of an expected halving event on April 4, which historically has preceded a bull market for the token.\n",
    "content": "Bitcoin (BTC) prices were little changed over the past 24 hours amid few catalysts after a volatile week. Prices briefly jumped above $71,000 on Tuesday, but have since retreated and remain steady around $70,000 level ahead of a major options expiry on Friday.\nMost major tokens posted slight losses. CoinGecko data shows that Solana’s SOL, XRP, and BNB Chain’s BNB dropped as much as 2%, while Internet Computer’s ICP fell 6%.\nSome traders warned of a further market-wide pullback if bitcoin were to lose the $69,000 level in the coming days.\n“Bitcoin has fallen back below $70K, which can be attributed to the bulls’ need to let off steam and the general decline in risk appetite in global markets,” said FxPro senior market analyst Alex Kuptsikevich in an email.\n“The short-term focus for traders will be to see if bitcoin can retest Tuesday’s intra-day lows near $69.5K. A break below this level could signal a more protracted correction,” he added.\nDogecoin (DOGE) posted the most gains among majors with a 6% bump. Historic price action suggests the token is showing similar fractals that have preceded significant rallies. The increase took the token over 21 cents for the first time since December 2021.\nThe CoinDesk 20, a broad-based liquid index of top tokens minus stablecoins, was down 1.4%.\nMeanwhile, Bitcoin Cash (BCH) zoomed 13% ahead of an expected halving event on April 4. The current block reward is 6.25 BCH, but after the next halving, it will be 3.125 BCH.\nOpen interest on BCH-tracked futures more than doubled to $500 million on Thursday from $213 million last week, showing an increase in levered bets on more expected price volatility.\nHalving occurs when the reward for mining transactions is cut in half, reducing the rate at which new coins are created and thus lowering the available amount of new supply. Bitcoin’s own halving is expected on April 20, trackers show and has historically preceded a bull market for the token.\nUPDATE (March 28, 11:56 UTC): Adds DOGE price highest in more than two years in sixth paragraph.\n",
    "category": "article",
    "datetimeCreation": "2024-03-28T07:34:23.571Z",
    "tag": [
      "#Trading",
      "#Markets",
      "#Bitcoin",
      "#BitcoinCash",
      "#Halving"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/i8G_NgfCH8JDKxp-oaLc2iigpoo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/FB2YVH35AZFLLOBWUQWC3XDPXQ.jpeg"
  },
  "https://www.coindesk.com/markets/2024/04/03/bitcoin-etf-trading-volumes-tripled-in-march-as-the-largest-cryptocurrency-hit-record-highs/": {
    "url": "https://www.coindesk.com/",
    "title": "Bitcoin ETF Trading Volumes Tripled in March as the Largest Cryptocurrency Hit Record Highs",
    "type": "Markets",
    "summary": "Trading volumes for the exchange-traded funds soared to $110 billion, three times higher than either January or February, led by BlackRock\u0027s IBIT.\n",
    "content": "U.S.-listed bitcoin (BTC) exchange-traded funds (ETFs) captured over $110 billion in trading volume in March, a figure three times higher than the volumes in January and February, as the largest cryptocurrency soared to record highs.\nTrading was led by BlackRock’s IBIT, which comprised almost 50% of the total, Bloomberg Intelligence analyst Eric Balchunas said on X. Grayscale’s GBTC was next with 20% of the total share, followed by Fidelity’s FBTC at 17%.\n“$IBIT won the volume race and is officially the $GLD of bitcoin,” Balchunas said, referring to a gold ETF. “I can\u0027t imagine April will be bigger but who knows.”\nThe U.S. bitcoin ETFs were approved by the Securities and Exchange Commission in January and started trading Jan. 12, when the asset was priced around $45,000. Since then, bitcoin has climbed to a record $73,000, prompting a change in the market dynamic from fundamentals to spot ETF performance, some firms say.\nBlackRock’s volumes have all originated from inflows since March 15, data from Farside Investors show, and it held over $16 billion worth of bitcoin as of Tuesday\u0027s close. As previously reported, a large chunk of BlackRock’s volumes come from retail investors with an average trading size of $13,000.\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T08:32:46.644Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Markets",
      "#BitcoinETF"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/ji8vDJUhxJWw5st4B9i4uyi0ybI\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/JXG3NPMOVJGJVD43X6G6NSLZEQ.jpg"
  },
  "https://www.coindesk.com/markets/2024/04/03/btc-back-down-to-66k-as-rising-treasury-yields-catch-investor-interest/": {
    "url": "https://www.coindesk.com/",
    "title": "Bitcoin Back Down to $66K as Rising Treasury Yields Catch Investor Interest",
    "type": "Markets",
    "summary": "Prediction markets and CME\u0027s Fed Watch Tool have virtually ruled out a rate cut until later this year\nBitcoin hovers near $66,000, with the CoinDesk20 Index signaling broader market weakness.\nCrypto futures rates and open interest have decreased, signaling a potential end to a two-month rally.\n",
    "content": "Bitcoin (BTC) held on to losses during the Asian trading hours on Tuesday, trading at around $66,000, as traders digested resurgent Treasury yields and the possibility that the Fed might delay rate cuts until later this year.\nAt the time of writing, ether (ETH) changed hands above $3,300, while the CoinDesk 20 (CD20) was down 0.6% to 2,532.\nThe yield on the 10-year Treasury note clocked a two-week high of 4.40% overnight due to persistent inflation and unexpectedly strong manufacturing activity. An uptick in the so-called risk-free rate typically spurs an outflow of money from risk assets and zero-yielding investments like gold. The yellow metal, however, remained resilient amid the weak tone in bitcoin and Wall Street’s tech-heavy index, Nasdaq.\n“Bitcoin retraced down to $65,000, mostly attributed to the recent macro outlook on interest rates and rising Treasury yields,” Semir Gabeljic, director of capital formation at Pythagoras Investments, said in an email interview. “Higher interest rate environments typically tend to reduce investor appetite to risk.”\nOn Polymarket, bettors have ruled out a rate cut by May and are split 50-50 on whether one will happen in June. Most of the certain money is on it happening in the fall.\nThe CME Fed Watch tool has a 97% chance of rates staying the same after May’s meeting.\nCoinglass data shows that over $245 million in long positions have been liquidated in the last 24 hours, with $60 million in BTC positions getting rekt.\n“Perpetual futures funding rates for most crypto assets are back to 1bps, and global futures open interest decreased by 10 percent overnight, indicating some leveraged long positions are closed,” Jun-Young Heo, a Derivatives Trader at Singapore-baed Presto, added.\n“As recent bitcoin ETF inflows are stagnating and BTC and ETH market prices came below the 20-day moving average, some trend followers would have regarded yesterday’s downturn as the end of a two-month-long rally,” he continued.\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T05:06:49.242Z",
    "tag": [
      "#Bitcoin",
      "#btc",
      "#CME",
      "#Polymarket"
    ],
    "author": "Sam Reynolds",
    "linkImage": "https://www.coindesk.com/resizer/QK_WehADZ_ZdSt0a0_J8sLJLqPI\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/NFFKSXYE7BHIXMLDGLIGLVNP6I.png"
  },
  "https://www.coindesk.com/business/2024/04/03/ark-21shares-bitcoin-etf-logs-88m-of-outflows-overtaking-grayscale-for-first-time/": {
    "url": "https://www.coindesk.com/",
    "title": "ARK 21Shares Bitcoin ETF Logs $88M of Outflows, Overtaking Grayscale for First Time",
    "type": "Finance",
    "summary": "Tuesday\u0027s outflows from the ARKB exchange-traded fund marked the first time a provider lost more than Grayscale’s GBTC.\nBitcoin outflows from the ARK 21Shares ETF surpassed those of Grayscale\u0027s Bitcoin Trust for the first time on Tuesday, with ARKB losing $88 million versus GBTC\u0027s $81 million.\nThe sector\u0027s net inflows were $40 million, with BlackRock\u0027s IBIT and Fidelity\u0027s FBTC leading growth.\n",
    "content": "Bitcoin (BTC) outflows from the ARK 21Shares exchange-traded fund (ARKB) on Tuesday surpassed those of Grayscale’s Bitcoin Trust (GBTC) for the first time.\nProvisional data from Farside Investors shows ARKB saw nearly $88 million in outflows on Tuesday, more than GBTC’s $81 million. The two products were the only losers among the 11 ETFs.\nARKB’s outflows were the biggest since it went live in January. It lost $300,000 on Monday, notching its first ever outflows.\nGrayscale’s total outflows now exceed $15 billion, the data shows, and it has seen outflows continuously since March 15.\nBlackRock’s IBIT, the usual leader, took on another $150 million, followed by Fidelity’s FBTC at $44 million. Overall net inflows stood at $40 million, up from net outflows of $80 million on Monday.\nBitcoin prices are little changed over the past 24 hours, trading at just over $66,000 as of European morning hours. The broad-based CoinDesk 20 is down 0.6%.\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T08:14:29.779Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#ETF"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/yw8uT0jshW1YRd3eTGesFrXAFH0\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/GXNMW5Q5BVA4DEZFNHVSYR4D34.png"
  },
  "https://www.coindesk.com/sponsored-content/influencer-achieves-significant-growth-through-inscriptions-on-phemex/": {
    "url": "https://www.coindesk.com/",
    "title": "Influencer Achieves Significant Growth Through Inscriptions on Phemex",
    "type": "Sponsored Content",
    "summary": "Legendary key opinion leader Ben Armstrong drove his community\u0027s success after unveiling inscriptions on Phemex’s new social trading tool.\n",
    "content": "Phemex, a leading digital asset exchange, recognizes the pivotal role that platforms play as trusted partners in nurturing crypto communities. That’s why it has a detailed plan to ensure its traders are united and empowered.\nThe team behind Phemex has recently rolled out its new social trading feature, PhemexPulse, and it swiftly grabbed the crypto space’s attention. Intrinsically linked to the Web3 ecosystem, PhemexPulse offers a lucrative daily earning scheme that turns your routine social interactions into crypto rewards.\nHowever, the appeal of PhemexPulse extends beyond its rewards scheme, giving back to users for their engagement. The platform also features a unique inscription marketplace, where key opinion leaders (KOLs) can release exclusive inscriptions for their followers to mint, collect and trade. Ben Armstrong, a prominent figure in the crypto world, was the first to introduce his inscriptions on PhemexPulse, which led to an impressive surge in value of over 7,296% within the initial post-launch hours. This momentum was sustained over the next five days, culminating in a new all-time high (ATH) on March 20, representing a 56% increase from its initial peak. This remarkable growth translated into a cumulative 11,400% gain for the asset holders. In just one week\u0027s time, a user who started by minting 10 inscriptions, earning them 10 PT on day one, has experienced a staggering growth, with their holdings skyrocketing to 1000 PT.\n“Ben has long been a pivotal influencer within the crypto sphere, offering seasoned advice to crypto enthusiasts,” says Phemex COO Stella Chan. “His decision to release his inscriptions on PhemexPulse was met with enthusiasm, as the community eagerly seized the opportunity to acquire them.”\nBefore we get too far ahead of ourselves, though, let’s assume not everyone knows what inscriptions – and their related assets, ordinals – are. They’ve only been around for about a year.\nThey’re basically NFTs predicated on bitcoin. Ordinals are a system for ordering sats – that is, bitcoin fractions – in a way that renders them non-fungible. Inscriptions, then, are the contents of the ordinal NFT. They can be images, videos, texts or any other data.\nOn PhemexPulse, KOLs act as content creators and can also launch their distinct ordinals through an inscription marketplace, allowing the community’s aggregate demand to determine the value of each. Supporters vote with their wallets by acquiring these inscriptions to engage with and back their preferred influencers on PhemexPulse.\nRecently, Armstrong – who has 100,000 YouTube followers – introduced his exclusive inscriptions on PhemexPulse, limiting ownership to just 600 enthusiasts, with no more than 10 inscriptions per person. Scarcity tends to drive up prices, so the market met this release with an immediate surge.\n“Ben’s inscriptions are a testament to the explosive potential in this space,” according to Chan. “At Phemex, we\u0027re not just strengthening community ties by facilitating deeper connections with leading crypto figures, but also providing a gateway to a vibrant market.”\nKOLs including Armstrong can nest pretty much any kind of data they want in these NFTs. Some might be collectible in their own right with no intrinsic value beyond the influencer’s fandom – but they might still be fun and lucrative to acquire. Others, though, could conceivably contain investment tips, instructions to access insider-only coin drops or other opportunities to earn. And there’s a potential early-adopter benefit to acquiring inscriptions before anyone else has even heard of them.\nThe value of inscriptions on PhemexPulse are measured in PT, Phemex’s native coin.\nWhile Armstrong deserves credit for paving the way, the inscription market has a lot of growth potential for other influencers looking to get in on the ground floor.\nKOLs can monetize their influence on PhemexPulse simply by creating their own Web3 group, funded by Phemex. By attracting followers with top-notch content and trading tips, these influencers and their followers can unlock daily PT rewards based on their accumulated points.\nIndeed, the landscape is crowded with various social networking platforms that users frequent, particularly during a bull market. However, PhemexPulse distinguishes itself by not only rewarding users for their consistent online engagement, but also by fostering a closer relationship between KOLs and their followers within a conversational environment. It has already cultivated a dynamic marketplace where unique creations can be minted, held and valued. Phemex is now inviting more content creators to join PhemexPulse and establish their own groups, capitalizing on the myriad opportunities that both they and the market offer.\nFor more information, to join a PhemexPulse group or to create your own using, visit its website.\n",
    "category": "article",
    "datetimeCreation": "2024-03-21T21:51:24.259Z",
    "tag": [],
    "author": "CoinDesk Staff",
    "linkImage": "https://www.coindesk.com/resizer/d4gxZ0gadA2IEqaPKG4v7Bd5rvU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/TKOAVO2L4RCC7BTF56NL6I25CA.jpg"
  },
  "https://www.coindesk.com/markets/2024/03/29/dogwifhat-becomes-third-largest-meme-coin-as-bitcoin-clings-to-70k/": {
    "url": "https://www.coindesk.com/",
    "title": "Dogwifhat Becomes Third-Largest Meme Coin as Bitcoin Clings to $70K",
    "type": "Markets",
    "summary": "WIF touched the $4 mark early Friday before retreating as the meme coin sector showed the most volatility in a little-changed market.\nMeme coins led by Solana-based dogwifhat surged, outpacing other niches such as DeFi and exchange tokens.\nBets on DOGE-tracked futures jumped to a record $2 billion, and some trading firms warned of a pullback in recent gains as bitcoin and ether price action showed signs of exhaustion.\n",
    "content": "Meme coins led by Solana-based dogwifhat (WIF) surged for the second day to lead as a category as the broader market remains little changed ahead of the long weekend in the U.S., Europe and parts of Asia.\nBitcoin (BTC) traded around $70,000 million during the Asian morning hours on Friday, showing little change in the past 24 hours. Ether (ETH), Solana’s SOL and Cardano’s ADA slid 1%, while Bitcoin Cash (BCH) added 4% to continue its Thursday rally.\nThe broad-based CoinDesk 20, an index of the largest tokens minus stablecoins, was down 0.56%.\nCoinGecko data shows that the meme coin category surged 8% on average, outpacing more serious niches such as decentralized finance, yield farms, and exchange tokens.\nMeme tokens started to run early Thursday amid speculations of DOGE being used on an upcoming payments service of social application X, although there has been no official communication from the company.\nBets on DOGE-tracked futures jumped to a record $2 billion, indicative of expectations of future price volatility with a bias toward longs.\nDog-themed tokens such as floki (FLOKI) and WIF jumped as a beta bet to dogecoin. WIF flipped pepecoin (PEPE) to become the third-largest meme token by market capitalization, crossing the $4 mark on Thursday.\nMeanwhile, some trading firms warned of a pullback in recent gains as bitcoin and ether price action showed signs of exhaustion.\n“The price rally has been exponential in Q1, and there are signs of exhaustion,” Singapore-based QCP Capital said in a Telegram broadcast Friday. “ETH risk reversals are skewed to the downside at -8%, indicating some fear. Funding and forwards remain very elevated, which means that speculators are still paying high prices to keep their leveraged longs.”\n“While we remain bullish, we are cautious about leverage,” the firm concluded.\n",
    "category": "article",
    "datetimeCreation": "2024-03-29T08:51:33.637Z",
    "tag": [
      "#DOGE",
      "#Markets",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dImTOR5Mz5cMkkxK2C5NmAcPU_o\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/AHRVBRW5B5F4FK7AHW32U2FGVY.jpg"
  },
  "https://www.coindesk.com/learn/blockfis-rise-and-fall-a-timeline/": {
    "url": "https://www.coindesk.com/",
    "title": "BlockFi’s Rise and Fall: A Timeline",
    "type": "Learn",
    "summary": "BlockFi, a crypto lending company, was founded in October 2017 and filed for bankruptcy just over five years later in the wake of FTX\u0027s collapse.\n",
    "content": "Crypto lender BlockFi is kaput. The platform, which offered high yields on crypto deposits, has filed for bankruptcy protection. It’s the latest company to fall after the catastrophic collapse of FTX. Indeed, bankruptcy filings show that BlockFi had $355 million worth of cryptocurrencies frozen in FTX and relied on the firm for its credit facility. But how did it all go so wrong? CoinDesk has compiled a timeline to help you piece together the picture.\nZac Prince and Flori Marquez founded BlockFi in October 2017 with a lofty mission: provide credit services to the cryptocurrency market. Prince, the CEO, had worked in sales before founding BlockFi. Marquez, the company’s chief operating officer, managed financial portfolios for Bond Street, a small-time lender that Goldman Sachs acquired in 2017, before founding BlockFi. The firm set up shop in Jersey City, New Jersey, and in subsequent years expanded to New York, Singapore, Poland and Argentina. In January 2018, BlockFi launched its first offering: loans of U.S. dollars backed by cryptocurrencies. Simply, clients could deposit bitcoin (BTC) or ether (ETH) and take out loans in fiat against that crypto collateral.\nVenture capital money followed swiftly. In February 2018, BlockFi raised $1.55 million in a seed round led by ConsenSys Ventures. In July 2018, it raised a hefty $52.5 million in a funding round led by Mike Novogratz’s Galaxy Digital. And at the end of 2018, BlockFi raised another $4 million by issuing convertible notes, with Akuna Capital the main buyer.\nFlush with cash, the startup got to work. In March 2019 it launched a crypto deposit account that would reinvest earnings from bitcoin or ether deposits and provide an opportunity to earn compound interest at a 6.2% annual percentage yield (APY). BlockFi adjusted these rates over time; oin May 2019 it almost halved the interest rate on ETH deposits. The risk of the high-interest account, as explained to CoinDesk, was that it \"doesn’t come with the backing of the federal government like a savings account at a bank does.” As the market heated up over the next few years and BlockFi continued to grow, that didn’t seem to hold people back from depositing their money with the company.\nThe firm’s next huge cash injection came in August 2019, when BlockFi raised $18.3 million in a Series A funding round led by Peter Thiel’s Valar Ventures. They were joined by Winklevoss Capital, Galaxy Digital, ConsenSys, Akuna Capital and others. Earlier that year, BlockFi reached a milestone of having over $50 million deposited in its interest-bearing accounts.\nIn December 2019, BlockFi got into the crypto trading game, offering an unusual model that charged zero fees on purchases and sales. Instead of charging trading fees, BlockFi profited by selling trading data to institutional crypto firms that, in turn, provided liquidity to BlockFi, similar to Robinhood’s business model. “Market makers want the information about what trades are happening, and they get it by having relationships with as many venues as they can support to receive that order flow,” BlockFi’s CEO said.\nPeter Thiel’s Valar Ventures led BlockFi’s $30 million Series B funding round in February 2020, with repeat investors including Akuna Capital and new investors including HashKey Capital, which CEO Prince noted as key to helping “BlockFi expand into Singapore” and the Asia-Pacific region.\nBlockFi partnered with Silvergate Bank to allow customers to utilize cash deposits via wire transfer to buy bitcoin. Prior to the move, BlockFi was limited to “crypto payment rails” such as stablecoins. Prince said he had been inundated by “requests every day from our existing clients, and also from folks who aren\u0027t already cryptocurrency owners.” The company disclosed the previous month it had $650 million of assets on its platform.\nAll was going well. Then: a hack! In 2020, a single attacker targeted an employee’s phone with a “SIM swap” that tricked the mobile carrier into activating the employee’s phone on another device. This allowed the hacker to gain access to some of BlockFi’s retail marketing systems. No funds were lost, but the attacker managed to access confidential information about BlockFi’s customers.\nIn August 2020, BlockFi raised $50 million in a Series C round led by Morgan Creek Digital. At the time, Zac Prince said the lender held $1.5 billion in assets and made a little under $10 million in revenue each month. National Basketball Association star Matthew Dellavedova was among the investors.\nIn October 2020, BlockFi invested big into Grayscale’s Bitcoin Trust (Grayscale is owned by CoinDesk\u0027s parent, Digital Currency Group), taking a 5% stake of the $4.8 billion fund. The other big whale invested in GBTC at the time? Hedge fund Three Arrows Capital, which had a 6% stake as of June 2020.\nBlockFi continued to expand its stake in GBTC, to $1.7 billion in GBTC by February 2021. Unfortunately, it later turned out that it was difficult to get money out of GBTC. In addition, as of writing, shares in the trust trade at a huge discount to bitcoin.\nEarly in 2021, BlockFi registered its own Bitcoin Trust with the U.S. Securities and Exchange Commission, putting it in direct competition with Grayscale’s product. The fund offered a lower management fee and partnered with Fidelity Digital Asset Services to custody the assets. In November of that same year, it filed for approval for a spot bitcoin exchange-traded fund.\nAll was going well for BlockFi. With bitcoin’s soaring price hitting all-time highs (bitcoin crossed the $60,000 mark for the first time in March 2021), BlockFi raised $350 million, giving the company a valuation of $3 billion. It held $15 billion in assets and aimed to increase its staff to 500 people by the end of the year. It said it had 225,000 users, up from 10,000 in late 2019. What could go wrong?\nNew Jersey’s Bureau of Securities was the first to deliver a big blow. The state’s financial regulator claimed BlockFi’s interest accounts amounted to sales of an “unregistered security” and issued a ban on creating new interest-bearing accounts. Alabama issued its own notice to the lender shortly after, and Texas joined on the same day. Two days later, Vermont lodged its complaint, and at the end of the month Kentucky ordered the lender to stop signing up new interest account customers.\nThe CEO called on the U.S. Securities and Exchange Commission to look into the matter. So the national securities regulator did exactly that – and it didn’t end well for BlockFi (we’ll get to that next). It was poor timing for BlockFi, which was looking to raise $500 million in a Series E and was launching a Visa rewards credit card.\nIn February, BlockFi settled with the SEC for $100 million over its high-yield lending product. It registered with the SEC, but from mid-February stopped offering the interest account to new clients in the U.S., and prevented existing U.S. clients from adding more money to their accounts. “Today’s settlement makes clear that crypto markets must comply with time-tested securities laws,” SEC Chair Gary Gensler said in a statement.\nIn June, BlockFi’s valuation sank to $1 billion in a “down round” – a third of its $3 billion valuation the previous March, when it raised $350 million. At the end of June, the lender held $1.8 billion in open loans and $600 million of exposure. In particular, BlockFi had made huge loans to the huge crypto hedge fund Three Arrows Capital, which officially filed for bankruptcy protection on July 1. Three Arrows had failed after being overexposed to the collapsed stablecoin ecosystem, Terra; BlockFi, according to reports, had liquidated the hedge fund\u0027s collateral before its bankruptcy. In the same month, bitcoin fell below $20,000. A month later, BlockFi’s main rivals, Voyager Digital and Celsius Network, also filed for bankruptcy protection.\nIn dire straits, BlockFi received a $400 million line of credit from crypto exchange FTX later that summer. The exchange also won the right for its U.S. unit to buy BlockFi FTX US almost bought the lender for just $25 million, and in August could have bought the company for as little as $15 million if certain key terms weren’t met, such as receiving SEC clearance to operate its yield-generating services in the U.S.\nAt the start of the month, FTX itself collapsed after CoinDesk published a story based on private financial documents on Nov. 2 that poked holes in the balance sheet of FTX sister company, trading firm Alameda Research. It took only nine more days for FTX to completely melt down, and it went to bankruptcy court on Nov. 11.\nThat was bad for BlockFi, which needed FTX’s credit facility to remain afloat. Late on Nov. 10, BlockFi paused customer withdrawals amid “the lack of clarity” about FTX. On Nov. 11, California’s financial regulator revoked BlockFi’s lending license.\nBlockFi started preparing for its bankruptcy filing shortly after that. On Nov. 28, it officially filed for protection under Chapter 11, leaving over 100,000 creditors in the lurch. Filings later revealed that Alameda had defaulted on $680 million worth of loans to BlockFi. After filing in the bankruptcy court, BlockFi sued Sam Bankman-Fried\u0027s Emergent Fidelity Technologies for its Robinhood shares, which were pledged to BlockFi as collateral for a loan.\nIn the first bankruptcy hearing, lawyers for BlockFi said the lender held $355 million in crypto on FTX. All the while, one question looms: Will customers get anything back?\nRead More: Latest BlockFi Stories\n",
    "category": "article",
    "datetimeCreation": "2022-11-30T21:43:42.689Z",
    "tag": [
      "#industry",
      "#Beginner",
      "#Learn",
      "#BlockFi",
      "#Bankruptcy",
      "#FTXCollapse"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/L0QsQRFO09EFMzCIlYgZRkyweVU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/RZXXHRPF3FGLRODXAFHJF2Z3BM.jpg"
  },
  "https://www.coindesk.com/tech/2024/03/29/solana-foundation-says-it-can-filter-through-the-offensive-meme-coin-problem/": {
    "url": "https://www.coindesk.com/",
    "title": "Solana Foundation Says It Can Filter Through the Offensive Meme Coin Problem",
    "type": "Technology",
    "summary": "Panelists at a BUIDL Asia summit argue racist meme coins can be handled with a filter.\nIn the past few months, many meme coins have appeared containing racist terms.\nPanelists during a discussion at BUIDL Asia debated on how to best deal with this problem.\n",
    "content": "As funny and irreverent as meme coins are, the category also has a problem with an explosion of tokens with names containing the N-word and other racist themes.\nDuring a panel discussion on meme coins at the recent BUIDL Asia summit in Seoul, panelists debated how to deal with the problem. Should wallet apps and decentralized exchanges screen out banned words? Or do the nodes have a duty to stop these tokens dead in their tracks?\n\"Choice means the right for a wallet developer to institute a block list,\" Austin Federa, the Solana Foundation\u0027s head of strategy, said during the panel. \"Almost every wallet in every ecosystem filters out spam NFTs and spam tokens. Users always have the ability to reveal something if they want to, but the core network needs to remain permissionless.\"\nFedera made an analogy to the internet: It\u0027s unreasonable to expect an internet service provider (ISP) to filter out content that some might find offensive, he said. After all, the internet, like crypto, operates on a largely permissionless basis.\n\"No one expects Verizon to have a legal obligation to prevent a phishing email from landing in your inbox or to prevent you from accessing something that is potentially racist material,\" he said. \"Solana is all on the application level. It\u0027s wallets making decisions about the kind of content they want to show and display.\"\nMarc Zeller, founder of the Aave Chan Initiative, an Aave DAO delegate and service provider, had a different perspective, pointing out that under European Union law, there\u0027s an obligation to filter content.\n\"In France, for instance, there are legal obligations for ISPs to block certain content,\" he said, giving the example of Holocaust denialism.\n\"I\u0027m not saying it\u0027s a good thing, nor am I trying to be political. It\u0027s interesting to point out that different cultures have different approaches to the same issue,\" he said. \"Focusing on the blockchain ethos, we tend to support free speech and believe that censorship resistance is more important than eliminating displeasing content.\"\nFedera said that some validators and nodes believe they have a legal obligation to censor some content, citing the U.S. Office of Foreign Assets Control (OFAC) imposing sanctions on Ethereum Tornado Cash transactions and North Korean and other crypto wallets.\nThis wasn\u0027t without significant debate within the Ethereum community, and some proposed countermeasures to slash – or sanction – nodes that participated in \"censoring\" transactions in line with OFAC guidance.\nFedera also mentioned that despite the attention racist meme coins have gotten, in the grand scheme of things, they are minuscule compared with crypto\u0027s scale.\n\"This is very much akin to in the United States, when there\u0027s a hate group that has 20 members that goes and protests in front of a church. And they\u0027re on national news, and it\u0027s a big thing. But if you look at it, there\u0027s 20 people, and all they want is attention,\" he said.\nCORRECT (March 29, 14:59 UTC): Corrects Federa\u0027s job title. An earlier version of this story said he was head of communications, a position he previously held.\n",
    "category": "article",
    "datetimeCreation": "2024-03-29T12:43:58.725Z",
    "tag": [
      "#Solana",
      "#SOL",
      "#memecoins"
    ],
    "author": "Sam Reynolds",
    "linkImage": "https://www.coindesk.com/resizer/7QYl2GdH3H55lsSMWbM9LEXO0p0\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/2NRF5LIH5JBZ7INJQKCU7WLYAA.jpg"
  },
  "https://www.coindesk.com/policy/2024/03/29/custodia-bank-loses-lawsuit-challenging-fed-rejection-of-master-account-application/": {
    "url": "https://www.coindesk.com/",
    "title": "Custodia Bank Loses Lawsuit Challenging Fed Rejection of Master Account Application",
    "type": "Policy",
    "summary": "The Federal Reserve has discretion in deciding whether to grant a master account, a judge ruled.\n",
    "content": "A federal judge has rejected Wyoming-based Custodia Bank\u0027s argument that it is entitled to a Federal Reserve master account and membership with the Fed.\nJudge Scott Skavdahl, of District of Wyoming, denied Custodia\u0027s motion for judgement on Friday, writing that federal laws do not require the nation\u0027s central bank to give every eligible depository institution access to its master account system, nor did the provided evidence suggest that the Federal Reserve Board of Governors influence a regional branch of the Fed to deny its application for an account.\nCustodia sued the Fed in June 2022, arguing that the Federal Reserve Bank of Kansas City had been taking too long to make a decision on its application for a master account. Master accounts allow banks and depository institutions to directly access the Federal Reserve, rather than require them to go through intermediary banks. It amended its complaint against the Fed last February, after the central bank rejected its application (the Fed later published a scathing report explaining its decision).\nIn its amended complaint, Custodia argued that the Fed\u0027s board had unlawfully directed the Kansas City Fed to reject its application, and that the Fed did not have the discretion to reject applications from nonmember depository institutions.\nIn his order Friday, Judge Skavdahl wrote that the law does not require the Fed to grant master account access to applicants, and that the evidence leaned toward the Kansas City Fed making the decision, rather than the board of governors.\n\"Thus, unless Federal Reserve Banks possess discretion to deny or reject a master account application, state chartering laws would be the only layer of insulation for the U.S. financial system,\" the judge wrote. \"And in that scenario, one can readily foresee a \u0027race to the bottom\u0027 among states and politicians to attract business by reducing state chartering burdens through lax legislation, allowing minimally regulated institutions to gain ready access to the central bank\u0027s balances and Federal Reserve services.\"\nIn a statement, Custodia spokesperson Nathan Miller said, “challenging the Fed’s strong-arm tactics has always been an uphill battle, but Custodia Bank remains committed to our vision of creating a safe, tech-enabled bank. We are reviewing the Court’s decision and all of our options, including appeal.\"\n",
    "category": "article",
    "datetimeCreation": "2024-03-29T21:58:48.265Z",
    "tag": [
      "#Regulations",
      "#Custodia",
      "#FederalReserve"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/VB0NasIZdtJn7c9wkV5Wxf3m6sE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/UMY5YF5PLJETBB2Q7SKIYHSOPY.jpg"
  },
  "https://www.coindesk.com/learn/why-william-hinmans-emails-matter-to-the-xrp-army-and-the-cryptos-price/": {
    "url": "https://www.coindesk.com/",
    "title": "Why William Hinman`s Emails Matter to the XRP Army and the Crypto’s Price",
    "type": "Learn",
    "summary": "Recently released emails from former SEC director William Hinman have rallied the XRP troops, but the documents are not a smoking gun.\n",
    "content": "On June 13, 2023, documents tied to William Hinman, the former director of the U.S. Securities and Exchange Commission (SEC)’s Division of Corporation Finance from 2017 to 2020, were released to the public in connection with the SEC\u0027s lawsuit against Ripple, briefly sending the price of the XRP token up 7.4% as optimism spread that Ripple would win their ongoing case.\nHere’s why:\nVery broadly, Ripple and its partisans have argued that the Hinman emails could reveal a biased or flawed process behind the decision to publicly suggest in a 2018 speech by Hinman that Ethereum (ETH) may not be a security. One smoking gun might have been some sort of display of bias against Ripple and XRP, but the released emails do not mention either directly.\nRipple’s Chief Legal Officer Stuart Alderoty argued after the release that the emails showed Hinman ignoring warnings from colleagues that his speech was not grounded in law and created confusion about securities designations. At the very least, Alderoy seems to be suggesting Ripple has been treated unfairly by regulators.\nEarly analysis of the emails does not seem to have found a major win for Ripple Labs, however. After a short rally on the morning of the emails’ release, XRP retraced its price and headed even lower, which may reflect some disappointment on this front.\nAhead of the documents’ release, Ripple and XRP supporters had been focused on statements by Hinman suggesting that a token isn’t a security if it is “sufficiently decentralized.” That metric seems to have been used to justify a public carveout for Ethereum, but, at least according to feedback given to Hinman by other SEC staff and officials, was not grounded in existing securities regulation. Ripple has argued that XRP, like Ethereum, is “sufficiently decentralized” and should not be classified as a security according to the standards laid out by Hinman.\nCritics have long argued, however, that the underlying claim that Ethereum and XRP are comparably decentralized is itself highly debatable. Most significantly, there has now been close to a decade of debate and litigation over whether Ripple itself should be considered the creator of the XRP ledger and issuer of the XRP token – and therefore the issuer and seller of an unregistered security.\nRipple Labs allies generally characterize the company as separate from XRP. In particular, they have argued that the XRP blockchain was created by Jed McCaleb and Chris Larsen, working as OpenCoin, before an entity called “Ripple” even existed. But OpenCoin became Ripple Labs and what is today simply called Ripple, and those cofounders “gifted” 80 billion XRP, 80% of the total supply, to Ripple Labs. Over the years, Ripple has made a variety of branding and messaging changes to represent that they are not the creators of XRP. That includes changing the preferred way to discuss the token itself, which for many years was commonly referred to as “Ripple.”\nRead More: What Is Ripple and the XRP Cryptocurrency?\nTo critics such as Preston Byrne, this looks like an orchestrated deception, and one of the earliest instances of “decentralization theater.” And if XRP was effectively created or issued by Ripple, the parallel to Ethereum breaks down quickly, since Ethereum has no corporate for-profit parent. This could be a more compelling explanation for the different regulatory treatment of the two chains than bias or procedural failures.\nIn any case, however the case develops and is ultimately decided, whenever new information is released that supporters believe bolsters or hurts Ripple\u0027s side of the case, XRP\u0027s price generally moves in parallel with the positive or negative sentiment.\nSee Also: Ripple Does Not Care Whether XRP Is “Sufficiently Decentralized”\n",
    "category": "article",
    "datetimeCreation": "2023-06-14T16:49:33.556Z",
    "tag": [
      "#Ripple",
      "#XRP",
      "#industry",
      "#Beginner",
      "#Learn",
      "#SEC",
      "#Ethereum"
    ],
    "author": "David Z. Morris",
    "linkImage": "https://www.coindesk.com/resizer/DN4g-PSK63l-aCNNsckFRNBAkvE\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/2R7VMGX33ZDV7OTMEJ5XUOBJX4.jpg"
  },
  "https://www.coindesk.com/business/2024/03/08/optimism-sells-89m-op-tokens-in-private-transaction/": {
    "url": "https://www.coindesk.com/",
    "title": "Optimism Sells $89M OP Tokens in Private Transaction",
    "type": "Finance",
    "summary": "The tokens were sold to an undisclosed buyer and will be vested for two years.\nOptimism Foundation sold about 19.5 million OP tokens to an unidentified buyer.\nThe tokens come from the unallocated portion of the OP Token treasury that was set aside for working capital.\n",
    "content": "Optimism Foundation said on Friday that it had entered into a private token sale of approximately 19.5 million OP tokens, worth nearly $90 million at current prices, to an undisclosed buyer.\nThe foundation is one of the maintainers and developers of the Optimism network, a blockchain that runs and settles transactions on Ethereum.\nThe sold tokens are subject to a two-year lockup. However, the buyer can delegate the tokens to unaffiliated third parties for participation in governance decisions, giving the same benefits as an unvested holder.\nThe tokens come from the unallocated portion of the OP Token treasury and are part of the foundation’s original working budget of 30% of the initial OP token supply. As of Friday, OP had a circulating supply of 1 billion tokens and a total supply of 4.29 billion.\nOP prices were down 0.4% in the past 24 hours, The CoinDesk 20, a broad-based liquid index of various tokens, is up 2.59%.\n",
    "category": "article",
    "datetimeCreation": "2024-03-08T08:53:29.945Z",
    "tag": [
      "#Optimism",
      "#Trading",
      "#Investing",
      "#Fundraising"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/a0UDFSAeyH0mIxIl3RZTS3ISSEU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/QKHJWYEAGNBRHFXZSRRNUF2OO4.jpg"
  },
  "https://www.coindesk.com/tech/2024/03/27/protocol-village/": {
    "url": "https://www.coindesk.com/",
    "title": "Protocol Village: Legitimate, Platform for \u0027Phygital Products,\u0027 Raises $4.3M",
    "type": "Technology",
    "summary": "The latest in blockchain tech upgrades, funding announcements and deals. For the period of March 28-April 3.\n",
    "content": "April 3 (PROTOCOL VILLAGE EXCLUSIVE): Legitimate, an on-chain project to keep physical assets in sync with their digital counterparts, has closed its $4.3 million seed round, led by Lemniscap, with participation from Draper Associates, Sfermion Factor VC and others. According to the team: \"Legitimate enables projects to embed a wide range of digital content into their physical goods via Legitimate\u0027s LGT Tags, which are special encrypted NFC (Near Field Communication) chips that are integrated seamlessly into clients\u0027 supply chains and manufacturing processes. Legitimate’s technology has been used by Puma, AMBUSH and Roc Nation to power unique consumer experiences.\" From the project documentation: \"When integrated into the LGT Protocol, a product is capable of becoming a phygital (physical + digital) product.\"\nApril 2: Origin Protocol announced that its OGN token holders have proposed to merge OGN and OGV tokens, to boost Ethereum liquid staking, according to the team: \"OGN – Origin’s first token, launched back in 2020 – was listed on Coinbase just months later. OGV, which has been appreciating greatly, reflects Origin’s growing revenue and total value locked. The goal of the merger is to capitalize on OGV\u0027s undervaluation, as it serves as the value accrual token for Origin\u0027s DeFi products, including the successful Origin Ether, which has over $160 million in total value locked. OGN is backed by Reddit co-founder Alexis Ohanian, YouTube co-founder Steve Chen and Y Combinator president Garry Tan.\"\nApril 2: IoTeX, an Ethereum-compatible blockchain optimized for DePIN, announced a $50 million investment from Borderless Capital, Amber Group, Foresight Ventures, FutureMoney Group, SNZ, Metrics Ventures, EV3 and Waterdrip Capital into the IoTeX Ecosystem, \"to meet the growing demand for bridging real-world data with IoT devices to Web3,\" according to the team: \"This investment will drive DePIN growth and adoption through an investment in long-term staked $IOTX, the DePIN token that governs and fuels the IoTeX DePIN ecosystem, as well as investment in the DePIN projects building on IoTeX with the IoTeX Foundation and the DePINsurf accelerator fund.\" (IOTX)\nApril 2: Pontem, a product development studio building Move and EVM-compatible products \"to enable a safer, more performant and developer-friendly Web3, will partner with EigenLabs to enable novel use cases for the emerging ecosystem of applications on the EigenLayer ecosystem,\" according to the team: \"By integrating with EigenLabs’ product EigenDA, Pontem’s L2, Lumio, will experience improved transaction speeds, cross-rollup transactions, security, decentralization, and user experience, all of which are essential for the growth and success of the Web3 ecosystem. According to a project spokesperson, it will take Pontem one to two months to integrate the testnet.\"\nApril 2: XION, a new \"generalized abstraction\" layer-1 blockchain launched last month by Burnt Banksy, announced a $25 million fundraise \"to ultimately abstract away all crypto complexities, making Web3 accessible to everyone,\" according to the team. Investors included Animoca Brands, Laser Digital (Nomura), Multicoin, Arrington Capital, Draper Dragon, Sfermion and GoldenTree, according to a press release. \"XION has already demonstrated significant usage and adoption during its test phase with the creation of more than 1.3 million Meta Accounts, the smooth processing of over 15 million transactions and an ecosystem of over 150 projects. The new capital will allow XION to continue quickly expanding its development and global ecosystem.\" (EDITOR\u0027S NOTE: Protocol Village covered the XION launch in early March when Burnt Banksy set himself on fire as part of an art-performance-cum-publicity-stunt.)\nApril 2: Celestia, a blockchain data-availability project, said its Blobstream product – for relaying commitments of Celestia\u0027s data root usign an on-chain light client, has deployed to Arbitrum One. According to the team: \"Developers can soon deploy Orbits with Celestia underneath on Arbitrum One and Base, the first modular DA integration with working Nitro fraud proofs.\" According to a tweet thread: \"Before Celestia, throughput limitations forced developers building expressive on-chain applications to migrate to alt-L1s or required the overhead of recruiting a committee to deploy their own chain. With Blobstream, developers can keep building in the Ethereum ecosystem – spin up customizable, high-throughput blockspace without needing to recruit a committee or use a centralized server for DA.\" {{TIA}} (ARB)\nApril 2: IOVLabs, the developer behind Rootstock, an Ethereum-compatible smart-contracts platform atop Bitcoin, has changed its name to RootstockLabs. According to the team: \"RootstockLabs\u0027 belief is that Rootstock is one of the primary ways that the Bitcoin blockchain reaches civilization scale. The change in name reflects that belief. RootstockLabs are also reaffirming their mission. To support the growth of the Rootstock ecosystem, to give developers the tools to build on Bitcoin, and to expand the frontiers of decentralized technology.\" The company\u0027s chief scientist is Sergio Demian Lerner, co-founder of the Rootstock platform.\nApril 2: Fhenix, an Ethereum layer-2 platform based around fully homomorphic encryption (FHE), announced it\u0027s collaborating with restaking protocol EigenLayer to \"pioneer FHE coprocessors to boost Ethereum confidentiality and scalability,\" according to the team. \"These FHE-based coprocessors are secured by Fhenix’s optimistic FHE rollup infrastructure and EigenLayer’s restaking mechanism,\" according to a press release. The goal is to \"optimize tasks while ensuring data privacy, enabling unprecedented performance levels. With instant fraud-proof confirmation, they promise vast applications from confidential auctions to private AI analysis.\"\nApril 2: Avail, a modular blockchain solution designed to unify Web3 and optimize data availability (DA), has partnered with dWallet Network, \"a pioneering non-collusive, decentralized multi-chain layer, to bring programmable native Bitcoin to rollups in the Avail ecosystem,\" according to the team: \"Leveraging the newly unveiled dWallet primitive, smart contracts using rollups built on Avail DA will be able to programmatically manage native BTC for the first time while preserving user ownership.\"\nApril 2: Pundi X, a DePIN-focused blockchain, has launched PURSE+, \"a new SocialFi initiative aimed at updating the social media experience,\" according to the team: \"As a web browser extension for X (formerly Twitter), PURSE+ combines social networking with financial incentives, offering users a more rewarding interaction on X. This initiative aims to change how users engage with content, communities and each other on X, offering rewards for engagement through a simple web browser extension. By DeFi mechanisms being embedded into social interactions, users can finally control the value they generate, shifting from passive to active participation.\"\nProtocol Village is a regular feature of The Protocol, our weekly newsletter exploring the tech behind crypto, one block at a time. Sign up here to get it in your inbox every Wednesday. Project teams can submit updates here. For previous versions of Protocol Village, please go here. Also please check out our weekly The Protocol podcast.\nApril 1: Babylon, a bitcoin staking protocol, announced a strategic integration to advance Lorenzo Protocol\u0027s bitcoin liquid restaking product, according to the team: \"Lorenzo Protocol will be constructed utilizing Babylon technology. Through the integration, Lorenzo Protocol’s BTC liquid restaking tokens (stBTC) will be representations of bitcoin staked through Babylon\u0027s bitcoin restaking protocol. The integration ensures security alignment as Lorenzo Protocol\u0027s liquid restaking tokens are only available on layer 2s that are secured by Babylon\u0027s bitcoin staking and timestamping protocol.\"\nApril 1: BSX, a non-custodial central limit order book (CLOB) decentralized exchange (DEX) for perpetual futures contracts, built on Coinbase\u0027s layer-2 chain, Base, and backed by the Base Ecosystem Fund and advised by BitMEX founder Arthur Hayes, has launched its Open Beta on mainnet. According to the team: \"BSX aims to compete with leading centralized exchanges (CEXs) by offering low-fee trading and CEX-like trading performance (10 ms order matching), while giving users full self-custody. BSX was born out of the turbulent collapse of FTX, which the BSX founders witnessed personally as they worked at Coinbase, Jump, Kraken and FalconX. BSX’s public testnet saw strong traction with over 5B in volume traded and over 4,000 unique traders.\"\nApril 1: Portal announced a collaboration to integrate Portal\u0027s DEX with SatoshiSync\u0027s chain-agnostic inscription protocol for the Bitcoin finance ecosystem. According to the team: \"The collaboration will advance the cross-chain trading of SatoshiSync\u0027s native token $SSNC by simplifying and securing the process for users to trade and manage assets across multiple blockchains. Portal\u0027s extensive network of blockchains using the Portal Swap SDK will enable the seamless trading of $SSNC, SatoshiSync-bridged Ordinal NFTs and other assets within their ecosystems to deliver a frictionless trading experience for everyone.\"\nApril 1: Gitcoin Grants is \"back with GG20, funding open-source software (OSS),\" according to the team, \"through the following initiatives: Hackathon Alumni: $100K dApps \u0026 Apps: $300K Web3 Infrastructure: $300K Developer Tooling and Libraries: $300K. That\u0027s +1 million in funds for open-source software. Applications open April 2-16. Further queries go to support@gitcoin.co.\"\nMarch 31: The Horizen blockchain team has deployed its new \"proof verification chain\" to testnet, claiming the new offering is \"the latest component of the modular blockchain stack.\" According to a blog post: \"This network allows for the exchange of $ZEN (Horizen’s native token) and verification of FFLONK Proofs produced by Polygon zkEVM instances.\" Key elements include the \"proof submission interface, a user-friendly interface that enables ZK rollups to submit proofs seamlessly to the Horizen network for verification,\" as well as an \"attestation mechanism, a protocol published on date to Ethereum and validates proofs (providing additional transparency).\"\nMarch 28: Degen, a community token in the Farcaster ecosystem, and Syndicate, a Web3 infrastructure provider, launched Degen Chain, an ultra-low-cost L3 for the $DEGEN community built with Arbitrum Orbit, Base for settlement, and AnyTrust for data availability. According to the team: \"The chain’s native gas token is $DEGEN, making it one of the first community tokens with its own L3. The Degen and Syndicate teams will support builders on Degen Chain with developer tools like Syndicate’s Transaction Cloud APIs, offering free gas for developers on Degen Chain.\"\nMarch 28: Immunefi, a bug bounty and security services platform for Web3 protecting over $60 billion in assets, releases its Crypto Losses in Q1 2024 report, for a loss of $336 million from the community to hacks and rug pulls in 2024 year-to-date, representing a narrowing of 23% when compared with the same period in 2023. According to Immunefi: \"DeFi was the primary target for attacks, comprising 100% of cases, while CeFi experienced no incidents. Hacks continued to be the predominant cause of losses totaling $321 million, compared to frauds. Ethereum and BNB Chain were the most targeted chains.\"\nMarch 28: Tezos blockchain validators will soon vote on protocol upgrade proposals published Thursday, according to the team: \"Codenamed Paris A and B, the proposals include lowering latency and cutting finality to 10 seconds blocktime, and the activation of the DAL to boost throughput and scalability of L2. They differ on a proposed overhaul of PoS fundamentals, adjusting token issuance automatically to an on-chain market for staked funds. Paris B includes these features, whereas Paris A offers validators the possibility to activate them later, via a dedicated on-chain voting mechanism.\" {{TZS}}\nMarch 28: Edgeless Foundation unveiled the Edgeless Network, describing it in a blog post as \"the first ever crypto ecosystem without application layer fees, powered by Arbitrum Nitro.\" According to the post: \"By using Arbitrum Nitro, Edgeless has the freedom to fully customize its L2 infrastructure and with EigenLayer data availability, to keep gas fees extremely low on the network (less than $0.01 on average). Edgeless is then able to share these sequencer fees with developers so that they get a direct share of the economic value they bring to the network. In addition to this, Edgeless uses ezETH by Renzo as the baseline liquidity yield bearing asset and a stablecoin created by Stable to give back yield earned on bridged assets to developers who build on the Edgeless Ecosystem.\"\nMarch 28: Yolo Investments, a venture capital firm focused on gaming, fintech, blockchain and emerging technologies, has emphasized its support for the vision of The Open Network (TON) by making an $8 million investment in Toncoin and the broader TON ecosystem, according to the team: \"Yolo Investments has invested in several TON-based start-ups, including Tonstarter, Fanton and PlayDeck. This partnership will also see TON Foundation and Yolo Investments support the growth and expansion of learncrypto.com, a leading crypto education platform, that is also set to introduce a plethora of fresh content tailored to TON.\"\nMarch 28: Stellar Development Foundation is launching the Soroban Security Audit Bank, which will distribute up to $1M in security audit credits in coordination with six top-tier audit firms to 20-30 high priority projects (financial protocols that manage on-chain value and that have the potential to be widely used) building on Soroban, their next generation smart contracts platform which just completed mainnet launch. This program complements the development and audit support that industry-leading web3 security firm, Certora, is providing to the ecosystem. CoinDesk 20 asset: (XLM)\nMarch 28: Helika, a global infrastructure provider for traditional and Web3 gaming firms like Yuga Labs and Animoca Brands, announced it will launch a $50 million accelerator program funded by Pantera, Spartan Capital, Sfermion and other venture capital firms. According to the team: \"This program aims to help top gaming studios develop Web3 games designed to sustain growth in users and revenue over time. Selected projects will benefit from Helika\u0027s expertise in tokenomics, chain selection, data analytics and more. Developer teams supported by Helika’s analysts, will be able to leverage data to identify user behavior patterns and drive desired outcomes.\"\nMarch 28: Zircuit, a fully EVM-compatible ZK rollup with parallelized circuits and AI-enabled security, launched its Build to Earn program on Wednesday to incentivize builders, founders and community members who contribute to the Zircuit ecosystem. Backed by Pantera Capital, Dragonfly Capital, and Maelstrom, Zircuit currently has over $700 million staked. According to the team: \"Developers and ecosystem contributors who participate in the program stand to receive rewards for approved contributions.\"\nMarch 28 (PROTOCOL VILLAGE EXCLUSIVE): Layer N, an \"Ethereum StateNet\" designed as a network of custom VMs, announced the launch of AI Functions, a tool that allows developers to integrate AI inference and AI use cases within their applications. This is in partnership with Modulus Labs, a company focused on bringing AI on-chain through ZK technology. Examples of use cases could include replacing AMMs with more sophisticated models, yield optimization strategies, gaming and AI crypto agents and AI arbitration. \"Imagine a prediction market that includes AI-based arbitration of event outcomes, reducing the risk of consensus collusion,\" the team wrote in a blog post.\nMarch 28: Flock.io, a Web3 training and AI fine-tuning startup, has announced the close of a $6 million seed funding round led by Lightspeed Faction and Tagus Capital with participation from DCG, OKX Ventures, and Volt Capital. This investment will be used towards democratizing AI training and the development of its machine-learning and federated learning platform.\nMarch 28: VeChain announced its no-code digital asset tokenization platform, called Marketplace-as-a-Service (MaaS). According to the team: \"MaaS was built to fulfill an important role within the digital-asset space, presenting enterprise and individual builders a low/no-code NFT platform for creating, selling and transferring digital assets with ease. MotoGP championship team, Gresini Racing, is the first enterprise client to deploy a marketplace on the platform supported by ExPlus. Leveraging a bespoke collection of IP-related content, Gresini Racing plans to offer digital collectibles to its large fanbase.\"\nMarch 28 (PROTOCOL VILLAGE EXCLUSIVE): Neopin, a protocol for \"non-custodial, permissioned DeFi,\" introduced a new feature called \"build aggregated,\" merging Spark protocol, Athena and the curve into a unified smart contract, bolstered by AI-driven optimization, according to the team: \"This integration empowers users with streamlined operations and customizable exposure options, marking a significant leap in operational efficiency within the cryptocurrency landscape.\"\nMarch 28 (PROTOCOL VILLAGE EXCLUSIVE): BloXroute, a blockchain distribution network, announced the public launch of its Validator Gateway, designed to optimize Ethereum validators\u0027 performance and significantly boost their rewards, according to the team: \"Over 30K validators locked $4B on the testnet, leveraging advanced technology, enhancing block proposal processes, accelerating block propagation and providing validators with a strategic advantage in the competitive blockchain landscape. With seamless integration with existing validator setups, the Validator Gateway makes it easy for network decentralization to continually grow.\"\nMarch 28: The team behind The Graph Network, including the developer Edge \u0026 Node, announced that the network now supports Bitcoin. According to the team: \"With the introduction of a new Bitcoin Firehose implementation and a BRC-20 subgraph GraphQL API, The Graph enables developers to access Bitcoin data directly through subgraphs and Substreams, facilitating easy access to Bitcoin data. This development not only enhances the utility of Bitcoin within The Graph\u0027s decentralized network but also opens up new avenues for developers to build innovative applications — at a moment in time when there’s a renewed surge of interest in Bitcoin and the emergence of Bitcoin Layer 2s. Devs building on Bitcoin or Bitcoin Layer 2s can email info@thegraph.foundation for indexing support or assistance and help getting started building with The Graph.\" (GRT) (BTC)\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T08:00:00Z",
    "tag": [
      "#TheProtocol",
      "#Blockchain",
      "#Ethereum",
      "#Bitcoin",
      "#Tech",
      "#BlockchainTechnology",
      "#EVM",
      "#ProtocolVillage"
    ],
    "author": "Bradley Keoun",
    "linkImage": "https://www.coindesk.com/resizer/anPbRzQBfc7-pEiwMErfKjteN6I\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/UK44TNET4ZFIFAX2JQSWJQJSTU.jpeg"
  },
  "https://www.coindesk.com/markets/2024/04/03/bitfinex-derivatives-users-can-now-place-bets-on-bitcoin-and-ether-implied-volatility/": {
    "url": "https://www.coindesk.com/",
    "title": "Bitfinex Derivatives Users Can Now Place Bets on Bitcoin and Ether Implied Volatility",
    "type": "Markets",
    "summary": "Bitfinex Derivatives announced the launch of perpetual futures tied to Volmex\u0027s proprietary bitcoin and ether implied volatility indices.\nBitfinex Derivatives unveils perpetual futures tied to Volmex Finance’s bitcoin and ether implied volatility indices.\nUsers can now place bets on the degree of price turbulence in the top two cryptocurrencies.\n",
    "content": "Cryptocurrency exchange Bitfinex announced the launch of perpetual futures tied to bitcoin (BTC) and ether (ETH) volatility indices, allowing traders to place bets on expected price turbulence in the leading cryptocurrencies.\nThe new futures are based on the decentralized derivatives platform Volmex’s bitcoin implied volatility index (BVIV) and ether implied volatility index (EVIV).\nBoth indices are derived from real-time bitcoin and ether call and put options and indicate the expected price turbulence over 30 days. Per Volmex, the two indices are analogous to Wall Street’s fear gauge, the VIX index, which is derived from the options market tied to the S\u0026P 500 index.\nStarting April 3, Bitfinex users can trade bitcoin and ether volatility futures under the ticker symbols BVIVF0:USTFO and EVIVFO:USDTFO, according to the press release shared with CoinDesk. These contracts are denominated, margined, and settled in tether (USDT), the world’s largest dollar-pegged stablecoin.\nPerpetuals are futures contracts with no expiry and a funding rate mechanism that helps keep prices for perpetuals in sync with the underlying asset/index.\nThe availability of volatility futures means Bitfinex users can bet on how fast the anticipated bullish or bearish price move in bitcoin and ether will happen. Being long volatility means betting the asset’s price might move violently in either direction.\nThe volatility futures will help traders navigate binary events like crucial U.S. economic data releases, Fed rate decisions, and crypto-specific events that have the potential to inject volatility into the market and open doors to retail investors who lack the resources or expertise to set up complex options strategies like straddles and strangles to profit from changes in implied volatility.\nBitfinex’s new offering comes a year after dominant crypto options exchange Deribit listed standard futures contracts tied to its proprietary bitcoin volatility index, DVOL.\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T09:00:00Z",
    "tag": [
      "#Bitcoin",
      "#Ether",
      "#Markets",
      "#Volatility",
      "#perpetualcontracts"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/egijSOP7jgQARWU1p5SHn1dum-I\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/E26RCH2YLFBETAFYAP6KJTOF2Q.jpg"
  },
  "https://www.coindesk.com/markets/2024/04/03/stablecoin-expansion-continues-as-bitcoin-rally-appears-to-stall/": {
    "url": "https://www.coindesk.com/",
    "title": "Stablecoin Expansion Continues as Bitcoin Rally Appears to Stall",
    "type": "Markets",
    "summary": "The unabated expansion of stablecoin supply shows capital continues to flow into the crypto market, one observer noted.\nThe cumulative supply of the top three stablecoins – USDT, USDC, and DAI – has increased to $141.42 billion, the highest since May 2022.\nThe data indicates that capital continues to flow into the crypto market.\nOther indicators like bitcoin’s MVRV Z-score suggest there is plenty of upside left in the top cryptocurrency by market value.\n",
    "content": "Bitcoin’s (BTC) steep rally has recently lost impetus. Still, the supply of stablecoins or dollar-pegged cryptocurrencies, often considered a powder keg that could be used to fund token purchases, continues to rise, reassuring stability to bitcoin bulls.\nBitcoin hit record highs above $73,500 on March 14 and has since struggled to keep gains above $70,000, mainly due to the dwindling probability of Fed rate cuts in June. At press time, the leading cryptocurrency by market value was changing hands at $66,300, down 10% from its all-time high.\nHowever, during the same time, the cumulative supply of the top three stablecoins, tether (USDT), USD Coin (USDC), and DAI (DAI), which dominate the stablecoin market with over 90% share, increased by 2.1% to $141.42 billion, reaching its highest level since May 2022, according to data from charting platform TradingView. The cumulative supply is up over $20 billion this year.\nThe continued expansion in the supply of stablecoins, a proxy for liquidity, is a positive sign for the crypto market, according to Reflexivity Research.\n“As this [stablecoin supply] continues to trend up, this shows that capital continues to flow into crypto markets,\" Reflexivity Research said in a newsletter dated April 2.\nIn other words, dip demand for bitcoin could be strong, and the broader uptrend may soon resume.\nOver the years, stablecoins led by tether have emerged as the primary mechanism for purchasing cryptocurrencies in the spot market and trading derivatives. Since late 2021, traders have increasingly preferred crypto futures margined and settled in stablecoins than token-margined ones.\nStablecoin-margined futures offer a linear payoff where the value of the collateral remains steady irrespective of market volatility. As such, traders do not have to constantly look for hedging their collateral.\nOther indicators like the Z-score of bitcoin’s market value-to-realized value (MVRV) ratio also indicate that the path of least resistance is on the higher side.\nThe MVRV Z-score measures the market value’s deviation from the realized value. The latter approximates the value paid for all coins in existence by adding the market value of coins when they last moved on the blockchain and is considered a proxy for fair value.\nHistorically, a below-zero MVRV Z-score ( has marked market bottoms, while a reading above seven has marked tops. Glassnode data show, at press time, the Z-score was 2.87, a sign bitcoin is far from being overbought or near a major market top.\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T08:45:43.685Z",
    "tag": [
      "#Bitcoin",
      "#Stablecoins",
      "#Markets",
      "#USDT",
      "#USDC",
      "#DAI"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/uv8OLN37WP5jxO6xYPeRR0rBEp8\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/6EXEVPY4UFBYBGO77THWV3VKXA.jpg"
  },
  "https://www.coindesk.com/learn/what-are-fully-backed-reserves/": {
    "url": "https://www.coindesk.com/",
    "title": "What Are \u0027Fully Backed\u0027 Reserves?",
    "type": "Learn",
    "summary": "More people are calling for crypto companies and those behind products such as stablecoins to prove they have enough funds to pay their customers.\n",
    "content": "Regular banks do not actually hold all of your money. They lend out most of your deposits in an attempt to eke out returns from financial markets. This works, for the most part, because the bank insures deposits with the federal government and because the bank widely diversifies its exposure to risk to ensure that it won’t be caught short in the event of a financial crash.\nThis system occasionally fails in traditional finance (see: Lehman) but fails frequently in crypto. The government does not insure deposits to crypto platforms and the platforms often do not manage risk particularly well (see: FTX, Voyager Digital, Celsius Network), making high-risk bets that end in catastrophe.\nRead More: Proof of Reserves: Could it Have Prevented the FTX Meltdown?\nAfter so many platforms squandered customer funds, crypto traders are thinking twice about depositing funds to crypto exchanges and lending institutions that “rehypothecate” uninsured deposits – which means they repurpose customer money and lend the funds out in the markets. A safer bet looks like trading on platforms that “fully back” their reserves. But what does this really mean, and should such claims be taken with a pinch of salt?\nWhen a financial product, such as a stablecoin or depositary institution, claims to “fully back” its reserves, it means that it has stored enough money behind a product, like a stablecoin or a customer’s trading account, to support its worth.\nSo, a crypto exchange that “fully backs” its reserves should always be able to pay out customer withdrawals, no matter the state of the market. One such example is Coinbase, which does not lend out its customers’ funds without their express permission, meaning it should always have enough money on hand to prevent a bank run.\nA stablecoin that “fully backs” its reserves is always able to fulfill conversions to the original asset, no matter what. One example is wBTC, or wrapped bitcoin, which holds real bitcoin (BTC) in a cold wallet, then issues an equal amount of an Ethereum-based version of the coin that trades as an ERC-20 token.\nFully backed, however, does not necessarily mean that assets are held one to one. That claim refers to the idea that if you, say, give me a dollar, I’ll hold that dollar as a dollar and won’t turn it into something else. Lots of stablecoins that claim to be fully backed, like U.S.-dollar stablecoin USDC, are not backed one to one.\nThis is because the companies that issue USDC hold the deposits of real U.S. dollars in “cash and cash equivalents.” Cash equivalents refer to U.S. Treasury bonds, which is debt issued by the U.S. Treasury Department. These bonds, which pay small returns to holders over time, are close enough to the worth of actual U.S. dollars that the market accepts bonds being essentially worth the same.\nBut “fully backed” does not always mean that the backing can withstand financial shocks. U.S. dollar stablecoin tether (USDT) also claims that its reserves are fully backed, but this backing is secured by “other assets and receivables from loans made by Tether [the issuing company] to third parties.” So, USDT may be fully backed, but it is partially backed by loans to other crypto companies.\nUntil October 2022, USDT was also backed by commercial paper – short-term commercial debt to other companies – and moved those funds to U.S. Treasurys. The concern about the commercial paper was that nobody knew which companies Tether was using to back USDT, so it was impossible to determine the worth of that backing. What’s more, its “fully backed” claim has historically turned out not to be true after it emerged in 2019 that USDT was, at one point, only 74% backed. As wrote the Commodity Futures Trading Commission\u0027s Dawn D. Stump, the claim that it was backed to the U.S. dollar was “not 100% true, 100% of the time.”\nRead more: What Is Tether? How USDT Works and What Backs Its Value\nSome stablecoins do not fully back their reserves, which has led to catastrophic results in some cases. The popular algorithmic stablecoin UST, for instance, crashed in spectacular fashion, wiping billions from the market.\nOn the opposite end of the spectrum, U.S. dollar stablecoin DAI overcollateralizes its reserves with crypto, meaning it has more than enough crypto on hand to back its coin. DAI has survived several market crashes.\n\n",
    "category": "article",
    "datetimeCreation": "2022-11-22T23:04:02.629Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/1BbtV6xLwpj0C9ebZhjO4SsYKqQ\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4LQR6YZFUZEFTGIZ4T73RMDSRQ.jpg"
  },
  "https://www.coindesk.com/learn/what-is-desk-coindesks-social-token-explained/": {
    "url": "https://www.coindesk.com/",
    "title": "What Is DESK? CoinDesk’s Social Token, Explained",
    "type": "Learn",
    "summary": "How to earn, store and spend our blockchain-powered answer to loyalty points.\nListening to episodes of Carpe Consensus\nWatching select CDTV episodes\nVisiting the DESK Hub\nEngaging in chats on our Discord server\nAt Consensus 2023, we\u0027ll have many in-person ways to earn DESK, such as 2022\u0027s Easter egg airdrops around the festival. Stay tuned!\nUnlock the token-gated Discord server\nUsers with at least 1 DESK can vote for our special community polls and earn DESK for engaging.\nYou can tip other users with DESK\nA drink at the bar\nFood from nearby vendors that have partnered with CoinDesk\nMerchandise, such as hoodies or T-shirts\nNon-fungible tokens (NFT) from our online marketplace\nSpecial on-site offers from Consensus exhibitors and partners\nUnique experiences, like playing \"Horse\" basketball with Spencer Dinwiddie or chess with Garry Kasparov.\n",
    "content": "At CoinDesk, we’re not just chronicling the business model transformation that digital assets and the blockchain have made possible – we’re actively participating in it.\nAt Consensus 2021, a virtual event, we beta-tested DESK, an experiment in using tokenized rewards to incentivize engagement and community-building, garnering positive feedback from our audience. At Consensus 2022, CoinDesk relaunched DESK as a full-fledged on-chain social token, making it a core part of the experience at our first live event since 2019.\nIn December 2022, CoinDesk expanded the functionality of DESK to integrate the token into the broader user experience. Now, readers can earn DESK by reading articles, watching videos and more on CoinDesk.com.\nRead More: DESK Upgrade on CoinDesk’s Website Offers Tokenized Reader Experience\nBelow is everything you need to know about DESK and how to use it. This post will be updated regularly as we build out the DESK program, so check back every so often for the latest information.\nDESK is CoinDesk’s social token.\nDESK is designed to build a community around the CoinDesk brand and to reward our audience for engaging with our content.\nDESK’s ethos is modeled on the founding principles of blockchain technology: openness, community, empowerment and innovation. We hope to use DESK to create a feedback loop with our users to help us build out an ecosystem together.\nAs of this update, you can start earning DESK by creating an account at coindesk.com and engaging with our content, such as reading Consensus Magazine articles. Other ways to earn DESK include:\nAt Consensus 2022, attendees were able to redeem DESK for such rewards as:\nDESK runs on Polygon, a sidechain, or parallel network, to Ethereum.\nPolygon helps us provide a gasless experience because of the lower costs per transaction.\nYou’ll need to set up a cryptocurrency wallet that works with Polygon. MetaMask and Coinbase Wallet are the easiest ones to use for beginners.\nRead more: Get Started With DESK: How to Set Up Your Wallet\nYes. With the new release in Dec. 2022, you will be required to have a coindesk.com account.\nIn the Web2 era, content creators – be they writers, artists, filmmakers, publishers, media outlets or event organizers – have become beholden to the algorithms of intermediating platforms, complicating their efforts to directly reach and engage audiences. Simply put, the web ended up replacing one set of gatekeepers (major newspapers, magazines and television networks) with another (social media and search engines).\nWe’re hopeful, like many others, that crypto and Web3 solutions involving tokens and new data and governance models will facilitate a more direct relationship with our audience and the expansion of a community of engaged participants that is independent of the platforms.\nWe believe Consensus, which moves the content creator-audience relationship out of the digital realm and into a physical space where internet gatekeepers have less influence, is a great place to experiment with new tokens and incentive models in pursuit of this goal.\nWe hope DESK generates a community that engages year-round in rich interaction with each other and with CoinDesk articles and other content and then comes back each year to gather in person at this cornerstone annual event.\nSocial tokens allow for community-driven tech by creating a feedback loop between product creators and product users. This will allow the DESK team to get real-time data on engagement based on DESK usage, and use that data to iterate on the DESK ecosystem, aligning it more and more to user needs and wants.\nInitially, the blockchain provides us with data on DESK usage. The blockchain also discourages insider deals or under-the-table giveaways because the public ledger would lay bare any such misbehavior. This means everyone who claims NFTs or physical rewards had to put in the work (engaging with our content) to earn their reward.\nSimply put: DESK will be used to align our efforts as a media and events company to the wants and needs of our audience.\nNo. DESK is not a currency, nor is it a financial asset or investment product of any kind. It is not for speculation and will not make anyone rich. This is not a vehicle for anyone’s savings nor is it a money-making opportunity.\nIt is a reward token, analogous to airline frequent-flier miles, hotel guest points and the like. CoinDesk will be taking strong measures to discourage its use for speculation or trading.\nBy providing a system where users can contribute to the functioning of a collective, digital system, the blockchain lays the foundation for a new type of organization: the tokenized community. We\u0027ve seen examples of this over the past few years with NFT communities and distributed autonomous organizations (DAO). To highlight this blockchain use case, we decided to focus on activating and expanding social utility to create community value, instead of focusing on monetization.\nNo. DESK can only be earned as a reward for engaging with CoinDesk events and content, or as a tip from fellow users.\nNo. See above.\nNo. We\u0027re not selling the token at all, just distributing it to audience members as a reward for their engagement.\nListing, buying or trading DESK is against our terms of use because we want the rewards and value to come from inside the ecosystem. We reserve the right to ban accounts and blacklist wallet addresses that violate our terms of use.\nIt’s important to remember that not all blockchain assets are fully decentralized or claim to be so. Ether, the native currency of Ethereum, is completely user-controlled, but ERC-20 tokens built on top of the network may or may not be, depending on how the issuer designs it. For example, a number of regulated stablecoins are ERC-20 tokens, and their issuers have the power to freeze funds of suspect addresses to comply with law enforcement requests.\nSo, no, DESK is not decentralized, nor does it purport to be. It is not competing with bitcoin or ether.\nPart of the value DESK provides is what CoinDesk injects into the ecosystem when we want to reward our users for engaging at a deeper level. This means being able to use your DESK to redeem food and drinks at establishments that CoinDesk partners with on the ground.\nNo. The DESK ecosystem is 100% gasless.\nCoinDesk is covering the gas costs on Polygon.\nBecause DESK has transitioned from testnet to mainnet, DESK collected in 2021 is no longer usable. That being said, we value the feedback and effort from DESK\u0027s beta testers.\nPiranhas are the fledgling community that formed around DESK during Consensus 2021. They started their own Discord channel and created memes about the token. The phenomenon was a clear validation for CoinDesk of the concept.\nAt Consensus 2022, the official hub of the DESK community was CoinDesk’s Discord server, where we welcomed the Piranhas and newcomers alike.\nCoinDesk did, with the help of several key external partners, including Coinvise and others.\nAs mentioned, MetaMask and Coinbase Wallet are easiest to use, but any wallet that works on Polygon can be used.\nNavigate to the DESK dashboard. Select \"Create or Connect Wallet\" and approve the transaction in your wallet.\nDepends. CoinDesk can associate identities with wallets only when users create accounts on desk.coindesk.com. We will not use this data for anything other than authenticating users when they sign on or distributing DESK rewards, we will never sell it, and we will protect user information assiduously. (See our privacy policy.) DESK transactions will appear on DESK\u0027s page on the Polyscan block explorer, but only the wallet addresses will be displayed.\nDESK has no inherent monetary value, but, whether or not you live in a jurisdiction where utility tokens are deemed taxable, you should consult a tax professional if you have concerns.\nWe’ll keep a record of airdrops, product developments and other updates critical to DESK’s roadmap and tokenomics in our DESK product blog.\nYou can also keep abreast of DESK updates in our Discord server.\nThe latest release is only the beginning in developing our Web3 model for DESK on coindesk.com. We\u0027ll be working on improving our wallet functionality, currently in beta, and looking forward to seeing what data and reader feedback reveal as to how to continue improving the experience\n",
    "category": "article",
    "datetimeCreation": "2022-12-09T14:08:04.689Z",
    "tag": [
      "#TokenEconomy",
      "#Rewards",
      "#DESK",
      "#Learn",
      "#industry",
      "#Beginner"
    ],
    "author": "CoinDesk Staff",
    "linkImage": "https://www.coindesk.com/resizer/S-SqjtXaoQyLMGE9NbRGf5jlQ-M\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DDAI2L6BYJF6TAXGIK35LWWCEE.jpg"
  },
  "https://www.coindesk.com/markets/2024/03/12/doge-shib-rally-eases-as-bitcoin-bullishness-remains-elevated/": {
    "url": "https://www.coindesk.com/",
    "title": "DOGE, SHIB Rally Eases as Bitcoin Bullishness Remains \u0027Elevated\u0027",
    "type": "Markets",
    "summary": "Bitcoin ETF inflows could lead to a “sell-side” crisis in the coming months, one market observer said.\nEther, Solana’s SOL, and other major tokens remaind little changed.\nXRP led the gains, rising 10% in the past 24 hours.\n",
    "content": "Dogecoin (DOGE) and Shiba Inu (SHIB) gave back gains after a 25% rally last week, falling as much as 6%, as bitcoin (BTC) hovered above the $71,500 mark on Tuesday.\nData shows that other major tokens ether (ETH), Solana’s SOL, BNB Chain’s BNB, and Cardano’s ADA were little changed in the past 24 hours. XRP led the pack among crypto majors with a 10% in the past 24 hours. The gains came amid a technical development announcement that would help developers provide better applications and services to users.\nThe CoinDesk 20 index (CD20), a liquid index of the twenty biggest tokens minus stablecoins, rose 0.73%.\nSpot bitcoin ETFs crossed the $10 billion inflow mark for the first time since going live in January, BitMEX Research noted in a Tuesday post. Some market observers say this could lead to a “sell-side” crisis in the medium term should such flows continue.\n“Bears can’t win this game until spot bitcoin ETF inflow stops,” said CryptoQuant founder Ki Young Ju in an X post. “Last week, spot ETFs saw netflows of +30K BTC. Known entities like exchanges and miners hold around 3M BTC, including 1.5M BTC by U.S. entities.”\n“At this rate, we’ll see a sell-side liquidity crisis within 6 months,” Ki added.\nMeanwhile, Singapore-based trading firm QCP Capital said in a Telegram broadcast on Tuesday that the bitcoin options market flashed a bullish sign for traders but expressed caution ahead.\n“The volatility market continues to express bullishness in BTC as volatility remains very elevated for the calls, particularly in the backend of the curve,” QCP said. “We are wary of another washout with funding rates reaching elevated levels again, although we still expect dips to be bought up very quickly,” the firm added.\nVolatility is a dynamic figure that changes based on activity in the options marketplace. Funding rates are paid by leveraged traders to those on the opposite side of that trade, and the bias toward long or shorts can indicate a bullish or bearish view of the market.\n",
    "category": "article",
    "datetimeCreation": "2024-03-12T09:18:02.562Z",
    "tag": [
      "#Markets",
      "#Trading",
      "#Investing"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  "https://www.coindesk.com/policy/2024/04/02/tron-foundation-justin-sun-ask-us-court-to-dismiss-sec-lawsuit/": {
    "url": "https://www.coindesk.com/",
    "title": "TRON Foundation, Justin Sun Ask U.S. Court to Dismiss SEC Lawsuit",
    "type": "Policy",
    "summary": "The defendants argue that the SEC failed to establish that the court has jurisdiction over the foreign defendants.\nThe TRON Foundation asked a New York court to dismiss an SEC lawsuit against it and others.\nThe March 2023 case pertains to allegations of selling and airdropping unregistered securities, fraud and market manipulation.\n",
    "content": "The TRON Foundation and Tron founder Justin Sun asked a New York court to dismiss a lawsuit from the U.S. Securities and Exchange Commission (SEC), saying the regulator failed to establish that the court has jurisdiction over the foreign defendants, a March 28 filing shows.\n\"The SEC is not a worldwide regulator,\" the memo to the District Court of the Southern District of New York said. \"Its efforts to leverage highly attenuated contacts to the United States, to extend U.S. securities laws to cover predominantly foreign conduct, go too far and should be rejected.\"\nThe case pertains to allegations of selling and airdropping unregistered securities, fraud and market manipulation that the SEC brought in March 2023. At the time, SEC Chair Gary Gensler said \"Sun and his companies not only targeted U.S. investors ... but they also coordinated wash trading on an unregistered trading platform ... \"\nThe defendants – Sun, Tron Foundation, BitTorrent Foundation and Rainberry – argued that \"even if it could be shown that the exercise of personal jurisdiction over the foreign defendants is appropriate here, the claims still fail for myriad, equally powerful reasons.\"\nCalifornia-registered Rainberry did not contest the court\u0027s jurisdiction, instead asking for dismissal for other reasons, including that the defendants did not receive fair notice.\n\"There was no fair notice that the SEC would attempt to pursue claims like those alleged here – reaching global contests and giveaways, free airdrops, and secondary trading in tokens (issued overseas, years earlier) on a developing blockchain, with few specific ties to the United States,\" the filing said.\nAnother reason cited is that the action was premature under the major questions doctrine – a legal precedent that is meant to curb government overreach, implying that Congress writes the rules that agencies like the SEC are meant to follow.\n\" ... the SEC’s unprecedented, novel expansion of its regulatory power to the global digital asset market is also a \u0027transformative expansion\u0027 of its regulatory authority in the absence of \u0027clear congressional authorization,\u0027 presenting a novel issue under the major questions doctrine and warranting dismissal,\" the filing said.\nRead More: Tron Founder Justin Sun Sued by U.S. SEC on Securities, Market Manipulation Charges\n\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T09:14:04.641Z",
    "tag": [
      "#TronFoundation",
      "#Tron",
      "#JustinSun",
      "#GaryGensler",
      "#SEC",
      "#CourtCases",
      "#NewYork",
      "#Southerndistrictofnewyork"
    ],
    "author": "Amitoj Singh",
    "linkImage": "https://www.coindesk.com/resizer/fGMw6AwEe1517Yzgvr5NEtnzrmc\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/33VEWWQSHBHOFIH4TM6AMNLAPY.png"
  },
  "https://www.coindesk.com/business/2024/03/07/pantera-looks-to-purchase-discounted-solana-tokens-with-new-fund-bloomberg/": {
    "url": "https://www.coindesk.com/",
    "title": "Pantera Looks to Purchase Discounted Solana Tokens With New Fund: Bloomberg",
    "type": "Finance",
    "summary": "Prices of Solana’s SOL are up nearly 600% over the past year, CoinGecko data shows.\n",
    "content": "Cryptocurrency fund Pantera Capital is seeking fresh capital to purchase discounted Solana (SOL) tokens from the beleaguered FTX estate, Bloomberg reported Thursday.\nSOL tokens rose 2.2% in the past hour, contributing to an 8% gain in the past 24 hours.\nThe firm is floating the Pantera Solana Fund to investors, stating it has an opportunity to buy up to $250 million of SOL tokens at a 39% discount below a 30-day average price of $59.95, Bloomberg said, citing documents sent to potential investors last month.\nThe purchased tokens would be vested for at least four years and could allow the FTX estate to liquidate its SOL holdings, freeing up funds for creditors. Pantera was aiming to close the fund by the end of February and raised some money by the deadline, as per the Bloomberg report.\nCoinDesk did not immediately get a reply seeking confirmation and additional information sent to Pantera’s press email address.\nFTX was a crypto exchange owned by convicted fraudster Sam Bankman-Fried, an early Solana backer who held millions of dollars worth of the tokens. SOL was one of the top-performing major tokens in 2023, and is up nearly 600% over the past year, compared with bitcoin’s 200%.\n",
    "category": "article",
    "datetimeCreation": "2024-03-07T12:03:39.517Z",
    "tag": [
      "#Solana",
      "#Investing",
      "#Pantera",
      "#FTX"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Nicz5vl_7aBUZLLq5YYnq5yqn6c\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ADBMSXZF5FDHXPYDDYXL7JOYPU.jpg"
  },
  "https://www.coindesk.com/markets/2024/03/26/crypto-traders-dismiss-waning-etf-inflows-as-bitcoin-holds-steady-over-70k/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Traders Dismiss Waning ETF Inflows as Bitcoin Holds Steady Over $70K",
    "type": "Markets",
    "summary": "Grayscale\u0027s GBTC product saw large outflows last week and inflows to other ETFs did not increase in tandem, briefly fueling concerns of a spot-driven selloff.\nBitcoin briefly surpassed $71,000 on Tuesday, boosted by sentiment around possible new bitcoin-based institutional product offerings.\nThe London Stock Exchange approved a marketplace for trading BTC and ETH exchange-traded notes (ETNs) in May, which led to strong upside momentum for BTC, traders said.\nProjects linked to Coinbase Ventures recorded the most gains, with an average 10% increase, while the CoinDesk 20, an index of the biggest tokens, rose 4.47%.\n",
    "content": "Bitcoin (BTC) briefly topped the $71,000 mark early Tuesday before retreating as market sentiment grew on new bitcoin-based institutional product offerings and demand from traditional desks.\nCrypto markets started rising on Monday as the London Stock Exchange approved a marketplace for trading bitcoin and ether (ETH) exchange-traded notes (ETNs) in May, as reported. The LSE will start to accept applications from April 8.\nSingapore-based QCP Capital said in a Telegram broadcast there was “strong upside momentum” for bitcoin after the development, with asset managers also continuing to add BTC allocations as a “portfolio diversifier.”\n“Anecdotally, wealth desks at major banks have been pleasantly shocked at the tremendous demand from clients for bitcoin spot ETFs and requests for structured products,” the firm added.\nBitcoin jumped nearly 5% in the past 24 hours, leading the rally among crypto majors, data show. Ether, Solana’s SOL, and Cardano’s ADA rose over 4.5%. Near Protocol’s NEAR and Internet Computer’s ICP jumped over 10% to post the most gains among alternative tokens.\nProjects linked to Coinbase Ventures, the investment arm of the prominent crypto exchange, recorded the most gains as a category with an average 10% bump. Such gains came as sentiment and on-chain activity on the closely related Base blockchain grew over the weekend.\nThe broader CoinDesk 20, an index of the biggest tokens minus stablecoins, rose 4.47%. Data shows that open interest in crypto-tracked futures jumped nearly 8%, indicative of money flowing into the market—which usually precedes volatility.\nThe rise helped erase losses from last week amid record outflows from the Grayscale bitcoin ETF (GBTC). Inflows to other bitcoin ETFs dropped in tandem, giving rise to concerns of a spot-driven selloff.\nSome market analysts said the waning inflows were not a sign of concern, however, as long-term investors could have partially profited from their positions.\n“We also do not see the state of inflows into spot Bitcoin ETFs as any cause for concern,” Bitfinex analysts said in an email “Even though negative ETF outflows featured heavily last week, all of it is from the Grayscale Bitcoin Trust (GBTC), as investors both switch out of the higher fees demanded by GBTC and also take profit, especially as many of these investors are long-term holders who entered during the bear market.”\n“GBTC investors are not the only sellers in the market. Whale wallet activities have also indicated significant profit taking,” they added.\n",
    "category": "article",
    "datetimeCreation": "2024-03-26T07:32:36.662Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/z7RcQOGioCn_VDNqrOWNp_aOKlY\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/JHHQIBQSVJGNVHK5TLC3RVE3SM.jpg"
  },
  "https://www.coindesk.com/podcasts/markets-daily/crypto-update-why-crypto-is-not-an-industry/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Update | Why Crypto Is Not an \u0027Industry\u0027",
    "type": "unknownType",
    "summary": "With traders waiting for a speech by Fed Chair Jerome Powell before they make their next moves, plus a look defining the crypto industry,  CoinDesk’s “Markets Daily” is back with the latest news roundup.\n",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/KInYbybqvIL901aIcHduMREtkQ0\u003d/arc-photo-coindesk/arc2-prod/public/PJTR3KRDWJCRVE3QREM6KUOK7A.png"
  },
  "https://www.coindesk.com/markets/2024/04/03/coinbase-offers-unique-exposure-to-the-long-term-growth-of-crypto-kbw/": {
    "url": "https://www.coindesk.com/",
    "title": "Coinbase Offers Unique Exposure to the Long-Term Growth of Crypto: KBW",
    "type": "Markets",
    "summary": "The broker raised its price target to $230 from $160 and maintained its market perform rating.\nThe broker raised its price target for Coinbase to $230 from $160.\nThe broker believes the crypto exchange offers unique exposure to the long-term growth of the crypto economy.\nCoinbase’s trading activity continues to surge, with daily volume for March averaging $5.1 billion, the report said.\n",
    "content": "Coinbase (COIN) offers investors unique exposure to the long-term growth of the crypto economy, KBW said in a research report on Tuesday.\nKBW raised its Coinbase price target to $230 from $160 while maintaining its market perform rating. The crypto exchange’s stock closed at $245.84 on Tuesday, having risen over 40% year-to-date.\n“We see a significant near-term revenue opportunity from inflecting USD Coin (USDC) outstanding balances, elevated crypto asset levels, and an apparent retail re-engagement from trough levels in 2023,” analysts led by Kyle Voigt wrote.\nUSDC outstanding balances continue to grow, rising 32% in the first quarter, the report said. USDC is a stablecoin issued by Circle, which is itself backed by Coinbase. The crypto exchange earns gross interest income on about 56% of USDC outstanding balances, KBW said.\nSurging trading volumes are also a tailwind for the stock, with March average daily volume (ADV) of $5.1 billion versus $2.4 billion in February, the report added.\nStill, Coinbase’s legal battle with the U.S. Securities and Exchange Commission (SEC) and the uncertain regulatory environment make it very difficult for many institutional investors to own the stock, the authors wrote.\nRead more: Coinbase Is More Than Just a Crypto Exchange: JMP Securities\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T08:09:12.836Z",
    "tag": [
      "#Coinbase",
      "#broker"
    ],
    "author": "Will Canny",
    "linkImage": "https://www.coindesk.com/resizer/KqkXpU5PavQPaIhjG3Alf9TyoeY\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CUUIMP4BQBGGLEUYV3WIL6HAEU.jpg"
  },
  "https://www.coindesk.com/markets/2024/04/01/crypto-market-in-zen-mode-as-bitcoin-remains-stable-at-70k-ahead-of-halving/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Market in Zen Mode as Bitcoin Remains Stable at $70K Ahead of Halving",
    "type": "Markets",
    "summary": "All eyes are on the upcoming Bitcoin halving event.\nBitcoin is trading above $70K, while Ether was above $3600 on Monday.\nBitcoin halving event keeps options volatility high while perpetual futures funding rates remain inflated.\n",
    "content": "Bitcoin (BTC) and ether (ETH) began the trading week fairly flat, as many major financial centers around the world remained closed for the long easter weekend.\nAt the time of writing, bitcoin was stable at $70,000, while ether was trading near $3600, according to data from CoinDesk Indices. The CoinDesk 20 (CD20), a measure of the largest and most liquid digital assets, was up 1.9%, trading at 2,750.\n“BTC and ETH showed relatively calm movement last week compared to other weeks in March, with weekly realized volatility hitting below 50%,” Jun-Young Heo, a derivatives trader at Singapore-based Presto Labs, said in an email interview. “However, as the Bitcoin halving event is expected to happen around April 20, implied volatility of front-month options remains elevated above 75%.”\nHe also noted that funding rates remain inflated, with most of the large-cap perpetual futures in major exchanges recording 6bps to 8bps funding rates and global open interest for BTC and ETH perpetual futures hitting 35 billion dollars.\n“The markets may return to a more volatile regime again,” he continued.\nMeanwhile, QCP Capital wrote in a telegram note that bitcoin was rallying before the long weekend because of positive inflow on bitcoin ETFs to the tune of $243.5 million on March 27. Coinglass data shows that this inflow continued on March 28 with $182 million in additional inflow.\n",
    "category": "article",
    "datetimeCreation": "2024-04-01T06:00:24.636Z",
    "tag": [
      "#Bitcoin",
      "#ETH",
      "#Ether"
    ],
    "author": "Sam Reynolds",
    "linkImage": "https://www.coindesk.com/resizer/-TLoY1mFuNWzOJBgiFZSvG4vr98\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/QHQ5BJRIQRDFBLUVF64NPQFATU"
  },
  "https://www.coindesk.com/podcasts/coindesks-money-reimagined/envisioning-ai-with-sight-and-what-happened-to-the-metaverse/": {
    "url": "https://www.coindesk.com/",
    "title": "Envisioning AI With Sight and What Happened to the Metaverse?",
    "type": "unknownType",
    "summary": "Cathy Hackl, explores the metaverse\u0027s rapid development,  the merging of our digital and physical realities and how AI is reshaping our interactions.  \n",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/vqF9YdcKkkMwU-p2PH-DFeExCKw\u003d/arc-photo-coindesk/arc2-prod/public/XM35FFSDXJHX7J4V4IP3ILWWMM.png"
  },
  "https://www.coindesk.com/policy/2024/04/03/what-a-judge-said-about-the-secs-suit-against-coinbase/": {
    "url": "https://www.coindesk.com/",
    "title": "What a Judge Said About the SEC\u0027s Suit Against Coinbase",
    "type": "Policy",
    "summary": "A federal judge had a lot to say about the SEC\u0027s claims in its suit against Coinbase.\nFewer Than 30% of Jurisdictions Globally Have Started Regulating Crypto: FATF Chief: Financial Action Task Force President T. Raja Kumar told Amitoj Singh that more jurisdictions need to develop crypto regulations.\nDutch Prosecutors Seek 64-Month Jail Sentence for Tornado Cash Dev Alexey Pertsev: Tornado Cash developer Alexey Pertsev\u0027s trial in the Netherlands took place last week. A verdict will be rendered in mid-May.\nTornado Cash Dev Roman Storm Moves to Dismiss Indictment Over Crypto-Laundering Allegations: Roman Storm\u0027s legal team filed a motion to dismiss the criminal indictment against the Tornado Cash developer. Coincidentally, this case is also overseen by Judge Katherine Polk Failla.\nSam Bankman-Fried Sentenced to 25 Years in Prison: FTX founder Sam Bankman-Fried will spend 25 years in prison, though his lawyer said he\u0027ll appeal last year\u0027s conviction.\nCustodia Bank Loses Lawsuit Challenging Fed Rejection of Master Account Application: A federal judge ruled that Custodia Bank – a Wyoming special-purpose depository institution – isn\u0027t entitled to a Fed master account or membership in the Federal Reserve, and hadn\u0027t proven that the Fed Board of Govenors unduly influenced the Kansas City Fed to reject its application.\nI have no specific events on my calendar, though the U.S. Securities and Exchange Commission\u0027s trial against Terraform Labs continues in the U.S. District Court for the Southern District of New York.\n(The Verge) The Verge\u0027s Liz Lopatto delved into the downfall of Vice in this thoroughly reported piece that also sneaks in some excellent lessons about journalism.\n(The Verge) Liz was also at last week\u0027s sentencing hearing for Sam Bankman-Fried.\n(The Wall Street Journal) Large language model companies need more information – \"high-quality text data,\" in the words of Deepa Seetharaman\u0027s article – than may be available to continue developing their artificial intelligence tools.\n",
    "content": "Between Coinbase, Custodia, Roman Storm and Sam Bankman-Fried, there was a lot of news last week. Let\u0027s get to it.\nYou’re reading State of Crypto, a CoinDesk newsletter looking at the intersection of cryptocurrency and government. Click here to sign up for future editions.\nCoinbase and Custodia both lost early and preliminary court fights. The Coinbase loss was more or less expected – companies rarely win much on a motion for judgment at such an early stage – but still pretty enlightening.\nAt some point the cases involving the U.S. Securities and Exchange Commission are going to move to appeals courts and maybe even the U.S. Supreme Court, if they\u0027re not settled first. Until that point, these decisions in the district court are shedding light on how judges view the crypto industry.\nJudge Katherine Polk Failla ruled mostly against Coinbase after an initial motion for judgment, dismissing the SEC\u0027s claims about Coinbase Wallet but leaving a substantial part of the complaint intact.\nThe usual disclaimers apply: This is an initial motion and the judge was bound to accept the SEC\u0027s complaint\u0027s facts as alleged. We also don\u0027t usually see cases fully dismissed at this stage anyway, so the chances of Coinbase succeeding were also pretty slim.\nThat said, the judge drew a pretty clear roadmap in her 84-page ruling, taking on common industry arguments about whether crypto meets the standards for the major questions doctrine (no), what a cryptocurrency ecosystem means in terms of this kind of litigation (more on this later), whether there needs to be a written contract to satisfy the terms of an \"investment contract\" as defined in SEC v. Howey (no) and whether some of the assets the SEC named in its complaint are securities (it\u0027s plausible). In her ruling, the judge rejected some of Coinbase\u0027s arguments about how cryptos could be treated in the U.S.\nAs far as the major questions doctrine goes, Judge Failla agreed with Judge Jed Rakoff, who\u0027s in the same district, in ruling that the crypto industry does not meet the Supreme Court\u0027s standards for what might be a major industry. In doing so, she became the latest judge to say that the SEC is well within its bounds to pursue enforcement actions and regulate crypto, and does not need a Congressional mandate. Failla agreed with Rakoff in other parts of her order as well.\n\"Contrary to Defendants’ assertions, neither Howey nor its progeny have held that profits to be expected in a common enterprise are limited just to shares in income, profits, or assets of a business,\" the judge wrote, also pointing to another Supreme Court decision.\nAgain citing Rakoff, Failla said a common enterprise would exist if a token issuer used proceeds from a token sale \"to further develop the tokens\u0027 broader \u0027ecosystem.\u0027\"\nJudge Failla explicitly rejected an argument that there needs to be a formal contract for an \"investment contract\" to exist, pushing back against another fairly common argument in these kinds of cases.\n\"To begin, there need not be a formal contract between transacting parties for an investment contract to exist under Howey,\" she wrote. \"Indeed, courts in this Circuit have consistently declined invitations by defendants in the cryptocurrency industry to insert a \u0027contractually-grounded\u0027 requirement into the Howey analysis.\"\nArguments that cryptocurrencies are akin to Beanie Babies or baseball cards fell flat before the judge, as did the suggestion that the SEC could take over jurisdiction on \"essentially all investment activity\" if a formal contract isn\u0027t needed.\nThe judge seemed to suggest that any crypto is part of a common enterprise because a token does not exist as an individual product.\n\"Unlike in the transaction of commodities or collectibles (including the Beanie Babies discussed during the oral argument…), which may be independently consumed or used, a crypto-asset is necessarily intermingled with its digital network – a network without which no token can exist,\" she wrote.\nThe judge also looked at the question of whether Coinbase listed securities, finding that the regulator did plausibly allege that with at least two of them, solana (SOL) and chiliz (CHZ), holders could \"reasonably … expect to profit\" from Solana Labs or the Chiliz team\u0027s efforts around their respective tokens.\n\"The parties do not dispute that, to prevail on its claims, the SEC need only establish that at least one of these 13 Crypto-Assets is being offered and sold as a security, and that Coinbase has intermediated transactions relating therewith, such that transacting in that Crypto-Asset would amount to operating an unregistered exchange, broker or clearing agency,\" the order said.\nThe case will now move into the discovery phase, with both parties facing an April deadline to work together on a case management plan. Presumably the case will heat up after that, as the parties argue over who gets what and exchange documents.\nThis week\nIf you’ve got thoughts or questions on what I should discuss next week or any other feedback you’d like to share, feel free to email me at nik@coindesk.com or find me on Twitter @nikhileshde.\nYou can also join the group conversation on Telegram.\nSee ya’ll next week!\n",
    "category": "article",
    "datetimeCreation": "2024-04-03T02:30:00Z",
    "tag": [
      "#Newsletters",
      "#StateofCrypto",
      "#Regulations",
      "#SEC",
      "#Coinbase"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/1kOETz4GdMVCn2kFUIIyEAjXi4I\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/WRJFKVPZAJBETOLVR3ZZMPOXW4.jpg"
  },
  "https://www.coindesk.com/business/2023/05/09/crypto-options-liquidity-provider-orbit-markets-offers-bitcoin-and-gold-hybrid-derivative/": {
    "url": "https://www.coindesk.com/",
    "title": "Crypto Options Liquidity Provider OrBit Markets Offers Bitcoin and Gold-Hybrid Derivative",
    "type": "Finance",
    "summary": "The company said the product’s payoff will depend on the joint performance of both BTC and the gold-backed token XAUT.\n",
    "content": "Orbit Markets, an institutional liquidity provider of crypto options, is rolling out the first bitcoin and gold hybrid-focused derivative product with execution broker PI Digital.\nThe initiative is among the latest developments among crypto industry firms to provide steady returns during periods of macroeconomic uncertainty. It aims to give investors exposure to gold and digital assets, two assets that hold their value.\n“This hybrid asset product is a perfect fit for investors that have experience in traditional assets such as gold and are now starting to dip their toes into digital assets,” OrBit Markets said in a press release.\nThe derivative product, XAUT, is a gold-backed token issued by Tether. At maturity, the product will be settled in either USDT, XAUT or bitcoin as designated by OrBit, the Singapore-based company said.\nIn its statement, OrBit noted that traditional financial service firms (TradFi) commonly offer hybrid products, including those combining stocks and commodity assets.\nThe company said that investors “anticipating a sustained rally” in these two “safe haven” assets have risen amid growing concerns about the U.S. central bank’s hawkish monetary policy and resulting turmoil in the banking sector.\n“It\u0027s a dual option on both BTC and XAUT,” OrBit said, adding that investors could express “various sophisticated views” on bitcoin and the XAU token, including increases or decreases in returns for both, or if returns for one of the assets climbs but fall for the other.\nThe \"worst-of put option\" allows investors to earn an enhanced yield if both assets appreciate. On the flip side, investors may be \"put\" into the worst performer should either asset fall, the liquidity provider said.\nIn March, DeFi-focused asset management company MEV Capital used OrBit markets-issued options contracts to hedge liquidity providers’ positions and prevent losses in Uniswap (v3) liquidity pools.\n“OrBit aims to offer flexible solutions to our counterparties,” Pulkit Goyal, OrBit Markets VP of Trading adding that “OrBit plans to launch further hybrid products dedicated to institutional investors.”\n",
    "category": "article",
    "datetimeCreation": "2023-05-09T00:55:06.790Z",
    "tag": [
      "#Bitcoin",
      "#Gold",
      "#Derivatives",
      "#Macroeconomiccondition",
      "#Investing",
      "#industry"
    ],
    "author": "Jocelyn Yang",
    "linkImage": "https://www.coindesk.com/resizer/OW_LBGCUpsZEfS5d67SABZSl8DM\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/W5ACCCCQOFDKXKBKPY7HXDWBV4.jpg"
  },
  "https://www.coindesk.com/learn/what-is-web5-and-how-is-it-different-from-web3/": {
    "url": "https://www.coindesk.com/",
    "title": "What Is \u0027Web5\u0027 and How Is it Different From Web3?",
    "type": "Learn",
    "summary": "There are a few things that make Jack Dorsey’s vision for Web5 distinct, including not wanting to completely replace Web2 but work with it.\n",
    "content": "The world is still getting its collective head around Web3 – a suite of decentralized protocols that add a (disputably) censorship-resistant financial layer to the internet. So why did Jack Dorsey, the creator of Web2 platform Twitter, skip right ahead to what he calls \"Web5\"?\nIt turns out that, despite the name, Web5 does not follow the yet-to-be-created Web4. The Web5 platform, announced in June, 2022 by TBD, the crypto and decentralized finance arm of Dorsey’s payments company, Block (née Square), is firmly based on Web3 tech, but promises “an extra decentralized web platform.”\nTo land on the name Web5, TBD just added Web3 (an internet powered by blockchain-based smart contracts) to Web2 (centralized content platforms, like Twitter or Facebook). Put simply: 3 + 2 \u003d 5.\nWeb5’s core idea is to “put you in control of your data and identity” – a core tenet of Web3’s decentralized identity systems. Instead of inviting users to sign up for an account on a centralized platform (like an Instagram account), Web3 protocols reference users by their crypto wallet addresses. Protocols like the Ethereum Name Service let users turn their wallet’s garbled alphanumeric string into a word or phrase (like jane.eth) similar to how Domain Name Service (DNS) allowed websites to have addresses like coindesk.com rather than a long string of numbers like 54.235.191.121. Decentralized data storage is a concept already in existence and is provided by platforms like Filecoin and IPFS.\nDorsey’s Web5 offers similar capabilities. Instead of an internet that relies on accounts provided by companies that hold customer data “captive in app silos,” Web5 pushes for “a new class of decentralized apps and protocols that put individuals at the center.”\nThere are three pillars at Web5’s core: self-owned decentralized identifiers, verifiable credentials and decentralized web nodes for storing data and relaying messages. It sounds a lot like what decentralized identity services have been doing since the Ethereum Name Service launched in May 2017.\nSo, what’s new here – apart from yet another stab at decentralized identities? Part of the answer may lie in Dorsey’s allegiance to bitcoin and his aggressive dismissal of Web3 culture. For Dorsey, bitcoin, launched in a truly decentralized fashion in 2009, is the only cryptocurrency that matters, the rest having been corrupted by venture capitalists who bent the platforms to their will. Accordingly, Web5 is run without any “special utility tokens or subjective consensus” that is part of the governance-token, decentralized autonomous organization (DAO)-controlled protocols like the Ethereum Name Service.\nIn doing so, Web5 sounds like an attempt to rid Web3 of the centralized actors that Dorsey credits with sullying the mission of decentralization. Zion, a self-described Web5 app, uses Bitcoin’s base layer to help content creators work together with fans. But avoiding corruption is, of course, difficult: Web5’s nascent community already balked at TBD’s attempt to trademark the term Web5.\nThe other thing that is different from Web3 is that Web5 works with existing Web2 services; it does not seek to replace them entirely. Web5’s pitch deck provides the example of Groove adding a playlist to a Web5 user’s decentralized identifier, which another music service, Tidal, can use to fashion its own playlists within the app. The decentralized identifier prevents the user from having to recreate their preferences on another platform.\nTBD’s other example of Web5 in action involves one user granting her hotel, airline and rental car provider the ability to add information to her database about her trip. The user can revoke access at any time and choose another service to “help her visualize her itinerary.” Again, the idea is to tie data that’s usually locked inside centralized services – something TBD calls “a massive, unworkable mess” – to a single user-controlled identity. Think of it as similar to how many sites and apps leverage a user’s Google account to log in, but in this case it will be a single login with a decentralized network of nodes.\nWill it work? Time will tell. So far, the only decentralized identity service that’s caught on in any measure is the Ethereum Name Service, and the only data storage system with any cachet is the interplanetary file service (better known as IPFS).\nOne of the key things that distinguish TBD’s ambition is the backing of its billionaire progenitor, Jack Dorsey. But it’s unclear how Web5 would make money or why, ideological reasons aside, the company is creating such a service. Strategy consultant Adrien Book laid out the problem pretty well in a Medium post that followed Web5’s announcement: “Jack seems to want to keep the taste of Web3 without the calories. It’s like a high school student saying ‘yeah, but communism has never been REALLY tried as it’s meant to be.’ It’s naive.”\n",
    "category": "article",
    "datetimeCreation": "2022-12-20T20:40:51.816Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner",
      "#Web3",
      "#Web5"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/XT294XbeB4xJRWM43INjRUtWTSk\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ZOGHIKALMJDZZGZ4SKZCTVQSZE.png"
  },
  "https://www.coindesk.com/markets/2024/03/07/bitcoin-trade-that-gave-bankman-fried-his-millions-returns-in-south-korea/": {
    "url": "https://www.coindesk.com/",
    "title": "Bitcoin Trade That Gave Bankman-Fried His Millions Returns in South Korea",
    "type": "Markets",
    "summary": "Local market observers pointed out that the so-called “Kimchi premium” crossed a two-year high mark on Thursday.\nThe \"Kimchi premium\" refers to the difference in Bitcoin prices on Korean exchanges compared to global bourses. Bitcoin is currently trading at a 10% premium in South Korea.\nThe arbitrage popularized by Sam Bankman-Fried involves buying bitcoin on a global exchange and selling it on a Korean exchange for a riskless profit in Korean won.\nPocketing the actual gains is difficult due to South Korea\u0027s strict capital controls.\n",
    "content": "A profitable yet operationally difficult arbitrage trade is back in vogue as bitcoin prices now command an average 10% premium in South Korea.\nAs of Asian morning hours, bitcoin trades just above $66,000 on most global exchanges. It commands over 93 million won on Korean exchanges such as Upbit, worth over $71,000 at current exchange rates.\nThe phenomenon is the so-called “Kimchi premium,” named after a popular Korean dish of fermented cabbage, which refers to the difference in bitcoin prices on local Korean exchanges compared to global bourses.\nThe trade is simple in theory: One can buy bitcoin on a global exchange, transfer it to a Korean exchange, and sell it for a 10% riskless profit in Korean won.\nBut pocketing gains from the arbitrage is quite difficult. Korea has strict capital controls, and it is challenging for foreigners to withdraw large amounts of money from the country. It means big funds cannot capitalize on the trade, and smaller investors may not have the required infrastructure.\nAn infamous example of someone who took advantage of the Kimchi premium was Sam Bankman-Fried, founder of the now-bankrupt trading firm Alameda Research and FTX exchange. Bankman-Fried has claimed in several interviews that the premium was as high as 50% during 2019 and 2020, which allowed his firm to make as much as a million dollars a day, per CNBC.\nMeanwhile, some observers say the premium is a sign of retail participation and arises due to substantial local demand for the asset.\n“Korean retail investors are getting back,” Ki Young Ju, founder of on-chain analysis firm CryptoQuant, said in an X post. “Korea Premium Index(a.k.a. Kimchi Premium) is a pure retail FOMO indicator.”\nCryptoQuant’s head of research Bradley Park told CoinDesk in a Telegram message that some traders were likely taking advantage of the trade.\n“As the kimchi premium increases, traders will take advantage of the arb opportunity and bring their overseas holdings home, which means Upbit\u0027s Bitcoin reserves will increase,” Park said. “We have observed a significant increase (in these reserves) at the end of February.”\nBitcoin prices are unchanged in the past 24 hours. The CoinDesk 20, a broad-based liquid index, is up 5.32%.\n",
    "category": "article",
    "datetimeCreation": "2024-03-07T07:18:15.144Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/MJbeJ4zA230ptIx0WNj24HFTSOQ\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CBTRDT6E4FADFI4VEV2CLXOFSE.jpg"
  },
  "https://www.coindesk.com/tech/2024/03/28/ethereum-hit-by-blobscriptions-in-first-stress-test-of-blockchains-new-data-system/": {
    "url": "https://www.coindesk.com/",
    "title": "Ethereum Hit by \u0027Blobscriptions\u0027 in First Stress Test of Blockchain\u0027s New Data System",
    "type": "Technology",
    "summary": "Ethereum fees for \"blobs\" – the blockchain\u0027s new dedicated class of cheaper data storage – spiked Wednesday after a project called Ethscriptions created a new way of inscribing data, known as “blobscriptions.”\n",
    "content": "The Ethereum blockchain just a couple weeks ago completed a landmark upgrade to create a dedicated space for storing data – known as \"blobs,\" under a plan to reduce fees while also relieving congestion.\nBut already, a new project has come along to jam up the so-called blob space, sending fees soaring and providing the nascent blob market with its first big stress test.\nEthereum gas fees for blobs spiked Wednesday after a project called Ethscriptions created a new way of inscribing data, or minting inscriptions, on the data blobs, called “blobscriptions.”\nAccording to the Dune Analytics dashboard, the blob base fee soared to at least 582 gwei ($266) on Wednesday. As of writing on Thursday, the blob base fee had subsided to around 18 gwei ($8.69).\n“As widely predicted, it looks like March 27, 2024, will be remembered as the day that the ‘blobs are free EIP-4844 launch discount’ party came to a close – courtesy of Blob Inscriptions,” Matt Cutler, the CEO of Blocknative, wrote on X.\nEIP-4844 is the name of the proposal that ushered in the new blob market, incorporated as part of Ethereum\u0027s landmark Dencun upgrade completed on March 13.\nThe blob space is especially crucial for the myriad layer-2 networks like Arbitrum, Optimism, Polygon and Coinbase\u0027s Base that have been built atop Ethereum to process transactions more quickly and cheaply than is possible on the main chain. As part of the process, the layer 2s need to park reams of data on Ethereum, accounting for a huge portion of their overall costs.\nIn a blog post on Thursday, Ethereum co-founder Vitalik Buterin acknowledged that the Blobscriptions episode had pushed the new blob-fee market into \"price discovery mode,\" but he added that the data fees still remained far cheaper than they would have been under the old system of parking data as \"calldata\" in a regular Ethereum transaction.\n\"Blobs are not free, but they remain much cheaper than calldata,\" Buterin wrote. “From here, important scaling work, both in increasing blob count and in improving rollups\u0027 ability to make the best use of each blob, will continue to take place, but it will be more incremental.”\nRead more: Ethereum Finalizes \u0027Dencun\u0027 Upgrade, in Landmark Move to Reduce Data Fees\n",
    "category": "article",
    "datetimeCreation": "2024-03-28T17:08:32.05Z",
    "tag": [
      "#Dencun",
      "#Fees",
      "#Ethereum",
      "#gasfees"
    ],
    "author": "Margaux Nijkerk",
    "linkImage": "https://www.coindesk.com/resizer/JMya6tZcJCRv5TmndKACLW7N8AI\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/OVYRLMBALVEFXMY2FDLUNBQO5M.jpeg"
  },
  "https://www.coindesk.com/markets/2024/04/02/silk-road-bitcoin-worth-2b-moved-by-us-government-on-chain-data/": {
    "url": "https://www.coindesk.com/",
    "title": "Silk Road Bitcoin Worth $2B Moved by U.S. Government: On-Chain Data",
    "type": "Markets",
    "summary": "The last confirmed government sale was just more than a year ago.\n",
    "content": "A wallet tagged as belonging to the U.S. government moved 30,175 bitcoins to what\u0027s reported to be a Coinbase wallet late Tuesday morning.\nAt bitcoin\u0027s (BTC) current price around the $65,000 level, that would be roughly $2 billion worth of the token.\nThe last confirmed sale by the government – which in late 2022 seized roughly 50,000 bitcoins related to the Silk Road website – was in March 2023 when it unloaded 9,861 coins for $216 million.\nThis morning\u0027s movement of bitcoins was to an unidentified wallet, but Arkham Intelligence has tagged the wallet as belonging to crypto exchange Coinbase.\nAlready sharply lower on the day, bitcoin slipped a bit further following the news, dipping under $65,000. It\u0027s since bounced a bit, now trading at $65,200, down 4.7% over the past 24 hours. The broader CoinDesk 20 Index is lower by the same amount.\n",
    "category": "article",
    "datetimeCreation": "2024-04-02T16:13:43.671Z",
    "tag": [
      "#Bitcoin",
      "#SilkRoad"
    ],
    "author": "Stephen  Alpher",
    "linkImage": "https://www.coindesk.com/resizer/Z4PavzUqUf4L_gphtwZ_OlooQpU\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/PMAPKRCDTJA3HF3Y44G6JPDV4Y.jpg"
  },
  "https://www.coindesk.com/markets/2024/03/28/dogecoin-bets-jump-to-2b-as-price-reaches-highest-level-since-2021/": {
    "url": "https://www.coindesk.com/",
    "title": "Dogecoin Bets Jump to $2B as Price Reaches Highest Level Since 2021",
    "type": "Markets",
    "summary": "DOGE prices tend to move on speculation about the token\u0027s use on X, the Elon Musk-owned social media giant.\nThe dogecoin (DOGE) price surged to its highest level since December 2021 on Thursday, with trading volumes and futures open interest rising significantly.\nSeveral posts from prominent Dogecoin community members on X speculated about the token\u0027s implementation on the platform, especially in relation to a new payment branch being awarded more licenses in the U.S.\n",
    "content": "Dogecoin (DOGE) surged to its highest since December 2021 on Thursday amid bullish sentiment and speculation about the use of the dog-themed meme coin on the social-media platform X.\nDOGE exchanged hands at 22 cents in European afternoon hours, a 17% gain over 24 hours. The broader market was little changed, with bitcoin (BTC) steady at around the $70,000 level and the broad-based majors index CoinDesk 20 showing no change.\nThe token tends to react to payments-related developments at any Elon Musk-owned company, such as X or Tesla, and several social-media posts from prominent Dogecoin community members speculated about the token’s usage on X, likely fueling trading interest.\n“Dear #Dogecoin, with X\u0027s new payment branch being awarded more licenses in the U.S., many are speculating about the implementation of crypto payments in the platform,” Dogecoin developer @@mishaboar said in an X post Thursday. “Early this month, Elon said X is very close to landing a money transmitter license in California. Getting the license in NY will still take a few months,” he added.\nCoinGecko data shows that trading volume for DOGE shot up to $7 billion in the past 24 hours from an average of $3 billion earlier in the week, even as broader crypto volumes remained lower amid little volatility.\nElsewhere, futures tracking the tokens saw open interest rise to nearly $2 billion across crypto exchanges from $1 billion on Monday, indicative of rising bets on price volatility.\nSpeculation about the token’s usage on X has been around since Musk bought the company in 2021, given his endorsement of the token. Musk’s electric car company, Tesla, has accepted DOGE payments for merchandise purchases in the Tesla Store since 2021.\nX said in January it planned to launch a peer-to-peer payments service this year. However, there has been no official communication on whether DOGE will be a payment option.\n",
    "category": "article",
    "datetimeCreation": "2024-03-28T13:52:32.471Z",
    "tag": [
      "#Dogecoin",
      "#Trading",
      "#DOGE"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/jpvG1ItqAqwEYBDDeulBydwQ6os\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HSEIMSNPGBDITNES2RXWY4TK4Q.jpg"
  },
  "https://www.coindesk.com/learn/binance-crypto-exchange-your-questions-answered/": {
    "url": "https://www.coindesk.com/",
    "title": "Binance Crypto Exchange: Your Questions Answered",
    "type": "Learn",
    "summary": "Following the SEC charges against the world’s largest crypto exchange, people are wondering what’s the difference between Binance and Binance.us, who is Changpeng Zhao and more.\n",
    "content": "Founded in 2017 by Changpeng Zhao, who is often referred to as just “CZ,” Binance is the world\u0027s leading cryptocurrency exchange by trading volume as of June 2023. The company was originally based in China but had to leave Shanghai due to regulatory restrictions shortly after its launch.\nBinance developed its own blockchain, Binance Smart Chain (later renamed to BNB Chain), which facilitates trades on the exchange. The native token of the blockchain is Binance coin (BNB) and the company has also launched a stablecoin, BinanceUSD (BUSD). Because of U.S. regulatory rules, Binance created a supposedly separate company for its U.S. clients in 2019, Binance.US.\nOn June 5, 2023, the U.S. Securities and Exchange Commission (SEC) filed charges against Binance.US as well as CZ, who serves as Binance CEO, on allegations of violating federal securities laws by offering BNB and BUSD to the general public, calling them unregistered securities. The SEC lawsuit also casts fresh doubt on the independence of the company’s U.S. arm and its staking service.\nRead more about the SEC suit here\nThis is not Binance’s first battle with U.S. regulators. Binance is also under ongoing scrutiny from the U.S. Commodity Futures Trading Commission (CFTC) who sued CZ and Binance in March 2023, alleging the company knowingly offered unregistered crypto derivatives products in the U.S.\nHere is everything you need to know about Binance, Binance.US and CEO Changpeng \"CZ\" Zhao.\nCZ is a well-known personality in crypto, actively engaging with the crypto community through Twitter and speaking at conferences and to the media. As for his origins, he was born in China and emigrated to Canada when he was 12 and says he is a Canadian citizen. In high school, he worked part-time at McDonald’s, which is part of his well-known lore. He graduated from McGill University with a degree in Computer Science.\nAfter college, he worked for the Tokyo stock exchange and Bloomberg Tradebook developing software for the businesses. He then founded a startup in 2005, Fusion Systems, which focused on creating an automated high-frequency trading platform. Following that, he worked for several crypto startups including a stint as co-founder and CTO of OKCoin. Another piece of the CZ lore is that he first heard about Bitcoin at a poker game, which planted the seed that led him to create his own cryptocurrency exchange, Binance.\nAccording to the white paper, Zhao\u0027s goal for Binance was to compete with other exchanges by offering solutions to the numerous problems he saw with the cryptocurrency trading infrastructure – including poor technical architecture, insecure platforms, low market liquidity, poor customer support and poor language support.\nShortly after Binance’s 2017 launch, Binance raised $15 million through an Initial Coin Offering (ICO) for BNB, the terms of which were also laid out in the white paper.\nBinance started as one big company, founded in Shanghai in 2017. Because of China’s crackdown on crypto, the company left shortly after and while there were efforts to relocate the headquarters to Singapore and Malta was once thought to be Binance’s base, CZ currently claims that Binance has no headquarters and that wherever he is, that is where Binance is based.\nBinance also has a native coin, Binance Coin (BNB), which was initially launched on Ethereum as an ERC-20 token and subsequently migrated to Binance\u0027s proprietary blockchain, BNB Chain. BNB functions as an exchange token, meaning holders of BNB with Binance accounts can access discounted fees on the exchange.\nBinance created Binance.US in 2019 in response to regulatory requirements in the United States and notified customers that their accounts would be required to migrate to the new U.S-based exchange in November 2020. That said, many people noted that by using a VPN service, U.S.-based customers could still use Binance’s services.\nOne of the biggest differences between the two exchanges is that Binance.com offers a much wider range of cryptocurrencies, with over 500 available for trading. Binance.US offers over 120 cryptocurrencies and is not available in all states as of writing, with Hawaii, New York, Texas, and Vermont blocking use of the exchange.\nThe other big difference is that Binance.US does not offer margin trading or futures contracts, while Binance does. Both platforms offer low fees.\nFinally, unlike Binance’s stance that it has no headquarters, the U.S. arm is clearly based in Palo Alto, California. The SEC suit is specifically against Binance.US and Zhao and not the larger exchange.\nJuly 2017: Binance launches and raises $15 million through its BNB ICO.\nJuly 2018: Binance acquires Trust Wallet, a free, non-custodial mobile wallet to support its upcoming decentralized exchange (DEX) offering.\nJanuary 2019: Binance starts to offer support for new token listings through ICOs (initial coin offerings) and IEOs (initial exchange offerings), through its Launchpad product.\nApril 2019: Binance migrates BNB from Ethereum to its proprietary chain, then called Binance Smart Chain (now rebranded to Binance chain or BNB chain)\nApril 2019: Binance launches its DEX ahead of schedule.\nMay 2019: Binance gets hacked for the first time. Hackers steal over 7,000 bitcoin (BTC) from Binance (the equivalent of roughly $41 million at the time). Zhao quickly took to social media to reassure users that no one lost funds and that Binance used its reserve funds to cover the costs of the stolen crypto. CZ\u0027s \"Funds are #SAFU\" tweet has become a meme in the crypto space.\nJune 2019: Binance announces it will launch a new trading platform for U.S. customers, in partnership with a firm called BAM Trading Services.\nJuly 2019: Binance hires former Ripple executive, Catherine Coley, to run its planned U.S. marketplace.\nSeptember 2019: Binance launches its own dollar-backed stablecoin, BUSD in partnership with the Paxos Trust Company.\nSeptember 2019: Binance.US launches in 37 states. The new marketplace supports six cryptocurrencies at launch: bitcoin, (BTC), ether (ETH), XRP, bitcoin cash (BCH), litecoin (LTC), tether (USDT) and BNB. BUSD is notably not supported at launch.\nApril 2020: Binance buys CoinMarketCap, a cryptocurrency data provider, for a rumored $400 million, making it one of the biggest M\u0026A deals in crypto. “CoinMarketCap has more users than any other product in the crypto space,” Zhao said at the time. “It’s a very valuable platform.”\nSeptember 2020: Binance rolls out Launchpool, a crypto staking platform.\nNovember 2020: Binance notifies U.S. customers they have a hard deadline of two weeks to migrate to the new platform before Binance shutters their accounts.\nApril 2021: Binance.US hires Brian Brooks as CEO to replace Catherine Coley in the role.\nAugust 2021: Binance.US CEO Brian Brooks quits over “strategic differences” after just months in the job.\nSeptember 2021: Binance.US promotes Brian Schroder to CEO; he formerly served as president and board member for the firm.\nApril 2022: Binance.US raises $200 million in its first funding round, giving it a $4.5 billion valuation.\nSeptember 2022: Binance announces it will stop supporting the second-largest stablecoin USDC and automatically convert customer funds to BUSD.\nOctober 2022: Binance suffers another major hack, and had to briefly halt trading on BNB after a “potential exploit” drained $100 million in crypto.\nOctober 2022: Binance confirms it has contributed $500 million towards Elon Musk’s bid to buy Twitter.\nNovember 2022: Amidst the collapse of FTX, there was a brief moment when Binance was going to buy the rival exchange. That deal quickly collapsed as the scope of FTX’s issues came to light.\nDecember 2022: Binance.US reaches an agreement to buy Voyager Digital\u0027s assets for just over $1 billion. Voyager, had gone into bankruptcy earlier in 2022 and originally had agreed to sell its assets to FTX, which folded itself.\nFebruary 2023: BUSD issuer Paxos is hit with a one-two punch of an investigation by the New York Department of Financial Services and a Wells Notice from the SEC, which some believed hinted at Binance as a future target for the SEC. Following these actions, Paxos halted minting BUSD.\nMarch 2023: The CFTC sues CZ and Binance over allegations that the company offered unregistered crypto derivatives products.\nApril 2023: Rumors of an Interpol “Red Notice” for CZ tank BNB price, but there is little to back up the claim.\nApril 2023: Binance.US pulls out of a $1 billion deal to buy Voyager Digital’s assets, attributing the termination to the \"hostile and uncertain regulatory climate in the United States.\"\nJune 2023: The SEC files charges against Binance.US and its founder Changpeng \"CZ\" Zhao on allegations of violating federal securities laws with BNB token and Binance-linked BUSD stablecoin. The suit also alleges that Binance\u0027s staking service violated securities law as well as that the entities of Binance.US and Binance were not truly independent.\n",
    "category": "article",
    "datetimeCreation": "2023-06-06T18:13:04.479Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner",
      "#Binance",
      "#BinanceUS",
      "#Exchanges"
    ],
    "author": "Toby Bochan",
    "linkImage": "https://www.coindesk.com/resizer/g-83kTNjPERCJssgl3pYfTt8N_8\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DQDMFXOF4FAPDAT3XSGV2JHZ5A.jpg"
  },
  "https://www.coindesk.com/policy/2024/03/30/tornado-cash-dev-roman-storm-moves-to-dismiss-indictment-over-crypto-laundering-allegations/": {
    "url": "https://www.coindesk.com/",
    "title": "Tornado Cash Dev Roman Storm Moves to Dismiss Indictment Over Crypto-Laundering Allegations",
    "type": "Policy",
    "summary": "Storm was arrested last year over his work with the mixer.\nTornado Cash developer Roman Storm\u0027s legal team filed a motion Friday to dismiss a criminal indictment alleging he conspired to commit money laundering and violate sanctions.\nStorm was arrested last year over his work with Tornado Cash, which has been used by North Korean hackers and other groups to launder funds.\nStorm did not work with these groups, but rather just published code that anyone can use, the filing said.\n",
    "content": "Building Tornado Cash, a tool that can be used to obscure the origin and destination of cryptocurrency transfers, is not the same as laundering money, said a motion to dismiss the criminal indictment against developer Roman Storm.\nStorm and fellow developer Roman Semenov were indicted last summer on charges of conspiring to commit money laundering, conspiring to operate an unlicensed money transmitter and conspiring to violate the International Emergency Economic Powers Act (in other word, to violate U.S. sanctions). Storm was arrested and released on bail. The U.S. Department of Justice, alleged that Tornado Cash facilitated the laundering of over $1 billion by groups like North Korea\u0027s Lazarus. Tornado Cash has been sanctioned by the U.S. Treasury Department multiple times now.\n\"Storm is a developer, and his only agreement, together with the members of his U.S-based company, was to build software solutions to provide financial privacy to legitimate cryptocurrency users,\" Friday night\u0027s filing in the Southern District of New York said. \"This is not a crime.\"\nThe motion defines Tornado Cash, describing it as a \"set of non-custodial smart contracts in which users maintain complete ownership and control over their assets without the need to rely on any service provider or other intermediary,\" as opposed to custodial mixing services. The filing also disputed the idea that Tornado Cash is a mixer or a service.\nIt took aim at how the indictment described the Tornado Cash setup and Storm\u0027s ability to influence it by the time period the indictment focuses on, saying that Storm did not have the ability to control Tornado Cash or prevent its use by Lazarus and similar entities.\nMoreover, the filing said, Tornado Cash does not fit the definition of a \"financial institution\" because users maintain control over their funds and the protocol \"did not charge any fee but was a free and open-source software tool.\"\nStorm couldn\u0027t have conspired to launder funds or operate a money transmitter if there wasn\u0027t a Tornado Cash enterprise for him to have done these with, the filing said.\nThe filing also argued that Storm and other developers at Peppersec – the company set up by the developers – never made an agreement with \"alleged bad actors,\" saying the U.S. DOJ was \"conflating the agreement to develop and publish Tornado Cash code with a (non-existent) agreement to engage in purported concealment money laundering.\"\nThe charges against Storm are similar to those against fellow Tornado Cash developer Alexey Pertsev, who was arrested in August 2022 and went on trial this past week on money laundering charges. A verdict will be announced in May. Friday\u0027s filing noted that the law in the Netherlands, where Pertsev was arrested and tried, is different from the U.S. in terms of the specific charges.\nFriday\u0027s motion to dismiss came shortly after Storm\u0027s legal team filed motions to have the DOJ produce certain pieces of evidence and suppress federal agents\u0027 efforts to seize Storm\u0027s crypto holdings through a search warrant.\nThe motion to compel asks for a judge to order the DOJ to share any communications between U.S. authorities and Dutch authorities, as well as any communications from the Treasury Department\u0027s Office of Foreign Asset Control or Financial Crimes Enforcement Network tied to Storm.\nThe motion to suppress argued that a search warrant was not the appropriate tool for the FBI to seize \"any and all cryptocurrency\" found in Storm\u0027s home. While the warrant \"allows for the seizure of \u0027any and all cryptocurrency,\u0027\" this is \"overbroad\" and an affidavit does not \"establish probable cause to believe that any and all cryptocurrency found would constitute evidence of a crime.\"\n",
    "category": "article",
    "datetimeCreation": "2024-03-30T17:39:20.75Z",
    "tag": [
      "#Regulations",
      "#TornadoCash",
      "#Romanstorm",
      "#DOJ"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/w3lSC7Y7wtFFTSHFaOjQcGf5Skk\u003d/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/7DDKOJTFFFF7NJN6D3O53H7EH4.jpeg"
  }
}