[
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/tech/what-are-world-banks-blockchainbased-bonds/",
    "title": "What Are the World Bank\u0027s Blockchain-Based Bonds?\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nThe World Bank has called for the creation of a blockchain-based bond.\nIn August 2018, the World Bank created the bond-i, the world\u0027s first global bond using distributed ledger technology. The Commonwealth Bank of Australia arranged the blockchain bond issue, which initially raised A$110 million and a subsequent A$50 million during a second tranche offering. Financial institutions are beginning to look to the power of blockchain technology for the management, creation, and oversight of various debt instruments. A benefit of blockchain-based bonds is the ability to assist capital markets in achieving fast, efficient, and secure transactions via distributed ledger technologies.\nThe World Bank raises on average between $55 billion and $65 billion each year by issuing bonds.\n",
    "content": "Some of the most important and influential financial institutions worldwide may be looking to further integrate blockchain technology into their offerings, including the creation of blockchain-based bonds. For an example of how to accomplish this, they might look to one of the world\u0027s largest lenders to developing countries, the World Bank.\n\nIn August 2018, the World Bank launched its bond-i, short for \"blockchain operated new debt instrument.\" The new bond was created through Australia\u0027s Commonwealth Bank (CBA). Below, we\u0027ll discuss how blockchain-based bonds work and take a look at how these bonds could impact the mainstream investment world.\n\nBond-i Details\n\nAccording to the World Bank, the bond-i is the world\u0027s first bond to be \"created, allocated, transferred, and managed through its life cycle using distributed ledger technology.\" The Commonwealth Bank of Australia (CBA) was the arranger for the bond issue, which raised A$110 million. The maturity date for the two-year bond was Aug. 28, 2020. Coupon payments were paid semi-annually in arrears at an annual rate of 2.2%.\n\nThe bond-i was the culmination of research performed by the World Bank\u0027s Blockchain Innovation Lab. Launched in June 2017, the lab\u0027s research is part of the World Bank\u0027s strategy to study the impact of disruptive technologies (such as blockchain) on global economies and harness its potential for development. The CBA Blockchain Centre of Excellence developed and built the bond-i blockchain platform.\n\nIn May 2019, the World Bank and CBA announced they had successfully added to their platform\u0027s capability by enabling secondary bond trading recorded on blockchain. The goal was to assist capital markets in achieving fast, efficient, and secure transactions via distributed ledger technologies. In August 2019, the World Bank reported it had issued a second tranche of its blockchain bond, raising an additional A$50 million.\n\nIt\u0027s important to note that while bond-i is the first bond issued through blockchain, it is not the only debt instrument to do so. The Spanish banking group BBVA signed a €150 million blockchain-based loan in November 2018.\n\nEthereum Blockchain Is Integral\n\nA private Ethereum blockchain is set up to allow for the management of blockchain bonds. This blockchain network also creates bond-i products. According to the World Bank, the platform has been reviewed by Microsoft to ensure that architecture, security, and functionality are solid. The CBA development team partnered with a law firm to plan for the issuance of bonds and to develop the smart contracts which govern bond-i products.\n\nIndependent blockchain developer Matthew Di Ferrante, who has previously worked for the Ethereum Foundation, indicated that the move is a \"good first example\" of how blockchain can be integrated into the bond world. He adds that \"financial instruments like bonds are easily ported to blockchains/smart contracts, but it\u0027s not the be-all and end-all even for mainstream financial institutions. The real usefulness will come when many different institutions and industries are all using compatible blockchains\" (emphasis in original).\n\nImplications of the Project\n\nWhile the bonds issued as part of this project may be fairly standard, the implications of the project are not. First, there is the question of decentralization. For much of the cryptocurrency and blockchain industries, decentralization is a crucial and central tenet. Necessarily, a private blockchain with the World Bank co-managing is not nearly as decentralized as many blockchain projects are.\n\nFurther, while this bond project harnessed blockchain technology for management, creation, and oversight, it was essentially entirely unrelated to cryptocurrency. Some might see this as a confirmation that mainstream financial institutions are happy to separate out cryptocurrencies from blockchain technology, preferring to only utilize the latter as they ignore the former.\n\nWhile the World Bank\u0027s bondi-i was not the first time that major financial institutions have looked toward blockchain technology in various ways, it does have the potential to influence other institutions which may have previously been hesitant. Undoubtedly, the perceived success or failure of the bond-i program will impact other financial institutions\u0027 decision to explore this space as well.\n\n",
    "category": "Cryptocurrency",
    "datetimeCreation": "October 28, 2021 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Blockchain"
    ],
    "author": "Nathan Reiff",
    "linkImage": "https://www.investopedia.com/thmb/yeufGRihFs2gVMSQK5SxszW452Q\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-1268601565-a2ed0ccd9cc1401ebe5e0e485d7b22c7.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/terms/b/blockchain-operating-system.asp",
    "title": "Blockchain Operating System: Overview and Examples\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nA blockchain operating system uses blockchain as the platform for running a device\u0027s operating system\nA blockchain operating system leverage blockchain ledger technology to run computer systems or networks in whole or in part. In order to function as an OS, blockchain protocols must allow for the execution of computer code and commands from users. Initially aimed as OS for mobile phones or other connected smart devices, blockchain operating systems tout a high level of data security and user anonymity.\n",
    "content": "What Is a Blockchain Operating System?\n\nA blockchain operating system uses blockchain as a support system that runs in the background of a computer system or platform. For instance, your Android mobile or Windows PC needs a local installation of the respective operating system (OS) on the smartphone’s memory or on the PC’s hard disk, and all transactions and commands are executed locally. A blockchain-based OS captures all commands and transactions from a user’s device where authenticating, executing, and recording them occurs on the blockchain.\n\nUnderstanding Blockchain Operating Systems\n\nBeyond the standard payment processing system of the popular Bitcoin cryptocurrency, blockchain is finding extensive use all across the technology stack. The emerging fad among the technical development on distributed ledger technology is the blockchain operating system.\n\nA blockchain essentially works as a ledger turned transaction processing engine. Whether you need a payment processed, or you need to arm your cryptokitty with the latest gadget on the Ethereum platform, or if you want to track your high-cost wine shipment right from the vineyard to your doorstep on the VeChain blockchain, all such applications of blockchain are based on authenticating, recording, and processing transactions.\n\nAny standard operating system, be it Microsoft Windows, Apple Mac, or mobile systems like Android or iOS, also executes transactions based on user commands issued through mouse-clicks or screen-taps where all the tasks get completed locally on the device. The same concept is extended to the use of a blockchain for device OS, where its use for working as an operating system is seen as a more efficient OS.\n\nExamples of Blockhain OS Efforts\n\nEarly attempts to build blockchain-based OS first emerged for mobile and smartphone use, and it was a cloud-based virtual system. All the necessary transaction processing occurs on the cloud-hosted blockchain-based data center, with the user only issuing necessary commands through the taps on the device touchscreen.\n\nFor instance, Hong Kong-based NYNJA Group Ltd. has a strategic collaboration with Amgoo smartphone makers for its blockchain-based NYNJA virtual operating system (vOS). The two companies will work with telecom operators in Latin America to provide NYNJA vOS users with an initial block of data upon activation. The vOS supports a communication layer offering text, voice, video conferencing, and project management tools, a secure payments layer for commercial transactions, and a multi-currency wallet that supports Bitcoin, Ethereum, and all ERC-20 compatible tokens.\n\nThe OS platform also supports a marketplace for commercial activities—like allocating the skilled ‘gig economy workers to specific job demands from the users, and a market for users to buy and sell goods. The vOS is supported by its native cryptocurrency called NYNJAcoin or NYN.\n\nSpecial Considerations\n\nAll benefits and advantages of blockchain are expected to be available to blockchain OS users.\n\nWhatever a user does on their Android or iOS mobiles, or Windows or Mac PCs is prone to be captured by the respective apps, ISPs, as well as OS manufacturers who may record all user activities in the OS logs. Blockchain-based OS offers benefits of security and privacy, and the de-regulated, decentralized use of OS.\n\nThe concept is still evolving, and real-world use is limited. However, if it succeeds in offering a smooth and clutter-free working of the device OS, it may not be too far to see more and more devices running on such blockchain OS.\n\n",
    "category": "Cryptocurrency",
    "datetimeCreation": "August 16, 2023 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Blockchain"
    ],
    "author": "The Investopedia Team",
    "linkImage": "https://www.investopedia.com/thmb/_xP8hM5FkeSSurTMO4XBSGPiY2Y\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/shutterstock134102588tech-5bfc2b2ec9e77c005876f593.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/terms/b/blockchain-wallet.asp",
    "title": "Blockchain Wallet: What It Is, How It Works, Security Issues\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nA blockchain wallet is a digital wallet that enables users to manage the cryptocurrencies bitcoin and ether.\nBroadly speaking, a blockchain wallet is a digital wallet that allows users to store, manage, and trade their cryptocurrencies. Blockchain Wallet is also the name of a specific wallet service provided by the company Blockchain. This is an E-wallet that allows individuals to store and transfer cryptocurrencies. Blockchain Wallet users can manage their balances of Bitcoin, Ether, and other crypto assets. Blockchain Wallet charges dynamic fees, meaning that the transaction fees can be different based on factors such as transaction size. Blockchain Wallet has a number of security features to prevent theft, including by company insiders.\n",
    "content": "A blockchain wallet is a digital wallet that allows users to store and manage their Bitcoin, Ether, and other cryptocurrencies. Blockchain Wallet can also refer to the wallet service provided by Blockchain, a software company founded by Peter Smith and Nicolas Cary. A blockchain wallet allows transfers in cryptocurrencies and the ability to convert them back into a user\u0027s local currency.\n\nUnderstanding Blockchain Wallet\n\nE-wallets allow individuals to store cryptocurrencies and other digital assets. In the case of Blockchain Wallet, users can manage their balances of various cryptocurrencies such as the well-known Bitcoin and Ether as well as stellar, Tether, and Paxos Standard.\n\nCreating an e-wallet with Blockchain Wallet is free, and the account setup process is done online. Individuals must provide an email address and password that will be used to manage the account, and the system will send an automated email requesting that the account be verified.\n\nOnce the wallet is created, the user is provided with a Wallet ID, which is a unique identifier similar to a bank account number. Wallet holders can access their e-wallet by logging into the Blockchain website, or by downloading and accessing a mobile application.\n\nThe Blockchain Wallet interface shows the current wallet balance for crypto-assets and the user’s most recent transactions. Users can also access the price charts and see the value of the funds in the chosen local currency of the user. There is also an educational Did You Know section sharing crypto facts and news.\n\nHow a Blockchain Wallet Works\n\nUsers can send a request to another party for a specific amount of bitcoin or other crypto-assets, and the system generates a unique address that can be sent to a third party or converted into a Quick Response code or QR code for short. A QR code is similar to a barcode, which stores financial information and can be read by a digital device.\n\nA unique address is generated each time the user makes a request. Users can also send crypto-assets when someone provides them with a unique address. The send-and-receive process is similar to sending or receiving funds through PayPal but uses cryptocurrency instead. PayPal is an online payment provider that acts as a go-between for customers and their banks and credit cards by facilitating online transfers through financial institutions.\n\nUsers can also exchange Bitcoin for other crypto-assets and visa-versa, known as swapping. This practice is an easy way to switch out crypto without leaving the security of the Blockchain Wallet. Users are shown a quote indicating how much they will receive based on the current exchange rate, with the rate changing depending on how long the user takes to complete the transaction. Swaps should take a couple of hours while the transactions are added to each currency’s blockchain. However, if it takes longer than six hours, users should contact customer support.\n\nBlockchain Wallet only allows six crypto-assets for swapping: Bitcoin, Ethereum, Bitcoin Cash, Stellar Lumens, Tether, USD Digital, Wrapped-DGLD.\n\nUsers can also buy or sell crypto through the Buy Crypto interface available to Blockchain Wallet. Buy and sell services are not available in all locations. To make a purchase, a user can either transfer funds from a bank, use a credit or debit card, or use the available cash balance. There is a daily limit of $25,000 and a weekly limit of $100,000 as well as a minimum buy order of $5 and a maximum buy order of $25,000.\n\nBlockchain Wallet Fees\n\nHowever, it\u0027s important to note that the Blockchain Wallet uses a process they call dynamic fees, meaning that the fee charged per transaction can be different based on various factors. Both the transaction size and the conditions of the network at the time of the transaction can greatly impact the size of the fee. Only so many transactions can be processed within a block by the high-powered computers called miners. The miners typically process the transactions that have the highest fees first since it\u0027s financially advantageous to them.\n\nBlockchain Wallet offers a priority fee, which could possibly get the transaction processed within an hour. There\u0027s also a regular fee, which is cheaper but the transaction would likely take more than an hour. Fees can also be customized by the customer. However, if the customer sets the fee too low, the transfer or transaction could be delayed or rejected.\n\nBlockchain Wallet Security\n\nWallet security is an important consideration for users, as a compromised account may result in users losing control of their assets. Blockchain Wallet has several levels of security to protect user funds from any possible attacker, including the company itself.\n\nLike other digital services, Blockchain Wallet accounts require passwords for the users\u0027 protection. However, the Blockchain company does not store user passwords, and cannot reset the password if lost. This measure prevents company insiders from being able to steal cryptocurrencies. If a user forgets or loses their password, the account can only be recovered with a mnemonic seed.\n\nA mnemonic seed is a random string of English words that function similarly to a password. If a user loses access to their phone or device, the seed can be used to restore the wallet, including any cryptocurrencies. Like passwords, the Blockchain company does not store users\u0027 mnemonic seeds. These seeds follow an industry standard, meaning the wallets can be recovered even if the company goes out of business.\n\nIn addition to the protections outlined above, there are also several optional security measures that are not required but can help secure user wallets against outside attacks. To reduce the danger of phishing, the Blockchain Wallet allows users to use two-factor authentication or IP whitelists to prevent log-ins from unfamiliar devices. It is also possible to block access through the Tor network, thereby preventing prospective hackers from disguising their IP addresses.\n\n",
    "category": "Cryptocurrency",
    "datetimeCreation": "January 13, 2022 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Buying\u0026Selling",
      "#CryptoWallets"
    ],
    "author": "The Investopedia Team",
    "linkImage": "https://www.investopedia.com/thmb/eBh_lMCBl5aqxD58FTzetTQceYI\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/GettyImages-934878972-3b78896cf7de4cc9b59727f0352ae13b.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/news/how-blockchain-technology-can-prevent-voter-fraud/",
    "title": "How Blockchain Technology Can Prevent Voter Fraud\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nAs a technology, blockchain is quickly becoming unrivaled. One of the biggest problems that blockchain’s decentralized muscle can solve is voter fraud.\nBlockchain technology provides a platform for creating a highly secure, decentralized, anonymized, yet auditable chain of record, used presently in cryptocurrency systems. This same technology could also be used to record and report votes and prevent many types of voter fraud in elections. Especially after the misinformation surrounding the 2020 U.S. presidential elections, the world may be ready for blockchain voting on larger scales.\n",
    "content": "As a technology, blockchain is quickly becoming unrivaled. Although the Internet has long been familiar with other peer-to-peer applications for file sharing, music streaming, and more, the idea that these types of networks can provide their own security and resources has only been around since 2008. In the decade since its inception, blockchain was mostly tied to the success of the technology that created it, bitcoin.\n\nIn recent years, however, it has quickly become a star on its own. With the rise of the world’s favorite cryptocurrency, awareness of the mysterious and unique technology behind it also grew. Developers who recognized the value of blockchain are now racing to create new use cases for it and put their ideas into production.\n\nMany are finding that blockchain’s primary value lies in its ability to improve old systems. Enterprising observers saw the technology’s potential from the start, as bitcoin offered a more secure and transparent payment processing and banking solution than existing ones. In recent years, the same people have used blockchain to revolutionize industries far and wide, including cloud storage, smart contracts, crowdfunding, and even healthcare. However, one of the biggest problems that blockchain’s decentralized muscle can solve is voter fraud.\n\nBlockchain Serves the Voters\n\nIn its most basic form, blockchain is a digital ledger. The technology draws its power from the peers—or nodes—on its network to verify, process, and record all transactions across the system. This ledger is never stored, but rather exists on the “chain” supported by millions of nodes simultaneously. Thanks to encryption and decentralization, blockchain’s database of transactions is incorruptible, and each record is easily verifiable. The network cannot be taken down or influenced by a single party because it doesn’t exist in one place.\n\nIt’s not only financial transactions that work with blockchain, but any type of data transmission. This kind of system infrastructure is extremely useful for voting because a vote is a small piece of high-value data. Out of necessity, modern voting systems are largely stuck in the last century, and those that want to vote must leave their homes and submit paper ballots to a local authority. Why not bring this process online? Some have tried, but it has proven difficult to put faith in the results due to large gaps in security.\n\nBlockchain can solve the many problems discovered in these early attempts at online voting. A blockchain-based voting application does not concern itself with the security of its Internet connection, because any hacker with access to the terminal will not be able to affect other nodes. Voters can effectively submit their vote without revealing their identity or political preferences to the public. Officials can count votes with absolute certainty, knowing that each ID can be attributed to one vote, no fakes can be created, and that tampering is impossible.\n\nBringing Elections into the 21st Century\n\nThere are already companies working to bring blockchain to the voting populace. One such firm is Horizon State, which has launched a unique solution to answer the question, “If democracy was designed with today’s technology, what would it look like?” The company believes its first product is the answer. The company is currently preparing an ICO, planned for October.\n\nHorizon\u0027s secure digital ballot box represents a cost-effective and smart solution to the problems inherent in today’s voting procedures. Participants will use decision tokens (HST) to cast their votes from a mobile phone or PC, which are then logged into an immutable blockchain and used to reliably verify the outcome of the election. There can be no manipulation, recording errors, or tampering. More than voting, however, this system will be useful simply for making decisions in an environment where resources and authority are shared. It will also encourage participation.\n\nVoter apathy has seen the number of people show up to cast their votes dwindle in recent years, even as it has become more important to do so. By providing an irrefutable and easy way to vote from one’s phone or PC, these numbers would likely rise. Even governments have a reason to change the status quo: a single vote currently costs between $7.00 and $25.00, when all factors are considered. A blockchain product like this costs just $0.50 per vote.\n\nHorizon State co-founder Jamie Skella noted that “Democracy is the opportunity to share in the decision-making processes that relate to the shared matters which affect us. Democracy is about reaching a consensus on how to best use our shared resources to achieve the best outcomes for our partners, children, colleagues, staff, and fellow citizens. Where there are shared resources in any cooperative environment, there remains no question: we need better-shared decision-making tools and processes.”Blockchain-based elections are being trialed in the real world. In November 2018, the Thai Democrat Party, Thailand’s oldest political party, held a primary election to elect its new party leader using ZCoin, marking the first large-scale political election carried out using blockchain technology. The vote was concluded with a total of 127,479 votes that came from all over Thailand.???A True Democracy\n\nBlockchain is paving the way for a direct democracy, where people can decide the course of policy themselves, rather than rely on representatives to do it for them. While the rules of a political election may have to be changed to make way for such a transparent system, blockchain is also ideal for informing business decisions, guiding general meetings, polling, censuses, and more.\n\nThe use cases for blockchain voting software are many and diverse. Its ability to engage and manage a constituency is crucial to the future of society, not just to produce a transparent outcome but to encourage all people to participate in their communities. Currently, the technology is still in its infancy, but it matures alongside the young voters it will one day help, and looks to be a key part of our collective future.\n\n",
    "category": "News",
    "datetimeCreation": "December 09, 2020 ",
    "tag": [
      "#Investopedia",
      "#News",
      "#CryptocurrencyNews",
      "#MarketsNews"
    ],
    "author": "Joe Liebkind",
    "linkImage": "https://www.investopedia.com/thmb/3bsztcQ5aKsUJtnzs83ZsI-m-Fg\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/voting-5bfc33ffc9e77c00518158d0.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/news/blockchain-could-make-you-owner-data-privacy-selling-purchase-history/",
    "title": "Blockchain Could Make You—Not Equifax—the Owner of Your Data\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nAll hype aside, blockchain technology is really good at one thing: taking out the middlemen. Leaky data brokers\u0027 days may be numbered.\n",
    "content": "Blockchain technology has been dragged through the muck in recent months by scammers, charlatans and comedians. A joke cryptocurrency attracted piles of real cash, a kleptocratic regime announced an ICO, and an ice tea company pivoted to bitcoin mining. (For about a minute.) In the wake of all this hype, plunging cryptocurrency prices have hardly helped matters. It\u0027s time for a reminder that, while no panacea, blockchain technology is extremely good at doing one, quite useful thing: removing intermediaries.\n\nTake bitcoin, the original token on the original blockchain, which gave people an unprecedented third option for transferring money. Prior to bitcoin\u0027s invention, one of two things was possible: handing money over in person, or trusting a middleman such as a bank to do it on your behalf. With bitcoin, you can transfer money remotely without a middleman. This is a first in human history.\n\nThe economy harbors plenty of middlemen besides banks, but projects based on bitcoin\u0027s core innovation, the blockchain, have the potential to challenge them as well. Take data brokers. These are mostly obscure, with meaningless, x-heavy names like Acxiom, DataLogix, Experian, Ameridex, and the now-famous Equifax. These firms scrape consumer data – financial transfers, social media activity, browsing history, e-commerce purchases, location data – from public sources, or buy it from digital services. (Here\u0027s everywhere PayPal customers\u0027 data ends up, for example.)The brokers analyze this data to determine everything from hobbies to credit worthiness to addictions to sexual orientation. They sell it on to advertisers, card issuers, prospective employers and whoever else might be interested. In this way, each individual consumer generates a nice stream of rent for an industry that gives them nothing in return. Equifax Inc. (EFX) earned $488.8 million in profit in 2016, $3.36 for each of the 145.5 million victims of the data breach it announced in September.\n\nAccounting for the number of players in the industry and the rapid growth in the amount of data users produce, Datawallet – more on them in a bit – estimates that in the year 2022, roughly $7,600 worth of personal information will be bought and sold per person, a quantity the firm\u0027s founder and CEO Serafin Lion Engel likens to a universal basic income.\n\nIt can only serve that purpose, though, if the money does not go to middlemen, but to the people who actually generate the value. That\u0027s hardly the case today. User data, often called the \"new oil,\" more closely resembles the new guano. These nitrogen-rich seabird feces were the most sought-after fertilizer in the world for most of the 19th century. Like data, guano was procured through extraction, rather than transaction. And as with data, the seabirds that produced the stuff were never compensated.\n\nUsers of digital services are treated a bit like oblivious gulls who happen to excrete an immensely productive resource, rather than owners of an asset they create. Blockchain technology and related cryptographic techniques could change that, giving us control over our personal data and enabling us to sell it to whomever we please.\n\n\"You have the monopoly\"\n\nDatawallet is one of the companies trying to bring this change about. The app has mostly gained media attention as a way to earn $5 or $10 a month selling Facebook likes, Amazon purchases, Uber rides and Airbnb trips. Engel expects early adopters to be college students \"who are in it for beer money.\"But the idea behind Datawallet holds a more fundamental appeal, the ability to control what Engel calls a \"self-sovereign wallet,\" which makes the user the sole owner of their data and the only one with the ability to grant access to it. Engel says, \"you have the monopoly over that data about you.\"Datawallet is just one among a slew of blockchain-based apps aiming to do away with data middlemen wherever they can be found.\n\nMedicalchain is tackling medical records, giving patients full control over some of their most sensitive information and bypassing the healthcare system\u0027s decrepit infrastructure (think fax machines) in the process. Loomia is going after smart textiles, an industry in which other players are eager to harvest and hoard heart rates, geographical movements and even more intimate metrics (think smart mattresses).\n\nMost of these projects are in their very early stages, but if they come to fruition, something unprecedented and rather strange may emerge: empty platforms, places that facilitate commerce in data, but where no one party is doing the facilitating. Henri Pihkala, founder and CEO of Streamr, a blockchain-based platform for live data streams, captures the paradox: \"we make a central place which is decentralized.\"The tech: Keys, hashes, smart contracts\n\nHow does that work? The details vary, but Datawallet\u0027s solution is generally representative of the technology that enables these decentralized platforms.\n\nKeysSay you want to sell some of your personal data – for example, your Facebook activity or Amazon purchases – using Datawallet. You and the purchaser each have a public key and a private key. Public keys are used to encrypt a message, to scramble it so that it looks like gibberish to everyone except the holder of the matching private key, who can use it to decrypt (unscramble) the message.\n\nIn order to exchange your private data securely, you encrypt it with the purchaser\u0027s public key and send the encrypted data to them. They take the data and decrypt it with their private key. If someone in the middle intercepts the data, all they obtain is an unreadable mess.\n\nHashesIn Datawallet\u0027s design, the data exchange itself happens off-chain, since the contents are both too large and too sensitive to broadcast to the central ledger (for Datawallet and most other projects, this ledger is the ethereum blockchain). What does go on the blockchain are hashes of the data. You hash the data you\u0027re selling and post the result to the chain, and the buyer hashes the data they receive and posts that result to the chain. If the hashes match, a payment held in escrow is released. (See also, Bitcoin vs. Ethereum: Driven by Different Purposes.)What are hashes and what do they accomplish? They are cryptographic functions that enable quick verification that two sets of data are identical.\n\nThey do this by distilling data down to a manageable chunk. No matter how short or long the text you run through SHA256, the hash function used by bitcoin, you will get 64 characters back. Here\u0027s the hash of the first scene of Hamlet, for example:Now if you have the text of Hamlet, you can instantly check that what you\u0027ve received has not been tampered with – no need to pore over every jot and tittle. Simply hash your text and compare it to the hash of the sender\u0027s ostensibly identical text. (This works just as well for web browser data or Amazon purchase histories.)The process is instant because hash functions are so finicky. Delete the exclamation point in the scene\u0027s first line, and that one change yields an unrecognizably different hash:This sensitivity to tampering makes hashing central to bitcoin, ethereum and their peers. Thousands of identical copies of a blockchain can be efficiently maintained because they\u0027re compared using hashes, rather than through meticulous scans of every block. (See also, How Bitcoin Works.)Hashes are also useful because data cannot be unhashed. No one using any known technology can take 91BBAB0… and wring Shakespeare back out of it. That makes it relatively safe to broadcast a hash of sensitive information to the blockchain, as Datawallet does.\n\nBlockchain and smart contractsEven though the data exchange itself does not happen on-chain, the ledger is crucial to decentralized data transfer. Blockchains are immutable public records that remove all doubt about what was traded, at what price, and when. The hashes broadcast to the blockchain either match or they don\u0027t, so buyers can\u0027t claim they didn\u0027t receive data that in fact they did. Nor does anybody need to wonder whether a hacker or spy tampered with the data en route.\n\nWithout the need for someone to mediate the exchange, brokers lose their raison d\u0027être. They are replaced by a large number of (ideally) dispersed, competing and mutually distrustful \"miners\" who post exchanges to the ledger. (See also, How Does Bitcoin Mining Work?)Miners also obviate the need for a bank: blockchain technology\u0027s main application has always been as a distributed money transfer platform. Finally, ethereum offers the ability to enforce complex contracts via this same distributed network of miners. You may have paused at the reference to a \"payment held in escrow\" above. Who\u0027s holding the money while it straddles buyer and seller?No one, it turns out. Ethereum took bitcoin\u0027s decentralized money and made it programmable via smart contracts: self-executing bits of code that live on the blockchain. If all the hashes match and all other pre-agreed conditions are met, the money automatically moves from the buyer\u0027s account to the seller\u0027s. No need for a trusted custodian in the middle.\n\nBlockchain has problems aplenty\n\nAs promising as this technology sounds, not all the kinks have been worked out. Some may never be. Start with scalability.\n\nExpensive and slowBlockchains are fat, lumbering beasts. Distributed consensus is slow and costly compared to the centralized networks that are currently in operation, so how can blockchain technology compete in a user data market that – for all its shadiness – at least works at scale?Datawallet sidesteps the problem by transferring data off-chain. On-chain transfers of data troves that might include videos and other large files \"would immediately crash the ethereum blockchain,\" says Engel. And in any case, no one would want that kind of data broadcast to a public ledger.\n\nMedicalchain leaves health records where they are, on regulatory-compliant servers in the patient\u0027s home jurisdiction. It simply provides a platform for patients to grant doctors access to their records. (See also, Blockchain Technology Could Revolutionize Health Care.)Some projects are trying to scale by tweaking the way distributed networks are structured. Streamr combines a \"reputation mechanism\" called karma with its blockchain-based token, DATAcoin, to divvy up the work. \"We need to assign asymmetric responsibilities to different nodes,\" says Pihkala, \"otherwise we end up with a situation that is typical with current-day blockchains, which is all the data goes to all the nodes, leading to no scalability.\" The nodes put down a DATAcoin stake, which they lose if they break the rules. Karma, meanwhile, assigns greater responsibility to the most reliable nodes, increasing efficiency without sacrificing too much in the way of decentralization.\n\nKochava is taking similar ideas and applying them to a blockchain it is building in-house to reduce opacity and fraud in digital advertising. XCHNG, as the platform is called, uses a reputation mechanism and a brutal form of pruning – in which most nodes only hold onto a day\u0027s worth of ledger history – to process the huge volume of transactions digital ad delivery demands. Kochava founder and CEO Charles Manning believes the platform could deliver millions of transactions per second. Ethereum can manage around 15 or so, bitcoin far fewer. (See also, What\u0027s the Bitcoin Scalability Debate?)Where do you store it?Every blockchain application faces problems with storage. Monetary transactions and smart contracts might be utterly decentralized, but the data itself either resides in centralized servers, à la Medicalchain (this is largely for regulatory reasons, to be fair), or on users\u0027 own storage-constrained devices, à la Datawallet.\n\nA number of projects are trying to enable decentralized storage, including IPFS, BigchainDB and Storj. Engel, Pihkala, and Janett Liriano, the CEO of Loomia, each mention plans to integrate their platforms with one or the other of these companies.\n\nYou still give up your dataAt some point, the quest to establish ownership over your personal data hits a wall. You can encrypt it. You can transfer it directly, shunning intermediaries and keeping it encrypted en route. You can ensure that the buyer pays the agreed amount upon receipt.\n\nBut no technological legerdemain can overcome the fact that once the buyer has your data, as Guy Zyskind (co-founder and CEO of Enigma) puts it, \"You\u0027re done. They can take your data, they can copy it, they can go off-chain and then that\u0027s it.\" Rogue employees, incompetent defenses against hacking, reselling – the unpleasant possibilities abound.\n\nYet rather incredibly, Zyskind says you can make your data available to use without actually revealing it. Through a technique called secure multiparty computation, his company is building a platform that enables data not only to be stored in an encrypted, distributed form, but to be computed over while still in that encrypted, distributed form.\n\nWith an IPFS, a Storj or a BigchainDB, it\u0027s possible to keep your data secure and to decentralize it across multiple devices. But if you want to do anything with that data – run it through an algorithm or edit it – you have to decrypt and re-centralize it. In order for a credit rating agency to calculate your creditworthiness, say, they need full access and visibility.\n\n",
    "category": "News",
    "datetimeCreation": "June 25, 2019 ",
    "tag": [
      "#Investopedia",
      "#News",
      "#CryptocurrencyNews",
      "#MarketsNews"
    ],
    "author": "David Floyd",
    "linkImage": "https://www.investopedia.com/thmb/ehrcPZHNU3U28i4Te8r9DhstM-g\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/data_center-5bfc323646e0fb0051bf13b9.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/terms/h/hard-fork.asp",
    "title": "Hard Fork: What It Is in Blockchain, How It Works, Why It Happens\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nA hard fork is a radical change to the protocol of a blockchain network that makes previously invalid blocks/transactions valid—or vice-versa.\nA hard fork refers to a radical change to the protocol of a blockchain network that effectively results in two branches, one that follows the previous protocol and one that follows the new version. In a hard fork, holders of tokens in the original blockchain will be granted tokens in the new fork as well, but miners must choose which blockchain to continue verifying. A hard fork can occur in any blockchain, and not only Bitcoin (where hard forks have created Bitcoin Cash and Bitcoin SV, among several others, for example).\nAs the graphic below displays, nodes that are not upgraded reject the new rules, which creates a divergence, or hard fork, in the blockchain.\n",
    "content": "What Is a Hard Fork?\n\nA hard fork (or hardfork), as it relates to blockchain technology, is a radical change to a network\u0027s protocol that makes previously invalid blocks and transactions valid, or vice-versa. A hard fork requires all nodes or users to upgrade to the latest version of the protocol software.\n\nForks may be initiated by developers or members of a crypto community who grow dissatisfied with functionalities offered by existing blockchain implementations. They may also emerge as a way to crowdsource funding for new technology projects or cryptocurrency offerings.\n\nA hard fork can be contrasted with a soft fork.\n\nUnderstanding a Hard Fork\n\nA hard fork is when nodes of the newest version of a blockchain no longer accept the older version(s) of the blockchain; which creates a permanent divergence from the previous version of the blockchain.\n\nAdding a new rule to the code essentially creates a fork in the blockchain: one path follows the new, upgraded blockchain, and the other path continues along the old path. Generally, after a short time, those on the old chain will realize that their version of the blockchain is outdated or irrelevant and quickly upgrade to the latest version.\n\nHow Forks Work\n\nA fork in a blockchain can occur in any crypto-technology platform—not only Bitcoin. That is because blockchains and cryptocurrency work in basically the same way no matter which crypto platform they\u0027re on. You may think of the blocks in blockchains as cryptographic keys that move memory. Because the miners in a blockchain set the rules that move the memory in the network, these miners understand the new rules.\n\nHowever, all of the miners need to agree about the new rules and about what comprises a valid block in the chain. So when you want to change those rules you need to \"fork it\"—like a fork in a road—to indicate that there\u0027s been a change in or a diversion to the protocol. The developers can then update all of the software to reflect the new rules.\n\nIt is through this forking process that various digital currencies with names similar to bitcoin have come to be: bitcoin cash, bitcoin gold, and others. For the casual cryptocurrency investor, it can be difficult to tell the difference between these cryptocurrencies and to map the various forks onto a timeline. To help sort this out, we have composed a history of the most important bitcoin hard forks of the past several years. Additionally, those looking to get involved with one of the best cryptocurrency exchanges need to tread carefully when investing in currencies like Bitcoin so as not to waste time and money on the wrong digital currency.\n\nReasons For a Hard Fork?\n\nThere are a number of reasons why developers may implement a hard fork, such as correcting important security risks found in older versions of the software, to add new functionality, or to reverse transactions—such as when the Ethereum blockchain created a hard fork to reverse the hack on the Decentralized Autonomous Organization (DAO).\n\nAfter the hack, the Ethereum community almost unanimously voted in favor of a hard fork to roll back transactions that siphoned off tens of millions of dollars worth of digital currency by an anonymous hacker. The hard fork also helped DAO token holders get their ether (ETH) funds returned.\n\nThe proposal for a hard fork did not exactly unwind the network’s transaction history. Rather, it relocated the funds tied to the DAO to a newly created smart contract with the single purpose of letting the original owners withdraw their funds.\n\nDAO token holders could withdraw ETH at a rate of approximately 1 ETH to 100 DAO. The extra balance of tokens and any ether that remained as a result of the hard fork was withdrawn and distributed by the DAO curators to provide \"failsafe protection\" for the organization.\n\nHard Forks vs. Soft Forks\n\nHard forks and soft forks are essentially the same in the sense that when a cryptocurrency platform\u0027s existing code is changed, an old version remains on the network while the new version is created.\n\nWith a soft fork, only one blockchain will remain valid as users adopt the update. Whereas with a hard fork, both the old and new blockchains exist side by side, which means that the software must be updated to work by the new rules. Both forks create a split, but a hard fork creates two blockchains, and a soft fork is meant to result in one.\n\nConsidering the differences in security between hard and soft forks, almost all users and developers call for a hard fork, even when a soft fork seems like it could do the job. Overhauling the blocks in a blockchain requires a tremendous amount of computing power, but the privacy gained from a hard fork makes more sense than using a soft fork.\n\n",
    "category": "Cryptocurrency",
    "datetimeCreation": "May 25, 2022 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Blockchain",
      "#Bitcoin"
    ],
    "author": "The Investopedia Team",
    "linkImage": "https://www.investopedia.com/thmb/JZOysoD8pgkr8JTpRumwQ8_7Jwo\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/a-visual-representation-of-the-digital-cryptocurrency-976546466-6cad9b4f73314b9a9759dbc9a0e51008.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/tech/forget-bitcoin-blockchain-future/",
    "title": "Forget Bitcoin: Blockchain is the Future\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nBlockchain is the technology that undergirds the cryptocurrency world, but itspotential uses extend much farther.\nBlockchain technology has far-reaching applications across many industries. Blockchain is already used to facilitate identity management, smart contracts, supply chain analysis, and much more. The full potential of blockchain technology likely remains to be discovered.\n",
    "content": "Cryptocurrencies of all types make use of distributed ledger technology known as blockchain. Blockchains act as decentralized systems for recording and documenting transactions that take place involving a particular digital currency. Put simply, blockchain is a transaction ledger that maintains identical copies across each member computer within a network. The fact that the ledger is distributed across each part of the network helps to facilitate the security of the blockchain.\n\nWhile Bitcoin and other cryptocurrencies grew intensely popular among the general financial and investment worlds in late 2017 and early 2018, they have since become more of a niche area for cryptocurrency enthusiasts. However, blockchain technology remains a quickly-growing area of growth for companies across a host of industries. It is possible that blockchain technology will ultimately be seen as the most important innovation to come out of the cryptocurrency boom. Below, we\u0027ll take a closer look at blockchain and see why this technology could be valuable to businesses of all kinds.\n\nBasics of Blockchain\n\nDepending upon the blockchain, parties may be able to view previous ledger entries and record new entries, although most blockchain networks have complex rules for the addition of new groups of records, \"blocks,\" to the chain of previous records. The blocks and the contents within them are protected by powerful cryptography, which insures that previous transactions within the network cannot be either forged or destroyed. In this way, blockchain technology allows a digital currency to maintain a trusted transaction network without relying on a central authority. It is for this reason that digital currencies are thought of as \"decentralized.\"While blockchain is most famous for its role in facilitating the rise of digital currencies over the past several years, there are also many other non-cryptocurrency uses for this technology. Indeed, some blockchain proponents believe that the technology could far outpace cryptocurrencies themselves in terms of its overall impact, and that the real potential of blockchain is only just now being discovered. As such, it\u0027s likely that financial advisors and many others in the investing world will encounter blockchain technology much more in the years to come, whether it is linked with a specific cryptocurrency or if it\u0027s being utilized in any number of other applications.\n\nCross-Border Payments\n\nTraditionally, the transfer of value has been both expensive and slow, and especially for payments taking place across international borders. One reason for this is that, when multiple currencies are involved, the transfer process typically requires the participation of multiple banks in multiple locations before the intended recipient can actually collect his or her money. There are existing services to help facilitate this process in a faster way, but these tend to by quite expensive.\n\nBlockchain technology has the potential to provide a much faster and cheaper alternative to traditional cross-border payments methods. Indeed, while typical money remittance costs might be as high as 20% of the transfer amount, blockchain may allow for costs just a fraction of that, as well as guaranteed and real-time transaction processing speeds. There are hurdles to be passed, including regulation of cryptocurrencies in different parts of the world and security concerns. Nonetheless, this is one of the most promising and talked about areas of blockchain technology application.\n\nSmart Contracts\n\nSmart contracts are often seen as a highly powerful application of blockchain technology. These contracts are actually computer programs that can oversee all aspects of an agreement, from facilitation to execution. When conditions are met, smart contracts can be entirely self-executing and self-enforcing. For proponents of smart contracts, these tools provide a more secure, more automated alternative to traditional contract law, as well as an application that is faster and cheaper than traditional methods.\n\nThe potential applications of smart contract technology are essentially limitless and could extend to almost any field of business in which contract law would normally apply. Of course, while highly touted, smart contracts are not a magical substitute for old-fashioned diligence. In fact, the case of the Decentralized Autonomous Organization (DAO) is a cautionary tale and a warning to investors to not assume that smart contracts are any better than the information and organization that a user puts into them. Nonetheless, smart contracts remain one of the most exciting ways that blockchain technology has already extended beyond the cryptocurrency space and into the broader business world.\n\nIdentity Management\n\nOne of the most problematic results of the internet age has been identity security. As diligent as many individuals and organizations are in maintaining their online identities and securing private information, there are always nefarious actors looking to steal and profit off of these digital items. Blockchain technology has already demonstrated the potential for transforming the way that online identity management takes place.\n\nBlockchain offers a tremendous level of security, thanks to independent verification processes that take place throughout member computers on a blockchain network. In digital currency cases, this verification is used to approve transaction blocks before they are added to the chain. This mechanism could just as easily be applied to other types of verification procedures, including identity verification and many other applications as well.\n\nThe applications for blockchain and identity management are wide-ranging. For instance, blockchain could potentially be used to aid in maintaining voter information and ensuring proper functioning of the electoral process. Blockchain could be used to securely and efficiently transfer user data across platforms and systems. The technology could also be used to maintain and protect records of real estate ownership, titles, and more.\n\nSupply Chain Uses\n\nFor many businesses across various industries, a key to success is a well-functioning, efficient supply chain. Blockchain technology has already been used in multiple industries as a means of keeping tabs on supply chains and ensuring their efficiency. This could eliminate human work and the potential for error from a complex and crucial process.\n\nAt this point, blockchain is a technology with an exceptionally broad set of potential uses. Although blockchain is most famous for its connections to the blossoming cryptocurrency world, several other applications have already been explored. Perhaps even more exciting, though, is that new ways of utilizing blockchain emerge every day. As such, whether you are directly involved in the digital currency space or not, it\u0027s essential to develop an understanding of blockchain and how it may be used to transform the business and investment worlds. (For additional reading, check out: All About Amazon\u0027s New Blockchain Service.)",
    "category": "Cryptocurrency",
    "datetimeCreation": "July 26, 2021 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Blockchain"
    ],
    "author": "Nathan Reiff",
    "linkImage": "https://www.investopedia.com/thmb/4HgqDZmH7FWKKTle5zw12WkZOnQ\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/blockchain_shutterstock_515980927-5bfc307646e0fb005145bd64.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/terms/b/blockchainasaservice-baas.asp",
    "title": "Blockchain-as-a-Service (BaaS) Meaning and Major Players\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nBlockchain-as-a-Service (BaaS) is the third-party creation and management of cloud-based networks for companies building blockchain applications.\nBlockchain-as-a-service (BaaS) refers to third-party cloud-based infrastructure and management for companies building and operating blockchain apps. BaaS functions like a sort of web host, running the back-end operation for a block-chain based app or platform. BaaS may be the catalyst that leads to the widespread adoption of blockchain technology.\n",
    "content": "What Is Blockchain-as-a-Service (BaaS)?\n\nBlockchain-as-a-service (BaaS) is the third-party creation and management of cloud-based networks for companies in the business of building blockchain applications. These third-party services are a relatively new development in the growing field of blockchain technology. The application of blockchain technology has moved well beyond its best-known use in cryptocurrency transactions and has broadened to address secure transactions of all kinds. As a result, there is a demand for hosting services.\n\nUnderstanding Blockchain-as-a-Service (BaaS)\n\nBaaS is based on the software as a service (SaaS) model and works in a similar fashion. It allows customers to leverage cloud-based solutions to build, host, and operate their own blockchain apps and related functions on the blockchain. At the same time, the cloud-based service provider keeps the infrastructure agile and operational.\n\nAs a development in the greater blockchain ecosystem, BaaS is seen as boosting blockchain adoption across businesses.\n\nMajor players in the BaaS space include:Consumers and businesses are increasingly willing to adapt to blockchain technology. However, the technical complexities and operational overhead involved in creating, configuring, and operating a blockchain and maintaining its infrastructure often act as a barrier.\n\nBaaS offers an external service provider to set up all the necessary blockchain technology and infrastructure for a fee. Once created, the provider continues to handle the complex back-end operations for the client.\n\nThe BaaS operator typically offers support activities, such as bandwidth management, suitable allocation of resources, hosting requirements, and data security features. The BaaS operator frees the client to focus on the core job: the functionality of the blockchain.\n\nExample of Blockchain-as-a-Service (BaaS)\n\nBelow is a graphic demonstrating the working model of Blockchain-as-a-Service Hyperledger Cello, a BaaS-like blockchain module toolkit and utility system under the Hyperledger project.\n\nIn fact, a BaaS’ provider\u0027s role is similar to that of a web hosting provider. The website creators create and run all the website content on their own personal computers. They may hire support staff or sign up with an external hosting provider like Amazon Web Services or HostGator. These third-party companies take care of the infrastructure and maintenance issues.\n\nBaaS may be the catalyst that leads to a wider and deeper penetration of blockchain technology across various industry sectors and businesses. Instead of creating and running their own blockchains, a business, large or small, can now simply outsource the technically complex work and focus on its core activities.\n\n",
    "category": "Cryptocurrency",
    "datetimeCreation": "March 31, 2021 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Blockchain"
    ],
    "author": "The Investopedia Team",
    "linkImage": "https://www.investopedia.com/thmb/UELEmbFsKFgJprYqxPnDZiC1I3E\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/shutterstock304659113tech-5bfc2b2ec9e77c005876f56e.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/terms/h/hyperledger.asp",
    "title": "Hyperledger: Open-Source Blockchain Framework and Standards\n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nHyperledger is an open-source umbrella project that offers tools for developing and using blockchain systems and applications across industry sectors.\nHyperledger is an open-source community focused on developing a suite of stable frameworks, tools, and libraries for permissioned, enterprise-grade blockchain deployments. It is a global collaboration, hosted by The Linux Foundation, and includes member organizations that are leaders in finance, banking, Internet of Things, supply chains, manufacturing, and technology. Several sub-projects exist, including Hyperledger Fabric, Sawtooth, Composer, and Cello. Hyperledger varies from Bitcoin as it is not a cryptocurrency but instead used to develop frameworks and tools. Hyperledger uses a consensus layer, smart contract layer, communication layer, and API.\nThe Linux Foundation has launched over 70 open sourced organizations with Hyperledger being among the fastest growing.\nHyperledger was founded in 2016 with 30 founding corporate members.\n",
    "content": "What Is Hyperledger?\n\nHyperledger is a global enterprise blockchain project that offers the necessary framework, standards, guidelines, and tools to build open-source blockchains and related applications for use across various industries. Hyperledger\u0027s projects include a variety of enterprise-ready permissioned blockchain platforms, where network participants are known to one another and therefore have an intrinsic interest in participating in the consensus-making process.\n\nUsing the available components under the Hyperledger umbrella, a business can apply various modular blockchain solutions and services to significantly improve the performance of their operations and the efficiency of their business processes.\n\nUnderstanding Hyperledger\n\nThe Hyperledger project was created in December 2015 by the San Francisco, California–based Linux Foundation. It started with 30 member firms and has grown to about 140 member companies today.\n\nHyperledger was set up with the aim of accelerating industry-wide collaboration for developing high-performance and reliable blockchain and distributed ledger-based technology framework that could be used across the various industry sectors to enhance the efficiency, performance, and transactions of the various business processes.\n\nHyperledger is a global collaboration that includes leading businesses from the fields of finance, banking, Internet of Things (IoT), supply chain management, manufacturing and production, and technology. They include big names like Bosch, IBM, Microsoft, Oracle, Deloitte, Hitachi, American Express, JP Morgan, and Visa, in addition to a host of blockchain-based startups like ConsenSys.\n\nHyperledger\u0027s Organizational Structure\n\nEssentially, Hyperledger is not an organization, a cryptocurrency network, or a blockchain system. It does not support a cryptocurrency like bitcoin, but it works by providing the necessary infrastructure and standards for developing various blockchain-based systems and applications for industrial use. Think of Hyperledger as a hub, where various individual blockchain-based projects and tools that adhere to its defined design philosophy operate under its umbrella.\n\nThe various projects include the following:All such projects under the Hyperledger umbrella follow the design methodology that supports a modular and extensible approach, interoperability, and security features. The projects remain agnostic to a particular token or cryptocurrency, though a user can create one as required.\n\nHyperledger Technology Layers\n\nIn terms of the architecture, Hyperledger uses the following key business components:Hyperledger vs. Bitcoin\n\nAs mentioned earlier, Hyperledger is vastly different from Bitcoin in that it is not a cryptocurrency. The fundamental purpose and nature of the technology is to develop enterprise-grade blockchain frameworks and tools. While Bitcoin enables peer-to-peer transactions without the need for intermediaries, Hyperledger is more geared towards facilitating business processes.\n\nHyperledger frameworks are often private, permissioned blockchains meaning permission to the network is limited to a small number of trusted users. On the other hand, Bitcoin is a public blockchain meaning anyone can participate in the network. Each uses a different form of consensus mechanism as well, as Bitcoin transactions are substantiated using a proof-of-work consensus mechanism while Hyperledger supports Byzantine fault tolerance or other algorithms.\n\nAs hinted to in the previous paragraph, Bitcoin is decentralized. This means no single entity owns it, and the system relies on the collection of the network\u0027s participants. Alternatively, Hyperledger is governed by the Linux Foundation.\n\nLast, Bitcoin is not known for its smart contracts. It\u0027s primary use is to store value, not support complex programmability to facilitate agreements. Alternatively, Hyperledger offers greater smart contract capabilities. This allows businesses to engage in complex agreements relying heavily on logic to distribute assets on a blockchain network.\n\nThe Bottom Line\n\nThe Linux Foundation is home to the Hyperledger open-source collaborative project which aims to provide business-grade blockchain frameworks and technologies. Businesses may build private, permissioned blockchain networks for a variety of use cases. Hyperledger uses include supply chain management and smart contracts, and Hyperledger is known for its modular and adaptable solutions.\n\n",
    "category": "Cryptocurrency",
    "datetimeCreation": "May 12, 2023 ",
    "tag": [
      "#Investopedia",
      "#Cryptocurrency",
      "#Blockchain"
    ],
    "author": "The Investopedia Team",
    "linkImage": "https://www.investopedia.com/thmb/21eY8janT2doUrcLakIj21aZ7Mg\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/shutterstock395065996tech-5bfc2b2e46e0fb0083c06c2c.jpg"
  },
  {
    "url": "https://www.investopedia.com/",
    "link": "https://www.investopedia.com/news/which-faang-will-win-blockchain-wars/",
    "title": "Which FAANG Will Win the Blockchain Wars? \n\n",
    "type": "article",
    "summary": "KEY TAKEAWAYS\nThe FAANGs are expected to dominate stock market. How are they doing on the blockchain front?\n",
    "content": "For investors, blockchain and FAANG are two magic words that can move markets. Mere association of a stock with those two words can make a stock seem more attractive. (See also: Riot Stock Rallies As Blockchain Tech Goes Mainstream.)Investor enthusiasm for blockchain and FAANG is due to their future bullish prospects. Even as FAANG dominates the internet ecosystem, blockchain is set to reinvent the internet and its associated services. Here is a brief primer on how each of the FAANG companies is preparing for the blockchain future.\n\nFacebook Inc. (FB)\n\nFacebook recently announced a high-profile reorganization, moving prominent executives from successful product lines, and placing them into positions of authority within a newly formed blockchain group. David Marcus, who previously headed the company’s successful Messenger services, said the intent of his “small group” was to “explore how to best leverage blockchain across Facebook, starting from scratch.” (See also: Facebook\u0027s Bad News. Good News For Blockchain?)The threat to Facebook stems from an inversion of its current business model, where it makes money by selling user data to advertisers. A blockchain world envisages users who have personal control of their data and choose to share it only with parties that they trust. It is still a while before that future comes to pass. According to Spencer Bogart, a venture capitalist at Blockchain Capital, blockchain is not “an existential threat to Facebook today”. But it might become one in the future. “That’s why they [Facebook] want to be smart and stay engaged,” he said.\n\nGoogle (GOOGL)\n\nAccording to reports, Alphabet Inc.\u0027s subsidiary Google plans to use blockchain for securing customer data on its cloud services. The idea is to have a white label version for companies to use on their servers. Google has also invested in blockchain startups through its venture investing arm Google Ventures (GV). The companies in GV’s portfolio comprise a diverse palette. For example, crypto wallet provider LedgerX is one of their investments as is bank transfer company Ripple. As with Facebook, it is still too early to quantify the impact of these investments on Google’s bottom line in the near term.\n\nAmazon.com Inc. (AMZN)\n\nAmazon competitor Walmart Inc. (WMT) made news last year when it announced a supply chain implementation of blockchain last year to enable customers to determine provenance of its consumer goods. It would seem that Amazon has taken a different route. The Seattle-based company launched AWS Blockchain Templates in its cloud service recently to deploy frameworks for ethereum and Hyperledger on its cloud platform recently. The offering is part of its plan to offer Blockchain-as-a-Service (BaaS). Competitors to Amazon in this arena include International Business Machines Corp. (IBM) and Oracle Corp. (ORCL). (See also: All About Amazon\u0027s New Blockchain.)Apple Inc. (AAPL)\n\nThe iPhone maker has been characteristically silent regarding its blockchain moves. But Coindesk discovered a patent filed by Apple last December that makes use of blockchain technology to create timestamps. In its patent application, the company said that blockchain technology can be used to build resilience in a distributed system of elements, such as a SIM or MicroSD card. The timestamps are part of a “multi-check architecture” system proposed by Apple. Timestamps will be verified by another system before they are added to the main chain. (See also: Is Apple Planning to Use Blockchain?)Netflix Inc. (NFLX)\n\nOf all the companies within the FAANG group, Netflix is, perhaps, most threatened by blockchain. The video-streaming company has not made any announcements regarding investments in blockchain, but the drumrolls for its demise due to blockchain have already begun. A popular post by Rizwan Virk earlier this year outlined a scenario where a decentralized platform using blockchain technology could get rid of the centralized architecture and traditional gatekeepers of the content business. While it has displaced cable and disrupted linear television viewing habits, Netflix is still the gatekeeper to content on its platform. As such, content makers still need its stamp of approval before their content can be viewed. In the decentralized world, content makers and technology entrepreneurs will be able to make and stream their own content on a subject of their own choosing. The token model could also upend existing business models by making it possible to purchase individual shows with tokens on an entertainment network.\n\nInvesting in cryptocurrencies and other Initial Coin Offerings (\"ICOs\") is highly risky and speculative, and this article is not a recommendation by Investopedia or the writer to invest in cryptocurrencies or other ICOs. Since each individual\u0027s situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein. As of the date this article was written, the author owns 0.01 bitcoin.\n\n",
    "category": "News",
    "datetimeCreation": "May 14, 2018 ",
    "tag": [
      "#Investopedia",
      "#News",
      "#CryptocurrencyNews",
      "#MarketsNews"
    ],
    "author": "Rakesh Sharma",
    "linkImage": "https://www.investopedia.com/thmb/Z0X7R7t-JEa8PnAdw2PehEmJ0SA\u003d/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/facebook_shutterstock_575596588-5bfc30b5c9e77c00519b990a.jpg"
  }
]
