[
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287658/bitcoin-etf-battle-heats-up-as-blackrock-closes-in-on-grayscale",
    "title": "Bitcoin ETF battle heats up as BlackRock closes in on Grayscale",
    "type": "Funds",
    "summary": "Grayscale\u0027s GBTC\u0027s dominance has been slowly fading as BlackRock\u0027s IBIT\u0027s less-expensive fund attracts new investment capital.\nBlackRock’s spot bitcoin ETF appears on pace to overtake Grayscale as biggest of the crypto-based investment vehicles.\nGrayscale’s fund, which has higher fees than many competitors, has shed billions of dollars in AUM since trading started in January.\n",
    "content": "It has been three months since spot bitcoin ETFs began trading and BlackRock\u0027s fund appears to be on pace to usurp Grayscale\u0027s as the biggest of the crypto-based investment vehicles on offer. According to Trackinsight data compiled by The Block Data Dashboard, as of Tuesday, BlackRock\u0027s IBIT fund had $18.2 billion in assets under management compared to Grayscale\u0027s $23.2 billion. As Grayscale\u0027s GBTC fund, which charges a higher fee than BlackRock\u0027s, has consistently shed capital since it began trading, BlackRock\u0027s ETF has been slowly narrowing the gap in terms of assets under management, or AUM. Grayscale\u0027s fund had about $23.4 billion in AUM two months ago compared to BlackRock\u0027s $4.4 billion, according to The Block Data Dashboard. Grayscale\u0027s ETF started with nearly $30 billion in AUM as the firm\u0027s exchange-traded fund is a conversion of its flagship fund. The fund\u0027s declining AUM is likely due, in part, to Genesis selling GBTC shares, said Eric Balchunas, senior ETF analyst at Bloomberg. RELATED INDICES See crypto indices In terms of trading volume, Grayscale’s fund has also been gradually losing market share, down from about 50% when the spot bitcoin ETFs launched on Jan. 11 to 23.5% as of Tuesday. Grayscale’s fund shed $154.9 million in outflows on Tuesday, while BlackRock’s took in $128.7 million in inflows. Fidelity\u0027s spot bitcoin ETF is third in trading volume market share and AUM. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 3:48PM EDT ",
    "tag": [
      "#bitcoinETFs",
      "#bitcoin-spot-etf",
      "#fidelity",
      "#SpotBitcoinETF"
    ],
    "author": "RT Watson",
    "linkImage": "https://www.tbstat.com/wp/uploads/2022/10/20221005_Blackrock2-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/284009/etf-custody-bitgo",
    "title": "Crypto’s market structure is still too fragile, says BitGo\u0027s Mike Belshe",
    "type": "Companies",
    "summary": "BitGo CEO Mike Belshe examines the challenges and developments in the crypto custody industry.\nBitGo CEO Mike Belshe examines the challenges and developments in the crypto custody industry.\n",
    "content": "Episode 14 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and BitGo Co-Founder \u0026 CEO Mike Belshe. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Mike Belshe is the co-founder and CEO of BitGo. In this episode of The Scoop, Belshe discusses the growth and challenges of the custody market in the crypto industry, and explains what it will take to make crypto\u0027s market structure more robust. OUTLINE 00:00 BitGo Background 05:15 Institutional Crypto Custodians 10:41 New Market Participants 14:36 Market Structure 24:09 Bullish Catalysts 32:08 Crypto Robustness 41:58 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nInstitutional Crypto Custodians\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 21, 2024, 1:08PM EDT ",
    "tag": [
      "#Companies",
      "#CryptoInfrastructure"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/07/20230706_TheScoop_MikeBelshe_16x9-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287660/uniswap-receives-sec-lawsuit-warning",
    "title": "Uniswap receives SEC lawsuit warning, CLO describes it as \u0027another abuse of power\u0027",
    "type": "Companies",
    "summary": "Uniswap received a Wells Notice, or formal notice of a potential lawsuit, from the SEC on Wednesday. \nUniswap received a Wells Notice, or formal notice of a potential lawsuit, from federal regulators on Wednesday.\n",
    "content": "Uniswap UNI -16.039% Labs has received a warning that federal regulators will bring a lawsuit against it, the protocol\u0027s founder said Wednesday on X. The Securities and Exchange Commission sent Uniswap Labs, the organization that developed the eponymous decentralized finance (DeFi) protocol, received a Wells Notice on Wednesday. A Wells Notice is a formal notice that the SEC intends to bring charges against a respondent. The move comes amid a broader regulatory crackdown on DeFi, viewed by some as the unruly sector of an industry the SEC chairman once referred to as the \"Wild West.\" “It’s been clear for a while that rather than working to create clear, informed rules, the SEC has decided to focus on attacking long-time good actors like Uniswap and Coinbase,” Uniswap founder Hayden Adams said Wednesday in a post on X. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy “I’m not surprised,\" he added. “Just annoyed, disappointed, and ready to fight [the charges].” Uniswap is the largest decentralized exchange (DEX) by daily trading volumes, processing 22.5% of trading volume, according to CoinGecko\u0027s data. Its targeting by regulators comes roughly a year after its competitor SushiSwap was subpoenaed. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nUniswap UNI -16.039% Labs has received a warning that federal regulators will bring a lawsuit against it, the protocol\u0027s founder\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 2:50PM EDT ",
    "tag": [
      "#Uniswap",
      "#breaking",
      "#lawsuit",
      "#Lawsuits",
      "#Protocols",
      "#SEC",
      "#Uniswap"
    ],
    "author": "Elizabeth Napolitano",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/07/uniswap_dex_aggregator_exchange-1196x675.jpeg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/286094/crypto-vc-competition",
    "title": "The \u0027kumbaya\u0027 era of crypto VC has come to an end, says Dragonfly\u0027s Haseeb Qureshi",
    "type": "Deals",
    "summary": "Dragonfly\u0027s Haseeb Qureshi explains how the crypto VC landscape is becoming increasingly competitive.\nDragonfly’s Haseeb Qureshi explains how the crypto VC landscape is becoming increasingly competitive.\n",
    "content": "Episode 16 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and Dragonfly managing partner, Haseeb Qureshi. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Haseeb Qureshi is a managing partner at the crypto VC firm Dragonfly. In this episode of The Scoop, Qureshi explains how the crypto VC landscape has changed during his five years at Dragonfly and why he believes \u0027points\u0027 are a more useful mechanism than airdrops for incentivizing user behavior. OUTLINE 00:00 Introduction 05:41 Dragonfly Early Days 09:45 Early Crypto VC 13:14 Competing in Layer-1s 26:11 Old Blockchains 29:26 Points 31:47 Airdrop Mechanism Design 37:38 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 2, 2024, 12:23PM EDT ",
    "tag": [
      "#Deals",
      "#VentureCapital"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/20230629_TheScoop_MichaelSaylor_16x9-1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287734/gbtc-daily-outflow",
    "title": "GBTC daily outflow hits record low of $17 million as Grayscale CEO expects ‘equilibrium’",
    "type": "Funds",
    "summary": "GBTC\u0027s daily net outflow hit its lowest since conversion in January, as Grayscale CEO reportedly said the fund is finding its \"equilibrium.\"\nThe Grayscale Bitcoin Trust ETF saw a net outflow of $17.5 million on Wednesday, SosoValue data showed.\nGrayscale CEO Michael Sonneshein said that the ETF outflows seem to be reaching an “equilibrium,” according to Reuters.\n",
    "content": "The Grayscale Bitcoin Trust ETF saw a net outflow of $17.5 million on Wednesday, SosoValue data showed.\nGrayscale CEO Michael Sonneshein said that the ETF outflows seem to be reaching an “equilibrium,” according to Reuters.\nThe daily net outflow from Grayscale Investments’ spot bitcoin exchange-traded fund (GBTC) hit its record low of $17.5 million on Wednesday, according to data from SosoValue. GBTC saw combined net outflows of over $450 million on Monday and Tuesday, with its cumulative outflows in the past three months totaling over $15 billion as of Wednesday, SosoValue data showed. “The decreased GBTC outflows are a bullish signal for crypto due to less continuous selling pressure on BTC,” Nick Ruck, COO of ContentFi Labs told The Block. On Wednesday, the spot bitcoin ETF from Fidelity logged $76.3 million worth of net inflows, while Bitwise’s bitcoin ETF added $24.3 million to its fund. Ark Invest’s ARKB saw $7.3 million of net inflows, bringing the daily total net inflows of U.S. spot bitcoin ETFs to $90 million, according to SosoValue. BlackRock’s IBIT data had not been updated at press time. RELATED INDICES See crypto indices Grayscale Investments CEO Michael Sonneshein said on Wednesday that the company’s fund has begun to reach an “equilibrium” with its outflows, according to Reuters. He added that this follows a period of significant capital flight, triggered by a combination of switch trades and settlements from bankruptcies like FTX. “GBTC flows have seemed to find a bottom with many of the forced sellers rumored to be exhausted,” Benjamin Stani, director of business development at Matrixport, told The Block, adding that bankruptcy cases in FTX and Digital Currency Group have previously added pressure to GBTC outflows. Nevertheless, Stani noted that outflows could rise back to previous levels, as weekly flows of ETFs have shown volatility since debut. “It\u0027s important to remember that we had weeks of slowdown in these before so I would caution a bit on this data point.” “I think the market is just taking it more seriously this time because naturally we’ll find an equilibrium at some point and the comment from Sonnenshein would suggest that we’re close,” Stani said. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nThe daily net outflow from Grayscale Investments’ spot bitcoin exchange-traded fund (GBTC) hit its record low of $17.5 million on Wednesday, according to data from SosoValue.\nGBTC saw combined net outflows of over $450 million on Monday and Tuesday, with its cumulative outflows in the past three months totaling over $15 billion as of Wednesday,\n“The decreased GBTC outflows are a bullish signal for crypto due to less continuous selling pressure on BTC,” Nick Ruck, COO of ContentFi Labs told The Block.\nOn Wednesday, the spot bitcoin ETF from Fidelity logged $76.3 million worth of net inflows, while Bitwise’s bitcoin ETF added $24.3 million to its fund. Ark Invest’s ARKB saw $7.3 million of net inflows, bringing the daily total net inflows of U.S. spot bitcoin ETFs to $90 million, according to SosoValue. BlackRock’s IBIT data had not been updated at press time.\nGrayscale Investments CEO Michael Sonneshein said on Wednesday that the company’s fund has begun to reach an “equilibrium” with its outflows, according to\n. He added that this follows a period of significant capital flight, triggered by a combination of switch trades and settlements from bankruptcies like FTX.\n“GBTC flows have seemed to find a bottom with many of the forced sellers rumored to be exhausted,” Benjamin Stani, director of business development at Matrixport, told The Block, adding that bankruptcy cases in FTX and Digital Currency Group have previously added pressure to GBTC outflows.\nNevertheless, Stani noted that outflows could rise back to previous levels, as weekly flows of ETFs have shown volatility since debut. “It\u0027s important to remember that we had weeks of slowdown in these before so I would caution a bit on this data point.”\n“I think the market is just taking it more seriously this time because naturally we’ll find an equilibrium at some point and the comment from Sonnenshein would suggest that we’re close,” Stani said.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Timmy Shen at [email protected]\nTimmy Shen at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 11:11PM EDT ",
    "tag": [
      "#gbtc",
      "#gbtc",
      "#Grayscale",
      "#grayscalebitcoinminitrust",
      "#SpotBitcoinETF"
    ],
    "author": "Danny Park",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/03/20230317_Grayscale_Color-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/276477/these-developers-are-mashing-erc-20-tokens-and-nfts-together-will-it-work",
    "title": "These developers are mashing ERC-20 tokens and NFTs together: Will it work?",
    "type": "Crypto Ecosystems",
    "summary": "While the Pandora team describes ERC-404 as a “Frankenstein’s monster,” it claims there’s method in its madness.\nA team of four have combined the ERC-20 token standard and NFTs to create a new standard of semi-fungible tokens called ERC-404.\nWe explore how this came to be, how the project works and what’s next.\n",
    "content": "It was around 9 AM in Toronto, Canada, on Feb. 1 when a designer and crypto trader who goes by ctrl on X — his real name is Arya Khalaj — thought he had stumbled onto something brilliant. The project was called Emerald and it claimed to combine ERC-20 tokens with NFTs in a way that could solve NFT liquidity issues for good. It appeared to be the solution for a lot of issues ctrl had come across while working with different crypto projects. He went all in. While chatting online with a friend known pseudonymously as Searn, they started throwing in clips of ether. During this time, the chart just kept going up. Once they ran out of ether, they dipped into their investments in other projects and were soon in to the tune of around $60,000 each. Then, without warning, the project was exploited and the bottom fell out of the chart. Ctrl — who was holed up in a small Airbnb as his lease had expired during a three-month trip to Tokyo — was devastated. “We were sitting there, in total shock, and we were like, what just happened?” he told The Block in an interview. The two crypto traders spoke with a friend and former Coinbase engineer known pseudonymously as Acme about the situation. They reached out to the developer of Emerald and asked if they could help fix the project and bring it back to life. Yet the developer seemed uninterested in getting any help, they said, and planned to relaunch anyway with a quick patch. Acme took a look at the code, said it was barely designed to work at all anyway and would require a full rewrite. So that’s what they did. “We\u0027d been up all night,” said ctrl. “We stayed up for the next 26 hours or so after that. So we\u0027ve been up for two days at this point, just building this thing in a single sprint.” At the end of it, they had built a working implementation of a token standard that combines ERC-20 tokens and NFTs. They called it ERC-404, named after the common website error message. “We thought it was a fitting name because the whole thing was so experimental and we knew it would confuse many protocols and dapps when we launched it because it has mixed ERC-721 and ERC-20 functions,” said ctrl. What is an ERC-404 token? While ERC-20 tokens are fungible tokens that can be replaced by any other token, NFTs are unique tokens that are non-fungible, and can’t be switched like-for-like. ERC-404 combines both ideas to create what the team calls a semi-fungible token. The team acknowledged that this creates some sort of Frankenstein’s monster. “It\u0027s just a matter of actually understanding how to mix two things that have never been mixed and weren’t designed to be mixed together — and are actually conflicting,” ctrl said. In practice, it looks like this: a project can offer 100 tokens and 100 NFTs, for example, where each token is linked to an NFT. If someone buys less than a whole token, the NFT is burned and they just have a fraction of a token. If they combine this with more fractions of a token, an NFT is minted back into their wallet. The core idea is that it allows people to buy and sell NFTs, as well as parts of an NFT, where the parts are represented as tokens. Since two halves of a token can be combined to create an NFT, the tokens should, in theory, retain the value of the underlying NFT potential — even when it\u0027s temporarily gone. Two half tokens will be worth half of a whole token and NFT combo because they can be combined at will to create the whole token with the corresponding NFT. The only issue is that combining two tokens won\u0027t return the same NFT, so its value might be a bit variable — but this will also depend on the specific project in question as each project can implement the token standard in its own way; choosing how many NFTs they want per token and how the NFTs are regenerated. For instance, a project might generate new NFTs every time they’re minted, or they might have all NFTs look the same. With NFTs getting constantly minted and burned, this raises the question of whether the token design will result in a lot of costly transaction fees. A developer known as quit on X noted that the current system is more expensive than current NFT projects. The team acknowledged that this is a potential issue but said they have been focused on optimizing it. Opening Pandora’s box The team of four — comprising ctrl, Searn, Acme and another individual known as Hohenheim — named their project Pandora and created the first token under the ERC-404 token standard on Feb. 2. It’s worth noting that while they have done some tests, it’s still unaudited and carries some risk. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Pandora created 10,000 NFTs called Replicants that are bound to 10,000 Pandora tokens. The NFTs are in the form of boxes with five different colors — each with varying levels of rarity — that may later reveal different artwork. Anyone who buys a token will get an NFT — and, if they spend half of that token, the NFT is destroyed. When new NFTs are minted, they are randomized, meaning that the distribution and rarity can change over time. This means users need to be careful they don’t accidentally destroy their own rare NFTs, which could get replaced with more common ones. “[ERC-404] allows you to do things that were never possible with ERC-721. And because of that, there are a lot of different implementations, a lot of different ways you could approach the concepts. We obviously had to just choose one,” said ctrl. “But people are already doing their own things.” At launch, 7% of the supply was allocated to the team and early contributors. Upon launch, the team purchased 23% of the total supply to be used to provide extra liquidity through market makers or for token listings. So far, the project has seen $100 million of trading volume on decentralized exchanges. The token has reached a price of around $12,800, giving the project a fully diluted valuation of $125 million, while the NFTs have reached a similar floor price. Some projects are testing the waters Since launch, a few projects have started experimenting with the Pandora token. On-chain index project Peopods Finance has added the Pandora token so it can be wrapped and used to generate yield. Lending platform Teller has added it so it can be used as collateral for loans. Furthermore, trading platform Wasabi Protocol has listed it, enabling perpetual trading of the token. In the near term, the team is planning to propose an Ethereum Improvement Proposal — something that, if accepted, would make Ethereum better designed to support this sort of token standard. Hohenheim said the team didn’t want to give a hard timeline but that it’s talking about a number of days, not weeks, before doing so. The team is also preparing to launch a protocol very soon that could speed up the adoption of ERC-404 tokens, ctrl said. It would provide creators and developers with the tools and infrastructure for building products involving ERC-404 tokens. “What we\u0027re doing now is we are focused less on the usual NFT gimmicks and more on building, like actual functional, usable, user-facing products, that also integrate with our collection and that make people want to hold our collection because of the incentives that they get,” he said. Why create ERC-404 tokens? While understanding how ERC-20 tokens and NFTs can be combined together is one thing, another question is why anyone would want to do so. The Pandora team said there were two main reasons why this makes sense. The first is that it could help with liquidity for NFTs. Ctrl said that any NFT built on the ERC-404 standard would have liquidity as long as there’s a liquidity pool. This means any NFT can be sold at any time without needing to find a buyer counterparty. “People get mad when people floor 40 [NFTs] at a time. Well, now you effectively have a token price that reflects a floor price in real-time, and there\u0027s no such thing as a thick or third floor because there is actual native liquidity,” he said. The second reason is that it can provide native fractionalization of NFTs. Right now, to fractionalize an NFT, you need to lock it up and create a number of tokens that represent the overall NFT — something that is tricky to unwind and piece back together. By providing native fractionalization, the idea is that ERC-404 tokens could offer a better user experience. “That\u0027s why native fractionalization is such a big deal, I think, because it\u0027s actually a feature built in,” said ctrl. “People don\u0027t need to feel like they have to go and do some weird four-step process and get this kind of legitimate NFT that\u0027s a derivative.” Ctrl also noted that NFTs using the ERC-404 token standard could be applied in the gaming industry, particularly when it comes to the gamification of destroying and reminting NFTs with a randomization factor. If successful, this would incentivize more trading of these tokens, something that could spur wider adoption. Although that\u0027s assuming people will be able to get their heads around semi-fungibility of course. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "February 7, 2024, 9:59AM EST ",
    "tag": [
      "#CryptoEcosystems",
      "#DeFi",
      "#Metaverse\u0026amp;NFT",
      "#NFTCollections",
      "#Web3",
      "#Assets",
      "#Crypto",
      "#DecentralizedInfrastructure",
      "#DEXs",
      "#feature",
      "#Tokenization",
      "#Assets",
      "#Crypto",
      "#DecentralizedInfrastructure",
      "#DEXs",
      "#feature",
      "#Tokenization"
    ],
    "author": "Tim Copeland",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/02/pandora1.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/learn/287081/what-is-bitwises-bitb-spot-bitcoin-etf",
    "title": "What is Bitwise’s BITB spot bitcoin ETF?",
    "type": "The Block",
    "summary": "Understanding the BITB spot bitcoin ETF from the digital asset management firm Bitwise Investment Advisors.\n",
    "content": "The Bitwise Bitcoin ETF (BITB) is an exchange-traded fund from the digital asset management firm Bitwise Investment Advisors. On Jan. 11, 2024, it joined 10 other exchange-traded products as one of the first spot bitcoin ETFs approved by the U.S. Securities and Exchange Commission. What is a spot bitcoin ETF? A spot bitcoin ETF allows investors to forgo direct bitcoin ownership but still gain exposure to the cryptocurrency\u0027s price movements. Investors can buy shares of the ETF through their brokerage accounts, which represent ownership of a portion of the Bitcoin held by the fund. Trading of the ETF shares occurs on traditional stock exchanges, providing investors with liquidity and ease of access to Bitcoin exposure. What is BITB\u0027s issuer Bitwise? Bitwise is a cryptocurrency asset management firm that offers investment solutions focused on cryptocurrencies. They provide a range of crypto investment funds, including index funds, liquid beta funds, and innovative strategies tailored to different investor needs. Bitwise aims to provide institutional-grade crypto investment products to investors while prioritizing transparency, security, and regulatory compliance. What fees does BITB charge? BITB maintains a sponsor fee of 0.20%, which might change. How does Bitwise\u0027s ETF differ from other spot bitcoin ETFs? Bitwise was the first firm to disclose the public addresses for its spot bitcoin ETF. It did so in the spirit of on-chain transparency. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy \"Today the Bitwise Bitcoin ETF (BITB) becomes the first U.S. bitcoin ETF to publish the bitcoin addresses of its holdings,\" Bitwise said while announcing its bitcoin addresses. \"Now anyone can verify BITB\u0027s holdings and flows directly on the blockchain.\" Bitwise is also one of the few spot bitcoin ETFs listed on NYSE Arca, along with Grayscale Investment\u0027s GBTC and Hashdex\u0027s DEFI funds. How does Bitwise\u0027s BITB custody its bitcoin? The ETF\u0027s digital asset custodian is Coinbase Custody Trust LLC, the most popular custodian for spot bitcoin ETF issuers. The fund\u0027s trust custodian is BNY Mellon. Are Bitwise\u0027s Bitcoin addresses public? Yes, and the firm announced the addresses on Jan. 24, 2024. Disclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 4:00PM EDT ",
    "tag": [
      "#BITB",
      "#bitwise",
      "#BitwisespotbitcoinETF"
    ],
    "author": "",
    "linkImage": "https://www.tbstat.com/wp/uploads/2018/12/Bitwise-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/284803/web3-infrastructure-provider-ankr-unveils-neura-blockchain-for-ai-startups",
    "title": "Web3 infrastructure provider Ankr unveils Neura blockchain for AI startups",
    "type": "Infrastructure",
    "summary": "Neura is designed to offer access to decentralized GPU resources, crypto-based crowdfunding and on-chain AI operations.\nAnkr is set to launch the Neura blockchain for AI startups — offering access to decentralized GPU resources, crypto-based crowdfunding and on-chain AI operations.\nNeura is designed to enable companies to deploy, train and operate AI models on-chain.\n",
    "content": "To contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 26, 2024, 12:01PM EDT ",
    "tag": [
      "#ankr",
      "#Bitcoin",
      "#Cosmos",
      "#DecentralizedInfrastructure",
      "#Ethereum",
      "#quote"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2019/05/robot-1797548_1920-1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/learn/284548/what-is-the-arkb-spot-bitcoin-etf",
    "title": "What is the ARK 21Shares ARKB spot bitcoin ETF?",
    "type": "The Block",
    "summary": "The ARK 21Shares Bitcoin ETF, known as ARKB, is a crypto-focused fund from the investment manager Ark Invest and fintech firm 21Shares.\n",
    "content": "The ARK 21Shares Bitcoin exchange-traded fund (ETF), known as ARKB, is a crypto-focused fund from the investment manager Ark Invest and fintech firm 21Shares. ARKB was one of the 11 spot bitcoin ETFs approved on Jan. 11, 2024. The fund has done well since its launch, and it even climbed to third place in terms of bitcoin under management. ARKB\u0027s volumes, however, remained modest compared to its competitors. What is a spot bitcoin ETF? A spot bitcoin ETF is an exchange-traded fund that directly holds bitcoin as its underlying asset. It lets investors gain exposure to the cryptocurrency without buying or storing bitcoin. Who are ARKB\u0027s issuers, ARK Investment Management and 21Shares? Founded by Cathie Wood in 2014, ARK Invest offers a range of actively managed ETFs targeting specific themes such as fintech innovation. Ark Invest gained attention for its bullish outlook on blockchain and other disruptive technologies. The firm often makes bold predictions about the future potential of these technologies and the companies driving their development. 21Shares is a Swiss fintech company that specializes in providing cryptocurrency investment products. The firm offers numerous exchange-traded products (ETPs), including ETFs, that track various cryptocurrencies. These products give investors regulated exposure to digital assets through traditional brokerage accounts. What fees does ARKB charge? THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy ARKB has a management fee of 0.21%, which is subject to change. This management fee comprises ARKB\u0027s total annual fund operating expenses. How does ARK Investment\u0027s ETF differ from other spot bitcoin ETFs? Unlike other spot bitcoin ETFs, ARKB has two main companies behind it: Ark Invest and 21Shares. 21 Shares US is ARKB\u0027s sponsor, and Ark Investment Management is its sub-advisor. How does ARKB custody its bitcoin? Coinbase Custody Trust Company LLC custodies the bitcoin in ARKB. The same firm provides custody services for the spot bitcoin ETFs from Grayscale Investments and BlackRock. Are ARKB\u0027s bitcoin addresses public? The firms behind ARKB have never officially publicized the fund\u0027s bitcoin addresses. However, the bitcoin data tracking platform Arkham Intelligence said it found ARKB\u0027s bitcoin wallet address. Disclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 3, 2024, 11:46AM EDT ",
    "tag": [
      "#arkb"
    ],
    "author": "",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/03/20230322_Bitcoin_Generic_5-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287629/bitcoin-scaling-developer-alpen-labs-comes-out-of-stealth-reveals-10-6-million-in-past-seed-funding",
    "title": "Alpen Labs comes out of stealth, reveals $10.6 million in past funding",
    "type": "Startups",
    "summary": "Alpen Labs aims to help fix scaling issues with the Bitcoin network through zero-knowledge proofs and rollups.\nAlpen Labs went out of stealth Wednesday and announced $10.6 million in prior funding.\nThe firm aims to help fix scaling issues with the Bitcoin network through zero-knowledge proofs and rollups.\n",
    "content": "Alpen Labs, a startup scaling bitcoin with zero-knowledge technology and rollups, went out of stealth Wednesday and announced $10.6 million in prior funding. The venture firm Ribbit Capital led a seed funding round for Alpen in 2023, which the firm used to grow its team of cryptographers and engineers, according to an official company release shared with The Block. Alpen Labs\u0027s other backers include Castle Island Ventures, Geometry Research, Stillmark, Village Global, Robot Ventures, Axiom Capital, WillowTree Investments, John Pfeffer, Charlie Songhurst, Charles Cascarilla, Ben Davenport, Ashwin Ramachandran, Waitkit Lau and others. Alpen Labs aims to help fix certain problems related to the Bitcoin network, such as privacy, programmability and scalability, using zero-knowledge proofs (ZKPs). ZKPs verify data without revealing information about the data itself. Using zero-knowledge technology, Alpen aims to breaking down running large programs on Bitcoin into more manageable tasks of verifying smaller digital signatures to help scale the network, the company said in a release. In addition, Alpen Labs is developing Bitcoin rollup infrastructure, which is a way to combine numerous transactions into one on the blockchain. The firm intends to release more information on its rollup ecosystem soon, with a testnet launch slated for sometime in 2024. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy \"We envision a programmable, scalable Layer 2 ecosystem on Bitcoin as the best place for on-chain finance: from payments to lending, custody, stablecoins and use cases not-yet-imagined,\" said Alpen Labs Co-Founder and CEO Simanta Gautam in a release. Some of the end goals Alpen Labs envisions include BTC-collateralized stablecoins, hashrate futures for miners, applications offering trust-minimized yield on BTC and overcollateralized borrowing on BTC, among others. \"With over one trillion dollars stored in Bitcoin, we believe it has significant potential to usher in a better money future, with unprecedented global appeal,\" said Ribbit Capital\u0027s Justin Saslaw in a statement. \"By introducing more scalability, expressivity and privacy to Bitcoin, the Alpen team is helping to unlock opportunities for application-level creativity and growth, for a more dynamic and inclusive financial ecosystem.\" Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Jason Shubnell at [email protected]\nJason Shubnell at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 12:41PM EDT ",
    "tag": [
      "#AlpenLabs",
      "#Bitcoin",
      "#breaking",
      "#Rollups",
      "#Seed\u0026amp;Pre-Seed"
    ],
    "author": "MK Manoylov",
    "linkImage": "https://www.tbstat.com/wp/uploads/2022/10/20221005_Funding_Roundup-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287680/younger-generations-more-invested-in-crypto-than-stocks-survey-finds",
    "title": "Younger generations more invested in crypto than stocks, survey finds",
    "type": "Markets",
    "summary": "Gen Zers are more likely to own crypto than stocks, according to a Policygenius survey released on Tuesday. \nAbout 18% of GenZers own stocks and 20% own cryptocurrency, according to a survey released on Tuesday.\nYounger generations are also leaning into crypto compared to more traditional stocks, the survey found.\n",
    "content": "About 18% of GenZers own stocks and 20% own cryptocurrency, according to a survey released on Tuesday.\nGen Zers are more likely to own crypto than stocks as they take a different approach to financial planning than older generations, according to a Policygenius survey. About 18% of GenZers own stocks and 20% own cryptocurrency, according to the 2024 Policygenius Financial Planning Survey released on Tuesday. For reference, 33% of Boomers own stocks and just 5% own crypto. YouGov conducted the survey on behalf of Policygenius in mid-October, polling 4,063 Americans age 18 or older. The average margin of error was +/—2%, according to Policygenius. \"Younger generations store their wealth differently than their Gen X and boomer counterparts, including novel investments like cryptocurrency. This could show a bigger willingness to take risks with their money, but it could also reflect obstacles they can\u0027t control, like the growing housing shortage,\" said Myles Ma, certified personal finance counselor at insurance platform Policygenius in a statement. The Financial Industry Regulatory Authority Foundation and the CFA Institute reached a similar conclusion in May last year. About 56% of Gen Zers own some investments, with about 55% of them owning crypto and 41% owning individual stocks, according to their survey. RELATED INDICES See crypto indices Real estate Younger generations are also just as likely or more likely to own crypto as they are to own real estate, the survey found. Thirteen percent of GenZers and 24% of Millennials own real estate, while 45% of Boomers also own real estate in comparison, according to the survey. High interest rates and low inventory are making it difficult to buy a home in the U.S., according to the U.S. Government Accountability Office. Buying real property may help build wealth, but it has become decreasingly affordable over the years. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nGen Zers are more likely to own crypto than stocks as they take a different approach to financial planning than older generations, according to a Policygenius survey.\nAbout 18% of GenZers own stocks and 20% own cryptocurrency, according to the 2024 Policygenius Financial Planning Survey released on Tuesday. For reference, 33% of Boomers own stocks and just 5% own crypto.\nPolicygenius Financial Planning Survey\n\"Younger generations store their wealth differently than their Gen X and boomer counterparts, including novel investments like cryptocurrency. This could show a bigger willingness to take risks with their money, but it could also reflect obstacles they can\u0027t control, like the growing housing shortage,\" said Myles Ma, certified personal finance counselor at insurance platform Policygenius in a statement.\nThe Financial Industry Regulatory Authority Foundation and the CFA Institute reached a similar conclusion in May last year. About 56% of Gen Zers own some investments, with about 55% of them owning crypto and 41% owning individual stocks, according to their survey.\nThirteen percent of GenZers and 24% of Millennials own real estate, while 45% of Boomers also own real estate in comparison, according to the survey.\nHigh interest rates and low inventory are making it difficult to buy a home in the U.S., according to the U.S. Government Accountability Office. Buying real property may help build wealth, but it has become decreasingly affordable over the years.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 3:28PM EDT ",
    "tag": [
      "#crypto",
      "#Policygenius",
      "#cryptoinvesting",
      "#cryptoinvesting",
      "#millenials"
    ],
    "author": "Sarah Wynn",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/09/20230809_MarketUp_News3-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/285334/bitcoins-rally-caused-vcs-to-aggressively-return-to-crypto",
    "title": "Bitcoin\u0027s rally caused VCs to \u0027aggressively\u0027 return to crypto",
    "type": "Venture Capital",
    "summary": "Reciprocal Ventures partner Craig Burel explains how venture capitalists are flocking back to the crypto industry in the wake of the market\u0027s recent rally.\nReciprocal Ventures partner Craig Burel explains how venture capitalists are flocking back to the crypto industry in the wake of the market’s recent rally.\n",
    "content": "Episode 15 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and Reciprocal Ventures partner Craig Burel. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Craig Burel is a partner at Reciprocal Ventures. In this episode of The Scoop, Burel explains how the recent market rally caused sidelined venture capitalists to return to the crypto industry in earnest. OUTLINE 00:00 Introduction 07:38 Nuances of Crypto VC 10:05 Crypto Venture Maturation 13:12 Valuations in the Bull 19:15 Solana Conviction 23:15 Navigating Market Cycles 28:17 Consumer Crypto Apps 32:22 Improving Tokenomics 38:00 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 28, 2024, 9:24AM EDT ",
    "tag": [
      "#Deals",
      "#VentureCapital"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/03/20230629_TheScoop_MichaelSaylor_16x9-8-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287608/crypto-fund-brevan-howard-digital-rises-34-5-to-1-7-billion-in-q1-report",
    "title": "Crypto fund Brevan Howard Digital returns 34.5% in Q1: report",
    "type": "Companies",
    "summary": "BH Digital gained 44% in 2023 and increased a total of 51% since it started trading in March 2022, Bloomberg reports.\nBrevan Howard Digital, a subsidiary of the hedge fund manager Brevan Howard, had returns of 34.5% in the first quarter of this year, Bloomberg reports.\nBrevan Howard Digital’s increase comes as the macro crypto market trends downward.\n",
    "content": "Brevan Howard Digital, a subsidiary of hedge fund manager Brevan Howard, had returns of 34.5% in the first quarter of 2024, reports Bloomberg citing people familiar with the matter. BH Digital gained 44% in 2023 and has increased a total of 51% since it started trading in March 2022, Bloomberg adds. It lost money in 2022, the year of the crypto bear market that was spurred in part by the collapse of the Terra-Luna stablecoin ecosystem. BH Digital currently has $1.7 billion in assets under management. In early April, BH Digital, along with Mike Novogratz\u0027s Galaxy Digital, invested $20 million in commitments in the crypto accelerator Alliance Fund III. The fund aims to invest $500,000 per startup and accrue $80 million in further funding by July to cap at $100 million, The Block previously reported. BH Digital Brevan Howard formed BH Digital in September 2021 to provide digital asset exposure across investing and business operations in public and private markets, according to the firm\u0027s website. \"Our belief in the huge diversity of opportunities within the digital asset space and the significance of this to long term investors is the reason we are delighted to launch BH Digital,\" the firm\u0027s CEO Aron Landy said at the time. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy BH Digital\u0027s revealed fund increase comes as major cryptocurrencies largely trended downward in the past month. Bitcoin, the biggest cryptocurrency by market capitalization, has dropped 4.7% over the past 30 days. The second largest token by market capitalization ether fell 13.38% within the same time frame, according to The Block\u0027s cryptocurrency price page. Not all tokens saw losses in March, however. Solana, darling for blockchain payments and memecoins alike, rose 14.73% and Binance\u0027s token BNB rose 13.99% in the past month. Solana in particular reached its highest ever market capitalization at $81.1 billion on March 14, thanks in part to popular memecoins taking off, and also reached an all-time record of daily new addresses of over 690,000. Update (Apr. 10, 19:51 UTC): Clarified that BH Digital\u0027s strategy saw returns of 34.5% in the first quarter of 2024 and that its current assets under management are $1.7 billion. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Jason Shubnell at [email protected]\nJason Shubnell at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 11:52AM EDT ",
    "tag": [
      "#BrevanHowardDigital",
      "#breaking"
    ],
    "author": "MK Manoylov",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/08/money_blockchain-1200x675.jpeg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/283009/stacks-bitcoin-layer-2",
    "title": "How layer 2s are trying to transform Bitcoin\u0027s culture",
    "type": "Layer 2s and Scaling",
    "summary": "Stacks co-creator Muneeb Ali discusses how bitcoin layer-2 networks are changing the way people think about BTC.\nStacks co-creator and Trust Machines CEO Muneeb Ali discusses how layer 2 networks on Bitcoin are changing the way people think about BTC.\n",
    "content": "Episode 13 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and Trust Machines CEO \u0026 Stacks Co-Creator Muneeb Ali. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. Muneeb Ali is the CEO of Trust Machines and the co-creators of Stacks — a layer 2 that enables smart contracts and decentralized applications to utilize bitcoin for base-layer security. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy In this episode of The Scoop, Ali discusses the growth and importance of Bitcoin layer 2 solutions. He emphasizes the need for BTC capital to be deployed in L2s and the potential for Bitcoin L2s to become a significant category in the crypto industry. According to Ali, creating more on-chain uses for bitcoin will ultimately make the asset more valuable: “Bitcoin rails can be upgraded through layer-2s... There can be all sorts of use cases that that are deployed there and BTC the capital can be more productive — it will make bitcoin more valuable.” Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 18, 2024, 4:47AM EDT ",
    "tag": [
      "#CryptoEcosystems",
      "#Layer2sandScaling"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/03/20230629_TheScoop_MichaelSaylor_16x9-7-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/286358/the-scoop-falconx",
    "title": "Brokerage shop exec: World\u0027s largest hedge funds only just starting with crypto",
    "type": "Exchanges",
    "summary": "FalconX global head of revenue and business Austin Reid discusses the current state of institutional adoption of crypto.\nFalconX’s global head of revenue and business, Austin Reid, discusses the current state of institutional adoption of crypto.\n",
    "content": "Episode 17 of Season 6 of The Scoop was recorded with The Block\u0027s Frank Chaparro and FalconX Global Head of Revenue and Business Austin Reid. Listen below, and subscribe to The Scoop on YouTube, Apple, Spotify, Google Podcasts, Stitcher, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected] THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Austin Reid is the global head of revenue and business at FalconX. In this episode of The Scoop, Reid discusses why we are still at the \u0027early stages\u0027 of institutional adoption of crypto, and the role retail traders have played in the market\u0027s current rally. OUTLINE 00:00 Introduction 04:12 Market Overview 08:06 FalconX Volume 12:03 Crypto Derivatives 15:55 Interest Rates 19:19 Institutional Adoption 22:10 ETF Flows 26:49 Retail Flows 32:51 Market Maturation 35:06 Exchange Improvements 39:25 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 3, 2024, 3:37PM EDT ",
    "tag": [
      "#Companies",
      "#Exchanges",
      "#TheBlock"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/20230629_TheScoop_MichaelSaylor_16x9-1-1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287588/sushi-dao-treasury-proposal-passes-signal-vote",
    "title": "Controversial Sushi DAO treasury proposal passes signal vote",
    "type": "Governance",
    "summary": "The governance proposal suggests transferring more than $40 million in DAO-controlled treasury assets to a new vault managed by Sushi Labs.\nA controversial Sushi DAO treasury proposal has passed an initial signal vote.\nThe governance proposal suggests transferring more than $40 million in DAO-controlled treasury assets to a new vault managed by Sushi Labs.\n",
    "content": "A controversial Sushi SUSHI -3.90% DAO governance proposal — involving the transfer of more than $40 million in DAO-controlled treasury assets to a new Labs model — has passed an initial community signal vote. Voting concluded earlier today, with 62.5% in favor of the proposal. As a signal vote, the proposal was designed to indicate whether or not the change in structure should progress. An implementation vote is already underway, with 83% currently in favor, scheduled to conclude on April 17. The proposal has been heavily criticized, however, with SushiSwap Compensation Committee member Naïm Boubziz alleging the core development team created fresh wallets ahead of the vote to increase the team’s voting power. The proposal is the first time the SushiSwap team address — Sushigov.eth — has ever voted, according to Boubziz. The wallet\u0027s 5.5 million in SUSHIPOWAH votes and a further 3.1 million delegated to it make it the largest voting block, even though the community never expected the wallet to be used in governance. In crypto, a lab generally conducts research and development to promote the protocol, while a DAO is a decentralized governance organization, and its decisions are generally not centralized. The SushiSwap core team did not immediately respond to a request for comment from The Block. SushiSwap treasury proposal The SushiSwap governance proposal suggested transferring assets from the DeFi app\u0027s DAO-controlled treasury to a new one controlled by Sushi Labs while also ensuring all future airdrops are directed to the Sushi Labs vault. “We request that Sushi DAO award a grant of 25 million Sushi tokens to Sushi Labs, including assets from the Arbitrum airdrop, business development, and partner grants, Kanpai 2.0, Sushi 2.0, rewards, stablecoins, and \u0027Sushi House\u0027 funds,” SushiSwap developer Jiro wrote in a post last month. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy The proposal also stipulated the new Sushi Labs entity would be the sole beneficiary of future airdrops awarded to Sushi by protocols and partners. According to Jiro, this proposal aims to evolve Sushi by adopting a labs model, “thereby restructuring the current organization to enhance operational efficiency and accelerate protocol development.” The developer added that the move is necessary because the current SushiSwap governance procedures “require more flexibility to accelerate our development pace.” Furthermore, the proposal intends to “empower Sushi Labs with exhaustive and sole operational responsibility for core product development.” SushiSwap “Head Chef” Jared Grey told The Block on April 5 that the proposal is part of a necessary restructuring of the governance model for both the benefit of Sushi holders and the DAO. “The goal of our proposal is to optimize the relationship between the operations element and the DAO,” Grey said. He added that the proposal offers a path forward for shipping products faster and ensuring operational continuity and DAO autonomy. Sushi’s token is trading down 9% over the past 24 hours, according to The Block’s price page. SUSHI/USD price chart. Image: The Block/TradingView. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nA controversial Sushi SUSHI -3.90% DAO governance\nSUSHI/USD price chart. Image: The Block/TradingView.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Jason Shubnell at [email protected]\nJason Shubnell at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 10:28AM EDT ",
    "tag": [
      "#SushiSwap",
      "#GovernanceVotes",
      "#graph",
      "#quote"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2021/12/20211208_SushiSwap-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287553/socialfi-app-tomo-raises-3-5-million-usd-seed-funding-points-rewards",
    "title": "SocialFi app Tomo raises $3.5 million in seed funding, plans points revamp",
    "type": "Venture Capital",
    "summary": "The Web3 social app also unveiled a new TomoID wallet feature and a planned revamp of its points rewards system.\nWeb3 social app Tomo has raised $3.5 million in a seed funding round led by Polychain Capital.\nThe platform also unveiled a new TomoID wallet feature and a planned revamp of its points rewards system.\n",
    "content": "Illustration by Iris Cho for The Block\nSocialFi app Tomo has closed a $3.5 million seed funding round led by Polychain Capital, with participation from Consensys, Symbolic Capital, OKX Ventures, Nomad Capital, Story Protocol, dao5, KuCoin Ventures and HTX Ventures, among others. “We are thrilled by the support from our investors, enabling us to innovate in the SocialFi landscape,” Tomo founder Ryan Fang said in a statement. “Tomo\u0027s mission is to pioneer a multichain Web3 Social Wallet that unlocks unique blockchain-enabled opportunities. Our vision extends to building a platform where every connection is valued, direct and financially.” “At Polychain, we back founders and projects that enable new behaviors. We recognize Tomo\u0027s role in introducing an immense new user base to the web3 space,” Polychain Capital founder and CEO Olaf Carlson-Wee added. “Tomo adds financial incentives to the feedback loops already embedded in social media apps, optimizing the distribution of value created at the intersection of creators and fans.” Tomo did not disclose a valuation or the structure of the round. What is Tomo? Similar to other SocialFi apps, like first-mover FriendTech, Tomo uses a “Keys” system, enabling users to purchase access to creators’ content and direct messaging, with content moderation governed by its community guidelines. Key transactions are displayed in USD but made in ether, with a 10% royalty fee shared equally between Tomo and the content creator. The iOS and Android app aims to simplify the introduction of social media users to blockchain technology, connected via their Gmail, Apple ID, X or Instagram handles. Tomo integrates fiat on-ramping solutions via third-party partners, automatically setting up non-custodial wallets using ERC-4337 technology and operating on the cheaper, scalable Ethereum Layer 2 networks Linea and Base, incubated by Consensys and Coinbase, respectively. ERC-4337, a key update introduced by core developers in March 2023, enabled account abstraction on Ethereum for the first time. Account abstraction allows wallets to work as smart contracts and operate a host of sophisticated features like multi-factor authentication and wallet social recovery. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Tomo currently ranks fourth in terms of total value locked in SocialFi apps, according to DeFiLlama data, with nearly $1 million in assets. FriendTech leads the crypto niche with a TVL of $40 million on Base. The Arena on Avalanche and Alpha on NOS rank second and third. TomoID, Tomojis and revamped points rewards Alongside the funding announcement, the platform also unveiled TomoID — a social wallet for content creators and businesses, featuring a link-in-bio tool and an affiliate program for crypto commissions, just launched in beta, according to the team. Tomo is also set to revamp its points system in the coming weeks, incentivizing engagement with the app for early contributors and participants. Tomo has yet to confirm whether or not it will launch a token for the platform. However, if or when it does, the points could be an important metric for retroactively rewarding users, the team told The Block. The SocialFi app also enables users to create and trade ERC-404 tokens called “Tomojis” — offering fractional ownership compared to traditional NFTs. Tomojis serve as collectible digital assets and functional emojis on the app, which can also be traded on exchanges, Tomo said. A team of four combined Ethereum’s ERC-20 token standard and NFTs to create the new ERC-404 standard of semi-fungible tokens in February. “Tomo\u0027s SocialFi strategy is not just another ‘bonding curve’ fork. The team focuses on the social aspect with a clear vision and innovative Web3-native ideas,” Consensys Growth Lead Marco Monaco said. “This investment is not just about the team but also about a tech stack that serves as a reference implementation for dApps aiming to bring millions into Web3: mobile app, account abstraction, transparent bridging, self-custody, fiat onramp, and cooperation with the Linea ecosystem.” Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 12:05PM EDT ",
    "tag": [
      "#Tomo",
      "#exclusive",
      "#quote",
      "#Seed\u0026amp;Pre-Seed"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/10/20231024_SocialMedia_News-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287572/bitcoin-miner-manufacturer-auradine-series-b-halving",
    "title": "Bitcoin miner manufacturer Auradine raises $80 million Series B ahead of halving",
    "type": "Deals",
    "summary": "Auradine, a web infrastructure startup that also manufactures Bitcoin miners, has raised $80 million in a Series B funding round.\nAuradine has raised $80 million in a Series B funding round.\nThe new round comes ahead of the Bitcoin halving event as the company gears up to ship its Teraflux bitcoin miners.\n",
    "content": "Auradine, a web infrastructure startup that also manufactures Bitcoin BTC +2.14% miners, has raised $80 million in a Series B funding round. Several investors, including StepStone Group, Top Tier Capital Partners, MVP Ventures, Maverick Capital, Celesta Capital, Mayfield Fund and Marathon Digital, joined the \"oversubscribed\" round, Auradine said Wednesday. Auradine was initially looking to raise $70 million but ended up raising more due to greater investor interest, co-founder and CEO Rajiv Khemani told The Block. Auradine began raising Series B earlier this year and closed it last week, he said. Like its $81 million Series A round last year, Auradine\u0027s Series B round is also a mix of equity and debt. It consists of $60 million in equity and $20 million in debt, Khemani said. The Series A round had brought Auradine\u0027s valuation to over $500 million. Khemani declined to comment on the latest valuation but said Auradine has yet to reach unicorn status. However, the company is \"very optimistic\" about reaching a $1 billion valuation in the future based on product and customer traction and progress, said Khemani. Auradine\u0027s Series B ahead of Bitcoin halving THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Auradine\u0027s Series B round comes ahead of the Bitcoin halving event expected next week. Khemani said Auradine is seeing strong demand for its Teraflux bitcoin miners. \"We have achieved $80 million in bookings already and have an order pipeline of over $200 million,\" he said. \"Halving will further the need for energy efficiency and demand response. Our unique EnergyTune capability and energy-efficient silicon, along with the highest terahash performance, work well for post-halving,\" he added. Founded in 2022, California-based Auradine launched its Teraflux bitcoin miners last November. The company has so far shipped its machines to over 30 \"leading data-center-scale\" miners. Auradine designed its bitcoin miners in the U.S., which it said is a critical factor for decentralized supply and national security in the current geopolitical landscape. Bitcoin miners are Auradine\u0027s first product line. It plans to launch more products for the blockchain and artificial intelligence industries. \"We are working on an additional blockchain product line and an AI product line,\" Khemani said. \"Both are in the development stage. We expect to provide disruptive solutions in these areas.\" There are currently around 75 people working for Auradine, and it plans to hire more people, particularly in research and development and supply chain operations, Khemani said. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nAuradine, a web infrastructure startup that also manufactures Bitcoin BTC +2.14% miners, has raised $80 million in a Series B funding round.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 10:30AM EDT ",
    "tag": [
      "#Auradine",
      "#breaking",
      "#Crypto",
      "#Mining",
      "#MiningCompanies",
      "#quote",
      "#SeriesB"
    ],
    "author": "Yogita Khatri",
    "linkImage": "https://www.tbstat.com/wp/uploads/2021/12/20211213_Evolution_of_bitcoin_Mining-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/272435/protocol-prism-unveiling-the-architectural-tradeoffs-of-modern-blockchains-presented-by-solana",
    "title": "Protocol Prism: Unveiling the Architectural Tradeoffs of Modern Blockchains- Presented by Solana",
    "type": "The Block",
    "summary": "Blockchains are poised to become a foundational element of digital infrastructure. This report focuses on fundamental differences in blockchain design\n",
    "content": "Blockchains are poised to become a foundational element of digital infrastructure. This report focuses on fundamental differences in blockchain design that have been chosen by different protocols to pave the way for mass adoption. Despite all modern blockchains aiming to deliver public rails that are performant and secure, their approaches and timelines to achieve those goals vary. To shed light on these differences, we outline the main functions blockchains perform and introduce a framework to categorize them. With case study-type analyses of Ethereum and Cosmos, along with a thorough review of Solana’s design approach, we compare their strengths and weaknesses. Our study highlights the critical differences between horizontal and vertical scaling and the trade-offs between them. This comparison provides a detailed perspective on the technological choices and strategies influencing the evolution of smart contract platforms as the backbone of a growing on-chain financial economy. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy The report is structured as follows: Part 1 defines the core functions of a blockchain system, and then classifies modern blockchains into several encompassing architectures according to the variations across their functions. Part 2 contextualizes the tradeoffs required for scaling blockchains across each function (such as data storage or execution), highlighting the way in which scalability optimization impacts important properties such as decentralization, security and interoperability. Part 3 takes a deep dive into Solana’s design philosophy as an execution-focused, vertically integrated blockchain, as well as the many unique hurdles it has faced in the pursuit of achieving greater scalability. Finally, Part 4 compares the key design choices taken by protocols in the context of their varying scaling approaches, offering insights into their progress to date alongside critical commentary from the builders and thinkers shaping the future of blockchain design. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "January 15, 2024, 9:01AM EST ",
    "tag": [
      "#TheBlock",
      "#research",
      "#research"
    ],
    "author": "Kevin Peng",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/01/20240109_ProtocolPrism_Thumbnail-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/285268/zksync-founder-explains-why-zero-knowledge-proofs-are-the-endgame-for-blockchain-scalability",
    "title": "zkSync founder explains why zero-knowledge proofs are the \u0027endgame\u0027 for blockchain scalability",
    "type": "Layer 2s and Scaling",
    "summary": "Matter Labs co-founder and CEO Alex Gluchowski explains how the computational integrity of zero-knowledge rollups allows blockchains to scale to meet near \"infinite\" demand.\nMatter Labs co-founder and CEO Alex Gluchowski explains how the computational integrity of zero-knowledge rollups allows blockchains to scale to meet near “infinite” demand.\n",
    "content": "Episode 5 of The Block Research Podcast was recorded with The Block CEO Larry Cermak, and Matter Labs Co-Founder and CEO Alex Gluchowski. Listen below, and subscribe to The Block Research Podcast on Youtube, Apple, Spotify, or wherever you listen to podcasts. Please send feedback and revision requests to [email protected]. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy In this episode, Matter Labs co-founder and CEO Alex Gluchowski explains why zero-knowledge proofs are considered to be the \"end game\" for blockchain scalability and how zkSync\u0027s technology stack compares to that of other teams building layer-2 scaling solutions for Ethereum. OUTLINE: 00:00 ZK is the Endgame 05:23 Trustless Verifiability 08:31 ZK-Rollups on Bitcoin 11:15 Hyperscaling 22:22 L2 Competition 29:35 EVM Compatibility 34:39 zkSync Milestones 42:10 Application Layer 47:45 Closing Thoughts Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 28, 2024, 5:37AM EDT ",
    "tag": [
      "#CryptoEcosystems",
      "#Layer2sandScaling"
    ],
    "author": "Davis Quinton",
    "linkImage": "https://www.tbstat.com/wp/uploads/2022/09/20220928_Scaling_Generic_Chain-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/274587/crypto-projects-40-billion-points",
    "title": "Crypto projects have given out 40 billion points so far. When will it end?",
    "type": "Crypto Ecosystems",
    "summary": "Crypto projects are offering points instead of airdrops — to the delight of VCs and the chagrin of everyone else.\nIn lieu of airdrops, crypto projects have been handing out points to reward loyal users.\nWhile many investors complain, VCs argue that there’s an upside here.\n",
    "content": "If there’s one thing that’s united members of the crypto community in recent months, it’s the emergence of points. Only they’re not in favor of them, but dead set against them. “Points are probably the stupidest detour crypto has taken in my time here. Also borderline scammy,” said Gabriel Shapiro, general counsel at Delphi Labs, on X. This frustrated sentiment can be seen in the responses to new projects announcing their points programs. “Wow nice some points, how exciting. Imagine doing tokens when you could give points,” sarcastically replied one X user on Jan. 23 when crypto wallet Rabby revealed its new program — while others were even harsher in their criticisms. Why do points get a bad rep? It’s not hard to see why. Over the last few years, projects have rewarded loyal users and successful airdrop hunters with sudden issuances of tokens, often worth thousands of dollars — and sometimes in the regions of hundreds of thousands of dollars. For some, it can be life-changing money. Unsurprisingly, this phenomenon resulted in an entire ecosystem of airdrop hunters looking to cash in on the next big airdrop. But points are antithetical to what the airdrop hunter is looking for. With airdrops, those who carried out some trades in the hope of an airdrop and got lucky when it arrived felt like they had beaten the system in some way — that their ingenuity, or sheer luck, had resulted in this unexpected windfall. Yet with points, users are obeying the system and being obedient, hoping that the system will look kindly upon them and reward their loyal actions with tokens some day. There\u0027s no edge to be gained and it’s simply just not as fun. Beyond this, points are more of an IOU that might never be delivered upon, just a number on a screen that harks back to the days of web2. They’re not onchain, they can’t be traded and they might not turn into any tokens. Most crucially, they’re not worth anything — and maybe never will. A visual take on the emergence of points. Image: Bold Leonidas via X. Some investors also worry that points don’t have the same staying power as the lure of a potential airdrop. “Founders think \"points\" are smart and easy mode for them, locking the users in indefinitely. But that\u0027s not true; in fact, it\u0027s the opposite. Users cannot be everywhere at once, and their attention gets diluted,” said Long Solitude, a pseudonymous investor at VC firm Zee Prime Capital, on X. KVK, a pseudonymous investor director at VC firm HASH CIB, concurred that users have a short attention span and noted that most point programs lack a clear end date, making it worse. “In a world where there is a protocol with a new point-based system every day, it is super hard to stay relevant over time,” they said in a Substack post devoted to points. “Attention is one of the critical ingredients for success, and your quasi-infinite points program (from a user’s perspective) does not help you capture it.” Out of curiosity, The Block tried to see how many points had been issued in total. As the points aren\u0027t on a blockchain, we had to download apps, check leaderboards and reach out to projects directly to get answers. In the end, we totaled up some 40.6 billion points across 12 projects — however meaningless that number is. FriendTech: Points but no airdrop FriendTech is a clear example showing why users have been disaffected by points. The project was one of the first to implement a clear points system in its app in a bid to reward engagement. Each week it would drop points based on an unspecified allocation system to its users — something that worked brilliantly until it didn’t. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy During the project’s first two months, it saw $412 million of trading volume as users bought keys that provide access to key influencers’ group chats in the hope of reselling them at high enough valuations to offset the 10% tax on sales. Yet this quickly dwindled. Over the next three and a half months, it saw just a much slower $126 million of trading volume while the number of daily transactions collapsed. The number of daily transactions on FriendTech has significantly reduced. Image: TK research via Dune Analytics. Part of the reason is that in the beginning, traders were optimistic that the points would lead to an imminent airdrop. At the time, a pseudonymous crypto influencer known as Dingaling — who had one of the most expensive channels — said FriendTech would remain successful until the token airdrop. When the project received investment from Paradigm, this spurred hopes that one was on the way. Yet one has so far not taken place, and anyone who burned money hoping for a greater allocation has seemingly lost out. Why do VCs like points? While many retail investors complain about points, the one class of crypto investors that seem to like them is venture capitalists. One key element is that points are more flexible than token issuance, which can’t be changed on a whim. “While points can\u0027t replace product-market fit, they provide the flexibility to test assumptions without the complexities and costs associated with launching tokens,” Dmitriy Berenzon, partner at VC firm Archetype, told The Block. Multicoin Capital Partner Tushar Jain agreed that points are useful for incentives prior to a token launch. “Launching a token is a lot of work, and it’s much harder to change economics once the token is live,” he said in the firm’s outlook for 2024. A partner at VC firm Dragonfly, who goes by GM, said offering points enabled NFT marketplace Blur to fine-tune its incentives between seasons. Blur is currently on its third season of points. They added that Blur leaving some of the points criteria undisclosed helped it to avoid wash trading. Edvin Memet, a researcher at The Block Pro Research, argued that airdrops with blind criteria tend to encourage more organic use, typically leading to larger allocations. “An airdrop with blind criteria may not attract as many users pre-airdrop, but it stands out as the fairest method for rewarding genuine users. Additionally, it is the most likely system to lead to substantial airdrop allocations, which can create a lot of publicity and attract new users post-airdrop,” he said, pointing to liquid staking project Jito as an example. Memet noted that Manta’s particular point-based system enabled it to attract a higher amount of value locked in its smart contracts than it would have received otherwise. The project also kept hold of the value by auto-staking ether that was bridged to it. He said he anticipates that other Layer 1 and Layer 2 projects will employ similar systems in the future. Jain also noted that points help to avoid some of the regulatory risks seen with airdropping tokens because they don’t have value. “Points have no units, no max supply, and less regulatory risk because they are not transferable,” he said. Some VCs are aware, though, that points may not have an infinite staying power. “I see it as a new narrative, a new thing, an exciting thing in crypto, but whether it is just a temporary fad is yet to be seen,” Kavita Gupta, founder and general partner of Delta Blockchain Fund, told The Block. “We will definitely have everything continue to use point incentive systems, but I think it is more going to be about attracting customers than being able to retain them for a long time because everybody will end up giving some sort of features like this.” Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nA visual take on the emergence of points. Image: Bold Leonidas via X.\nThe number of daily transactions on FriendTech has significantly reduced. Image: TK research via Dune Analytics.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Adam James at [email protected]\nAdam James at [email protected]\n",
    "category": "article",
    "datetimeCreation": "January 26, 2024, 7:01AM EST ",
    "tag": [
      "#crypto",
      "#Crypto",
      "#feature",
      "#Tokenization"
    ],
    "author": "Tim Copeland",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/08/20230817_LearnCategory_Stablecoins-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/learn/284453/what-is-the-us-securities-and-exchange-commission-sec",
    "title": "What is the US Securities and Exchange Commission (SEC)?",
    "type": "The Block",
    "summary": "The SEC is a regulatory agency in the U.S. tasked with protecting investors, maintaining fair and efficient markets and facilitating capital formation. \n",
    "content": "The Securities and Exchange Commission is a regulatory agency in the U.S. tasked with protecting investors, maintaining fair and efficient markets and facilitating capital formation. The SEC was established in 1934 during the Great Depression and following Congress\u0027 passage of the Securities Act of 1933, which is the first federal law that regulated the issuance of securities. The agency was created to regulate and enforce that legislation. The SEC oversees broker-dealers, investment companies, investment advisers, clearing agencies, transfer agents, credit rating agencies and securities exchanges. The agency also oversees organizations such as the Financial Industry Regulatory Authority, the Municipal Securities Rulemaking Board and the Public Company Accounting Oversight Board. The agency\u0027s jurisdiction was further expanded in 2010 following the passage of the Dodd-Frank Act to include municipal advisors among others. Within the SEC The agency\u0027s leadership is made up of up to five commissioners appointed by the President based on advice and consent from the Senate. There can not be more than three commissioners in the same political party. There are also multiple divisions within the agency including ones focused on enforcement, corporation finance, economic and risk analysis, examinations, trading and markets and investment management. All play unique roles in bolstering the agency. For example, the Division of Corporation Finance makes sure investors are provided with material information to then make informed investment decisions while the Division of Enforcement investigates possible violations of the federal securities laws. The SEC\u0027s three objectives The agency is tasked with protecting investors and aims to ensure that investors have access to accurate and relevant information about securities being offered for public sale and that they are protected from fraudulent or manipulative practices. The SEC also works to maintain fair, orderly, and efficient markets by regulating exchanges, securities brokers, dealers, and other market participants. Lastly, the SEC plays a role in facilitating the capital-raising process for companies by overseeing the issuance of new securities and ensuring compliance with regulations. The SEC\u0027s role in crypto THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Past and current SEC chairs have said many cryptocurrencies could be defined as securities, according to news reports. Former SEC Chair Jay Clayton cracked down on initial coin offerings in 2017 and raised concerns that they could be offering much less investor protection than in more traditional markets which could lead to more fraud and manipulation. The current chair, Gary Gensler, has warned that crypto exchanges need to register with the agency. Over the past year, the SEC has cracked down on firms, including Coinbase and Kraken for allegedly operating as an unregistered exchange, broker, dealer and clearinghouse. The SEC also sued Binance in 2023 for similar charges along with alleging that the exchange lied to customers and misdirecting capital to separate investment funds owned by its former CEO Changpeng Zhao. Nonfungible tokens, or NFTs, have also come under the SEC\u0027s scrutiny recently. The agency brought charges against a Los Angeles-based podcasting studio Impact Theory for allegedly conducting an unregistered offering of NFTs. A month later the agency charged NFT project Stoner Cats 2 LLC with allegedly conducting an unregistered offering of NFTs. Lawmakers are working on legislation to bring clarity to how cryptocurrencies should be regulated, but none have been signed into law yet. Spot bitcoin ETF greenlight In a significant move for the crypto industry, the SEC approved spot bitcoin exchange-traded funds in early 2024, years after Cameron and Tyler Winklevoss first filed a spot bitcoin ETF application with the agency back in 2013. A turning point for the SEC\u0027s eventual approval was a pivotal ruling during the summer of 2023 when a panel of judges mandated the SEC to re-evaluate Grayscale Investments\u0027 proposal for a spot bitcoin ETF. The court specifically addressed the SEC\u0027s treatment of spot bitcoin ETFs and bitcoin futures ETFs in their opinion. Prior to its approval, Grayscale showed in its proposed bitcoin ETF that it was similar to already approved bitcoin futures ETFs in both the underlying assets and in surveillance sharing agreements. It should have \"the same likelihood of detecting fraudulent or manipulative conduct in the market for bitcoin and bitcoin futures,\" the court said at the time. The SEC approved 11 spot bitcoin ETFs from companies including BlackRock and Fidelity, though the agency\u0027s Chair Gensler noted that it did not mean the agency was endorsing bitcoin. That approval provided institutional and retail investors with a way to get exposure to bitcoin through more traditional investment channels. Since then, spot bitcoin ETFs have seen billions of dollars of inflows. The SEC has not yet approved any spot Ethereum ETFs. Disclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nThe Securities and Exchange Commission is a regulatory agency in the U.S. tasked with protecting investors, maintaining fair and efficient markets and facilitating capital formation.\nThe SEC was established in 1934 during the Great Depression and following Congress\u0027 passage of the Securities Act of 1933, which is the first federal law that regulated the issuance of securities. The agency was created to regulate and enforce that legislation.\nThe SEC oversees broker-dealers, investment companies, investment advisers, clearing agencies, transfer agents, credit rating agencies and securities exchanges. The agency also oversees organizations such as the Financial Industry Regulatory Authority, the Municipal Securities Rulemaking Board and the Public Company Accounting Oversight Board.\nThe agency\u0027s jurisdiction was further expanded in 2010 following the passage of the Dodd-Frank Act to include municipal advisors among others.\nThe agency\u0027s leadership is made up of up to five commissioners appointed by the President based on advice and consent from the Senate. There can not be more than three commissioners in the same political party.\nThere are also multiple divisions within the agency including ones focused on enforcement, corporation finance, economic and risk analysis, examinations, trading and markets and investment management.\nAll play unique roles in bolstering the agency. For example, the Division of Corporation Finance makes sure investors are provided with material information to then make informed investment decisions while the Division of Enforcement investigates possible violations of the federal securities laws.\nThe SEC\u0027s three objectives\nThe agency is tasked with protecting investors and aims to ensure that investors have access to accurate and relevant information about securities being offered for public sale and that they are protected from fraudulent or manipulative practices.\nThe SEC also works to maintain fair, orderly, and efficient markets by regulating exchanges, securities brokers, dealers, and other market participants.\nLastly, the SEC plays a role in facilitating the capital-raising process for companies by overseeing the issuance of new securities and ensuring compliance with regulations.\nPast and current SEC chairs have said many cryptocurrencies could be defined as securities, according to news reports. Former SEC Chair Jay Clayton cracked down on initial coin offerings in 2017 and raised concerns that they could be offering much less investor protection than in more traditional markets which could lead to more fraud and manipulation.\nThe current chair, Gary Gensler, has warned that crypto exchanges need to register with the agency. Over the past year, the SEC has cracked down on firms, including Coinbase and Kraken for allegedly operating as an unregistered exchange, broker, dealer and clearinghouse. The SEC also sued Binance in 2023 for similar charges along with alleging that the exchange lied to customers and misdirecting capital to separate investment funds owned by its former CEO Changpeng Zhao.\nThe agency brought charges against a Los Angeles-based podcasting studio Impact Theory for allegedly conducting an unregistered offering of NFTs. A month later the agency charged NFT project Stoner Cats 2 LLC with allegedly conducting an unregistered offering of NFTs.\nLawmakers are working on legislation to bring clarity to how cryptocurrencies should be regulated, but none have been signed into law yet.\nmandated the SEC to re-evaluate Grayscale Investments\u0027 proposal for a spot bitcoin ETF.\nThe court specifically addressed the SEC\u0027s treatment of spot bitcoin ETFs and bitcoin futures ETFs in their opinion. Prior to its approval, Grayscale showed in its proposed bitcoin ETF that it was similar to already approved bitcoin futures ETFs in both the underlying assets and in surveillance sharing agreements. It should have \"the same likelihood of detecting fraudulent or manipulative conduct in the market for bitcoin and bitcoin futures,\" the court said at the time.\nDisclaimer: This article was produced with the assistance of OpenAI’s ChatGPT 3.5/4 and reviewed and edited by our editorial team. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 4, 2024, 8:45AM EDT ",
    "tag": [],
    "author": "",
    "linkImage": "https://www.tbstat.com/wp/uploads/2023/09/20230814_TheSEC_News-1200x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287675/crypto-industry-reacts-to-sec-serving-uniswap-with-wells-notice-the-war-on-defi-has-begun",
    "title": "Crypto industry reacts to SEC serving Uniswap with Wells Notice: ‘The war on DeFi has begun’",
    "type": "Crypto Ecosystems",
    "summary": "The crypto industry took aim at the SEC\u0027s decision to target Uniswap Labs, arguing that decentralized finance is \"worth fighting for.\"\nUniswap Labs received a Wells Notice from the SEC.\nThe crypto industry described it as a war on crypto, particularly DeFi.\n",
    "content": "Uniswap UNI -16.024% Labs revealed today that the U.S. Securities and Exchange Commission had served it with a Wells Notice, indicating a potential incoming lawsuit. Unsurprisingly, the crypto industry is interpreting this as a significant attack. “This is the big one folks,” posted Bankless co-founder Ryan Adams on X. “Massive escalation by the SEC and whitehouse. Uniswap is a poster child for crypto decentralization - instead of celebrating Hayden Adams as a generational entrepreneur they\u0027re taking him to court. A war on crypto is a war on the internet.” While many teams building decentralized projects have opted to steer clear of the U.S., both in location and banning its citizens from accessing their frontend applications, Uniswap Labs decided to stick with its country of origin. Its stance has been that it operates a front-end website that provides access to the Uniswap protocol, code running on Ethereum that it does not directly operate. However, this always created the risk that it would be a prime target for any regulatory agency that wanted to crack down on the decentralized finance industry. While the SEC has had some cases involving decentralized organizations, this is the first time it has gone after a major protocol. “The war on DeFi has begun, we must bring privacy onchain and continue to build censorship resistant systems,” posted The Rollup co-founder, who goes by Andy on X. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy Many in the crypto industry expressed support for Uniswap and its founder, Hayden Adams. A common theme was the industry’s dislike of SEC Chair Gary Gensler. “We are all team Uniswap today. DeFi is worth fighting for. Sovereignty is a noble endeavor, and the transparency of blockchain technology and software is unrivaled by traditional systems. This will be a landmark for all of us,” said A.J. Warner, chief strategy officer at Offchain Labs. Some expressed strong support for Uniswap Labs in the case of a potential trial. \"I\u0027m sorry you have to fight this battle on behalf of everyone in DeFi, but I couldn\u0027t possibly have more confidence in you and your team to prevail,\" said Jake Chervinsky, chief legal officer at Variant Fund, in a reply to Adams on X. Others simply asked for clear regulation to enable the crypto industry to thrive in the U.S. rather than finding success around the rest of the world. “Fair and transparent rules that allow technology to thrive is all we ask for,” posted Vishal Gupta, former Head of Exchange at Coinbase. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nUniswap UNI -16.024% Labs revealed today that the U.S. Securities and Exchange Commission had served it with a Wells Notice, indicating a potential incoming lawsuit.\nI\u0027m sorry you have to fight this battle on behalf of everyone in DeFi, but I couldn\u0027t possibly have more confidence in you and your team to prevail\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 3:17PM EDT ",
    "tag": [
      "#Uniswap",
      "#Uniswap"
    ],
    "author": "Tim Copeland",
    "linkImage": "https://www.tbstat.com/wp/uploads/2021/05/20210514_Uniswap_V3-Research-1196x675.jpg"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/287452/gmci-index-perps-contracts-now-available-on-woo-x",
    "title": "GMCI Index Perps Contracts, now available on WOO X",
    "type": "Sponsored",
    "summary": "WOO X lists three GMCI Index Perpetual Contracts - GMCI 30, GMCI L2, and GMCI MEME -  marking a significant milestone as WOO X becomes the first centralized crypto exchange to launch GMCI L2 and GMCI Meme indices, offering innovative trading solutions for traders.\n",
    "content": "WOO X lists three GMCI Index Perpetual Contracts - GMCI 30, GMCI L2, and GMCI MEME - marking a significant milestone as WOO X becomes the first centralized crypto exchange to launch GMCI L2 and GMCI Meme indices, offering innovative trading solutions for traders. \"Introducing the GMCI Index Perpetual Contracts is not just about expanding the options for our traders; it\u0027s about backing a partner that is building innovative products for the entire crypto industry. GMCI\u0027s meticulously crafted indices offer an expansive view of the cryptocurrency market, tailored to aid investors in navigating the intricacies of digital assets. With GMCI Indices, investors gain entry to a sophisticated collection of data, capturing evolving trends and providing a strong benchmarking tool for evaluating investment strategies. As more TradFi players enter the crypto market, the industry needs these indexes, given their widespread adoption in global equities markets. Our partnership with GMCI reaffirms our commitment to pushing the boundaries of what\u0027s achievable in the crypto market,” said Willy Chuang, COO of WOO X. GMCI 30 Index: The GMCI 30 Index (GM30-PERP on WOO X) comprises the top 30 cryptocurrencies, showcasing leading players in the digital asset space. By concentrating on prominent tokens, it provides insights into the market\u0027s core strength and primary drivers. Additionally, it includes significant assets beyond major cryptocurrencies like Bitcoin and Ethereum, ensuring exposure to a diverse range of assets. As a reliable indicator of market trends, the GMCI 30 Index reflects shifts in investor sentiment and technological advancements. GMCI L2 Index: The GMCI L2 Index (L2-PERP on WOO X) tracks key Layer 2 blockchain technologies, emphasizing innovations that enhance scalability and efficiency. It offers insights into the progress and impact of these advancements on primary blockchain platforms. With a focus on assets contributing to scalability and technological progress in the secondary layer of blockchain infrastructure, the GMCI L2 Index is a crucial indicator of innovations in the evolving blockchain ecosystem. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy GMCI Meme Index: The GMCI Meme Index (MEME-PERP on WOO X) comprises leading meme coins by market capitalization, capturing the essence of crypto culture and web3 communities. Focused on meme coins with significant community engagement and market presence, it offers insights into the playful yet influential side of blockchain technology. This index serves as a crucial indicator of the evolving role and potential of meme coins, providing valuable insights for investors interested in cultural phenomena shaping the future of finance and blockchain communities. WOO X partnered with Wintermute and Kronos Research as its liquidity providers for the GMCI Indexes, to ensure the reliability and stability of market access. By leveraging their extensive expertise in algorithmic and high-frequency trading, Wintermute guarantees deep liquidity, facilitating seamless experiences for all traders. Disclaimer The content above is neither a recommendation for investment and trading strategies nor does it constitute an investment offer, solicitation, or recommendation of any product or service. The content is for informational sharing purposes only. Anyone who makes or changes the investment decision based on the content shall undertake the result or loss by himself/herself. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nIndex Perpetual Contracts - GMCI 30, GMCI L2, and GMCI MEME - marking a significant milestone as WOO X becomes the first centralized crypto exchange to launch GMCI L2 and GMCI Meme indices, offering innovative trading solutions for traders.\n\"Introducing the GMCI Index Perpetual Contracts is not just about expanding the options for our traders; it\u0027s about backing a partner that is building innovative products for the entire crypto industry.\nGMCI\u0027s meticulously crafted indices offer an expansive view of the cryptocurrency market, tailored to aid investors in navigating the intricacies of digital assets. With GMCI Indices, investors gain entry to a sophisticated collection of data, capturing evolving trends and providing a strong benchmarking tool for evaluating investment strategies.\nAs more TradFi players enter the crypto market, the industry needs these indexes, given their widespread adoption in global equities markets. Our partnership with GMCI reaffirms our commitment to pushing the boundaries of what\u0027s achievable in the crypto market,” said Willy Chuang, COO of WOO X.\n) comprises the top 30 cryptocurrencies, showcasing leading players in the digital asset space. By concentrating on prominent tokens, it provides insights into the market\u0027s core strength and primary drivers. Additionally, it includes significant assets beyond major cryptocurrencies like Bitcoin and Ethereum, ensuring exposure to a diverse range of assets. As a reliable indicator of market trends, the GMCI 30 Index reflects shifts in investor sentiment and technological advancements.\n) tracks key Layer 2 blockchain technologies, emphasizing innovations that enhance scalability and efficiency. It offers insights into the progress and impact of these advancements on primary blockchain platforms. With a focus on assets contributing to scalability and technological progress in the secondary layer of blockchain infrastructure, the GMCI L2 Index is a crucial indicator of innovations in the evolving blockchain ecosystem.\n) comprises leading meme coins by market capitalization, capturing the essence of crypto culture and web3 communities. Focused on meme coins with significant community engagement and market presence, it offers insights into the playful yet influential side of blockchain technology. This index serves as a crucial indicator of the evolving role and potential of meme coins, providing valuable insights for investors interested in cultural phenomena shaping the future of finance and blockchain communities.\nWOO X partnered with Wintermute and Kronos Research as its liquidity providers for the GMCI Indexes, to ensure the reliability and stability of market access. By leveraging their extensive expertise in algorithmic and high-frequency trading, Wintermute guarantees deep liquidity, facilitating seamless experiences for all traders.\nThe content above is neither a recommendation for investment and trading strategies nor does it constitute an investment offer, solicitation, or recommendation of any product or service. The content is for informational sharing purposes only. Anyone who makes or changes the investment decision based on the content shall undertake the result or loss by himself/herself.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\n",
    "category": "article",
    "datetimeCreation": "April 10, 2024, 9:01AM EDT ",
    "tag": [
      "#Sponsored",
      "#Sponsored"
    ],
    "author": "Sponsored",
    "linkImage": "https://www.tbstat.com/wp/uploads/2024/04/GMCI--1200x675.png"
  },
  {
    "url": "https://www.theblock.co/",
    "link": "https://www.theblock.co/post/284442/no-the-eu-is-not-banning-self-custodial-crypto-transactions-or-wallets",
    "title": "No, the EU is not banning self-custodial crypto transactions or wallets",
    "type": "Policy",
    "summary": "\"The AMLR is not a ban of self-custody payments, self-custody wallets or P2P transfers,\" Circle’s EU Policy Director Patrick Hansen said.\nIncorrect reports that the EU is set to ban anonymous crypto wallets and self-custodial payments went viral over the weekend.\nIt followed a misinterpretation of comments from a member of the European Parliament, confirming committee approval of the new EU Anti Money Laundering Regulation (AMLR).\nHowever, the reports were swiftly debunked, with Circle’s EU Strategy and Policy Director Patrick Hansen confirming there was no such ban.\n",
    "content": "The crypto community erupted into panic over the weekend amid incorrect reports that the EU was banning anonymous crypto wallets and self-custodial payments. The reports seemingly misinterpreted comments from Patrick Breyer, a member of the European Parliament, on Thursday, confirming its economic and monetary policy committee\u0027s approval of the new EU Anti Money Laundering Regulation (AMLR) and its final text. The misinformation went viral, warning that “payments to self-custody bitcoin and crypto wallets are now illegal.” However, others were quick to respond to the overreaction. “This needs to be taken seriously but, as always, it\u0027s crucial to read the text of the actual legislation. TLDR self-custody is not illegal,” Freddie New, Head of Policy at Bitcoin Policy UK, said. “Fake news isn\u0027t it? I read the article and it says if you\u0027re hosting wallets for other people they need KYC (which is the same in America),” crypto influencer Jordan Fish, aka Cobie, added. “Seems maybe they\u0027re also ‘banning’ you sending from a CEX to self-hosted without identifying who it is. But since self-custody to self-custody is unaffected, and self-custody still allowed, just withdraw from CEX to your own self-custody?” Circle’s EU Strategy and Policy Director Patrick Hansen also moved to swiftly debunk the reports. “Self custody wallets are not banned. Payments to/from self custody wallets are not banned. P2P transfers are explicitly excluded from AMLR, as are self custody software and hardware wallets,” he said. “However, paying with crypto (for example to merchants) with a non KYC’d self custody wallet will be more difficult/banned depending on the merchants set up. This change, as well as the lower thresholds for anonymous cash payments, has unfortunately been agreed months ago,” he added. So, what does the AMLR actually mean for crypto in the EU? Hansen explained that the AMLR is not a crypto regulation — it is a broad anti-money laundering/counter-terrorist financing framework that applies to institutions classified as “obliged entities” or “OEs.” These include all financial institutions, as well as the so-called “CASPs” (crypto-asset service providers), but also other institutions like gambling services that could be prone to AML/CFT risk. However, the AMLR explicitly excludes providers of hardware and software, like Ledger, as well as self-custody wallets, like MetaMask, that do not have access to or control over users’ crypto assets. All CASPs, such as centralized crypto exchanges and custodial wallet providers regulated under Markets in Crypto-Assets legislation (MiCA), will need to follow standard KYC/AML procedures like customer due diligence. Yet they are already subject to these obligations under current AMLD5 legislation, Hansen explained. MiCA is a regulatory framework proposed by the European Union to govern digital assets and their markets that came into force in June 2023 and will be fully applicable from Dec. 30, 2024. “The AMLR (Art. 58) now explicitly prohibits CASPs to provide anonymous accounts, meaning a custodial crypto business cannot provide services for anonymous users. This is already prohibited under existing AML rules anyway, so nothing new,” Hansen said. However, others warned, this could impact non-KYC custodial Bitcoin Lightning wallets like Wallet of Satoshi. Additionally, CASPs will not be able to provide accounts for privacy coins, though such practice is already widespread, and MiCA already prohibits crypto assets with built-in anonymization. THE SCOOP Keep up with the latest news, trends, charts and views on crypto and DeFi with a new biweekly newsletter from The Block\u0027s Frank Chaparro By signing-up you agree to our Terms of Service and Privacy Policy EMAIL Also receive The Daily and our weekly Data \u0026 Insights newsletters - both are FREE By signing-up you agree to our Terms of Service and Privacy Policy As for transfers between CASPs and self-custody wallets, AMLR requires “risk-mitigating” measures, Hansen continued, including blockchain analytics or collecting additional data about their origin or destination. It brings the transactions in line with the Transfer of Funds Regulation (TFR), the EU\u0027s implementation of the FATF (Financial Action Task Force) travel rule, but this is nothing new either, Hansen added. Regarding merchant payments, AMLR also limits cash payments to €10,000 ($10,830). There are no restrictions on using self-custodial wallets for buying goods or services in the EU. However, should customers want to use a CASP such as BitPay to buy goods or services with crypto, the CASP will need to verify users’ identity and implement additional KYC/AML measures if the transaction (single or combined) is worth more than €1,000 ($1,083). Not fully enforced for three years and it could have been worse “The AMLR is not a ban of self-custody payments, self-custody wallets or P2P transfers,\" Hansen concluded. “It mostly reiterates AML/CFT rules for CASPs and other OEs, but for the most part, these rules were already mandatory and common business practice anyway (from AMLD5, MiCA, TFR).” It also could have been worse, with Hansen describing the final version as a “great outcome” for the crypto industry. “Previous versions of the proposed AMLR proposed a way stricter approach that would have meant a KYC on the self-custody originator/beneficiary, but also thanks to industry efforts a risk-based approach with various options was finally agreed on.” Parliament proposed limiting merchant payments from a self-custody wallet to €1,000, which was removed from the final version. It also previously proposed including DAOs, DeFi, NFT platforms and even developers under AMLR’s scope, Hansen said, arguing the impact from the legislation would now be “extremely limited.” The approved AMLR text only needs to pass final, purely formal, approval in the European Parliament, likely at the end of April, and in the Council of the EU. It would then enter application three years after publication, around summer 2027, according to Hansen. EU markets watchdog moves closer to finalizing rules under MiCA The European Securities and Markets Authority (ESMA) advanced its efforts to implement the Markets in Crypto Assets regulation by publishing its first report and launching a third consultation on Monday. The report outlines draft requirements for firms seeking authorization under MiCA, aiming to standardize the regulatory landscape for crypto assets within the EU. Additionally, the ESMA seeks feedback on rules to combat market abuse and ensure proper service delivery in the crypto sector, with the MiCA framework set to be fully enforced by December. Disclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nDisclaimer: The Block is an independent media outlet that delivers news, research, and data. As of November 2023, Foresight Ventures is a majority investor of The Block. Foresight Ventures invests in other companies in the crypto space. Crypto exchange Bitget is an anchor LP for Foresight Ventures. The Block continues to operate independently to deliver objective, impactful, and timely information about the crypto industry. Here are our current financial disclosures. © 2023 The Block. All Rights Reserved. This article is provided for informational purposes only. It is not offered or intended to be used as legal, tax, investment, financial, or other advice.\nTo contact the editor of this story: Lawrence Lewitinn at [email protected]\nLawrence Lewitinn at [email protected]\n",
    "category": "article",
    "datetimeCreation": "March 25, 2024, 10:25AM EDT ",
    "tag": [
      "#eucrypto",
      "#Anti-MoneyLaundering",
      "#EuropeanCommission",
      "#EuropeanCouncil",
      "#EuropeanParliament",
      "#EurozoneRegulation",
      "#feature",
      "#quote",
      "#WalletMakers"
    ],
    "author": "James Hunt",
    "linkImage": "https://www.tbstat.com/wp/uploads/2021/07/Behind-the-Scenes-of-EU-Crypto-Reg-IMAGE-1012x675.jpeg"
  }
]