[
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/07/crypto-ai-tokens-in-focus-as-doge-shib-rally-starts-to-ease/",
    "title": "Crypto AI Tokens in Focus as DOGE, SHIB Rally Starts to Ease",
    "type": "Markets",
    "summary": "Data from CoinGecko shows the artificial-intelligence token category rallied 25% in the past 24 hours, while bitcoin gained just 0.3%.
Prices of AI-linked tokens such as FET and AGIX are surging on speculation a crypto product will feature at an Nvidia conference later this month even though AI can't run on the blockchain.
Inflows into such projects is coupled with a sell-off in meme coins, which have led crypto gains in the past week.
",
    "content": "Expectations that a crypto project will be mentioned in an Nvidia (NVDA) conference later this month are driving traders to bid on artificial intelligence (AI)-linked tokens, propelling CoinGecko 's category for the coins up 25% in 24 hours.
Tokens of Fetch.AI (FET), Render Network (RNDR), Sleepless AI (AI) and SingularityNET (AGIX) climbed as much as 40%. These projects claim to utilize AI in various ways, such as providing a virtual companion and being a marketplace for graphic processing cards.
Behind the surge are reports that crypto AI project developers are attending the chipmaker's conference or taking part in panels, according to Lookonchain. The event will be held from March 17-21. The advance compares with bitcoin’s 0.3% increase and a 0.4% gain in the CoinDesk 20, a broad-based liquid index of major tokens.
AI tokens remain a hot narrative for crypto traders because the technology is expected to drive key innovations in the global economy in the coming years. However, the relationship between AI and crypto is unclear: Artifical intelligence cannot run on a blockchain. Even so, developments in traditional AI companies, such as OpenAI, drive gains in AI tokens as traders utilize them as a proxy bet on the industry.
The tokens also rallied last month after Nvidia beat fourth-quarter earnings and first-quarter guidance expectations.
Meanwhile, the inflows into AI tokens seem to have put the brakes on a multiweek rally for meme coins, data shows.
Tokens such as dogecoin (DOGE), pepecoin (PEPE) and dogwifhat (WIF) have more than doubled over the past few weeks as bitcoin briefly broke its all-time highs. Some observers attributed the surge to meme coins being more friendly to retail traders, who are typically driven to crypto markets during bitcoin rallies.
The rally seems to be done for now. DOGE, SHIB and PEPE lost over 15% in the past 24 hours, data shows. And in another sign of money leaving the market, open interest on DOGE-tracked futures has dropped $400 million from record highs since Tuesday.
",
    "category": "article",
    "datetimeCreation": "2024-03-07T12:28:19.864Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dFlOiIrTPZhlI1XqJzdQDah-iz4=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HK4VT2DJYBCMJJDPW4FLGHZKFU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/podcasts/markets-daily/crypto-update-will-the-end-of-the-quarter-impact-crypto-markets/",
    "title": "Crypto Update | Will the End of the Quarter Impact Crypto Markets?",
    "type": "unknownType",
    "summary": "The latest price moves and insights with Helene Braun and Bret Kenwell, Equity and Options Analyst at eToro. 
",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/u3uPC5gOEJ0Fb-FdV8rRC7u4mpI=/arc-photo-coindesk/arc2-prod/public/MFEEQVIBYRB4JNSYX47CAJ3BOI.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/hsbcs-gold-token-goes-live-for-retail-investors-in-hong-kong/",
    "title": "HSBC’s Gold Token Goes Live for Retail Investors in Hong Kong",
    "type": "Policy",
    "summary": "HSBC is claiming bragging rights for being the first bank to create a blockchain-based real world asset aimed at retail investors.
The tokenized gold product is available via HSBC Online Banking and HSBC HK Mobile App.
HSBC Gold Token is minted on the bank’s Orion digital assets platform.
",
    "content": "Financial powerhouse HSBC (HSBA) is tokenizing gold for everyday investors in Hong Kong and claiming bragging rights as the first bank to create a blockchain-based real-world asset aimed at the retail marketplace.
The HSBC Gold Token, minted on the bank’s Orion digital assets platform, is available via HSBC Online Banking and HSBC HK Mobile App, the bank said in a press release on Wednesday.
Banks and financial institutions are bringing a range of real-world assets (RWA) onto blockchains, both private ledgers and public networks like Ethereum, in a process known as tokenization.
In November of last year, HSBC teased a tokenized gold offering planned as part of the bank’s new digital asset custody platform, created in partnership with Swiss-based crypto safe-keeping specialist Metaco.
“We are proud that HSBC Gold Token, powered by HSBC Orion, is the first retail product in Hong Kong that is based on distributed ledger technology, as authorized by the Securities and Futures Commission,” said HSBC Hong Kong head of wealth and personal banking Maggie Ng in a statement.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T05:19:18.79Z",
    "tag": [
      "#HSBC",
      "#RealWorldAssets",
      "#Tokenization",
      "#Gold"
    ],
    "author": "Ian Allison",
    "linkImage": "https://www.coindesk.com/resizer/FsW0unbI2g0RbPn3wv8VXyujGPA=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/MPQWNFWXAJFCDBX4H6MOK4WEL4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/podcasts/coindesks-money-reimagined/drawing-from-web-history-blockchains-purpose-and-stellars-commitment/",
    "title": "Drawing from Web History: Blockchains' Purpose and Stellar's Commitment",
    "type": "unknownType",
    "summary": "Denelle Dixon, CEO of Stellar Development Foundation, emphasizes the significance of strategic focus on outcome-driven development in the blockchain community. 
",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/vqF9YdcKkkMwU-p2PH-DFeExCKw=/arc-photo-coindesk/arc2-prod/public/XM35FFSDXJHX7J4V4IP3ILWWMM.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/podcasts/the-protocol/solana-its-meme-coin-craze-growth-and-vision-with-ceo-anatoly-yakovenko/",
    "title": "Solana: Its Meme Coin Craze, Growth and Vision With CEO Anatoly Yakovenko",
    "type": "unknownType",
    "summary": "Solana has seen remarkable growth and market capitalization, with its token soaring by 791% over the past year. Despite this surge, the factors driving the popularity and success of meme coins on the Solana network remain uncertain. 
",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/kXdDQDiLvjwGETxqEAgXB3RkMmo=/arc-photo-coindesk/arc2-prod/public/G3TAU5XREFBDZFLF3D5LKVJNBE.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/08/pepe-leads-meme-coins-rally-as-ether-nears-4k/",
    "title": "PEPE Leads Meme Coin Rally as Ether Nears $4K",
    "type": "Markets",
    "summary": "Traders have been using meme tokens as a proxy bet on the growth of Ethereum or other blockchains.
Meme coins like PEPE, SHIB, and DOGE have surged as much as 26% in the past 24 hours due to a “spillover effect” from the growth of Bitcoin and Ethereum.
Traders have been using meme coins as a proxy bet on Ethereum’s growth since late February, and the bullish demand for ETH has been increasing since mid-January due to expectations of a spot ETF approval in the U.S.
",
    "content": "Pepecoin (PEPE), shiba inu (SHIB) and dogecoin (DOGE) jumped as much as 26% in the past 24 hours as ether (ETH) inched towards $4,000, a level it previously saw in December 2021.
PEPE jumped 26% on renewed optimism, while DOGE and SHIB reversed Thursday’s losses to rise 10%. The meme coin category tracked on CoinGecko showed an 8.6% sector growth on average, as CoinDesk 20, a broad-based index of various tokens, rose 2.53%.
As reported, traders have used meme coins as a proxy bet on Ethereum’s growth since late February.
“As bitcoin and ether rise, a spillover effect is caused where coins deployed on ethereum and solana also surge - including meme coins,” shared Slater Heil, co-founder and COO of DeFi platform Blueberry Protocol, in a message to CoinDesk.
“Investors will take advantage of bullish conditions as much as possible, and meme coins are one way for them to do so. In the short-mid term, I expect a transition back to ‘fundamentally driven’ altcoins,” Heil cautioned.
Bullish demand for ether started to increase in mid-January amid expectations that it would be the next major token after bitcoin (BTC) to get a spot exchange-traded fund (ETF) in the U.S.
Coinbase premiums for Ethereum ecosystem tokens were higher than usual in the past week, suggesting recent demand was led by U.S. investors, as per CryptoQuant.
",
    "category": "article",
    "datetimeCreation": "2024-03-08T12:02:58.806Z",
    "tag": [
      "#Markets",
      "#Investing",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/LtJRzYdP9HsRd033JjnsFZ26g4U=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/73X6DACWJZC4HMKXKLYS2RTWPA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/illicit-funds-in-crypto-ecosystem-shrank-9-last-year-yet-criminals-still-handled-nearly-35b-trm-labs/",
    "title": "Illicit Funds in Crypto Ecosystem Shrank 9% Last Year, Yet Criminals Still Handled Nearly $35B: TRM Labs",
    "type": "Policy",
    "summary": "Almost half of all illicit crypto volume occurred on the TRON Blockchain, the report said.
A new TRM Labs report has found that illicit funds in the crypto ecosystem shrunk by 9% from 2022 to 2023.
Yet criminality through crypto has risen in some forms. For example, sales of illicit drugs on darknet marketplaces grew to $1.6 billion from $1.3 billion recorded in 2022.
",
    "content": "Illicit activity in the cryptocurrency ecosystem appears to have reduced, with the total illicit funds shrinking by 9% in 2023 compared to 2022, even though criminals still handled nearly $35 billion worth of cryptocurrencies, blockchain analytics firm TRM Labs found.
TRM Labs published a report titled “The Illicit Crypto Economy” on Wednesday, which looked at the key trends of 2023.
The firm found that scams and frauds accounted for nearly a third of all crypto crimes 2023. Critically, the share of illicit funds in crypto fell over 2023, even though TRM found it is still substantially higher than existing industry estimates.
Regulatory pressure appears to have resulted in a drop in hacked and sanctions-exposed funds volumes. The report said the U.S. alone “tripled the number of crypto crime-linked entities and individuals subject to sanctions.” However, hackers linked to North Korea made off with 30% less than they did in 2022. Hack proceeds fell by over 50% to $1.8 billion from $3.7 billion in 2022.
The report also stated that sales of fentanyl and its precursor materials dropped by 150% in volume between 2023 and 2022. Yet, vendor sales increased by over 97% year-on-year, from $16 million to $33 million.
However, sales of illicit drugs on darknet marketplaces grew to $1.6 billion from $1.3 billion recorded in 2022.
The report said almost half of all illicit crypto volume (45% in 2023, up from 41% in 2022) occurred on the TRON Blockchain. Stablecoin Tether (USDT) had the largest share of illegal volume, at $19.3 billion, compared to Ethereum (24%) and Bitcoin (18%).
Regarding terrorism financing, the number of unique TRON addresses that received Tether rose by 125% in 2023. TRON representatives did not immediately respond to a CoinDesk request for comment.
Read More: Munchables Exploited for $62M, Hack Linked to Rogue North Korean Team Member
",
    "category": "article",
    "datetimeCreation": "2024-03-27T12:00:00Z",
    "tag": [
      "#Regulations",
      "#NorthKorea",
      "#illicitfinance",
      "#Crypto",
      "#TRMLabs",
      "#Fentanyl",
      "#Tron",
      "#Tether"
    ],
    "author": "Amitoj Singh",
    "linkImage": "https://www.coindesk.com/resizer/1KtgQGf-sMWlN6dOmlL-Xw9JIzc=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/GGJIA24CORF6BJDEO4SEQLIW6E.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/consensus-magazine/2024/03/27/the-munchables-hack-is-way-worse-than-it-seems/",
    "title": "The Munchables Hack Is Way Worse Than It Seems",
    "type": "Consensus Magazine",
    "summary": "Apparently orchestrated from North Korea, the $63 million hack adds grist to the argument that crypto exploits pose a plausible national security risk.
",
    "content": "On Tuesday, March 26, Ethereum-based NFT-based “GameFi” project Munchables reported a hack that drained over 17,400 ETH (roughly $63 million) from its coffers. Within five hours of investigation, it became clear that the attack came from inside the house: a hired developer going by the alias “Werewolves0943” had drained the funds. Insiders stealing project funds is common enough in crypto that the term “rugpull” is common parlance — but what was unique about this situation is that the hired hands allegedly had ties to North Korea.
This is an excerpt from The Node newsletter, a daily roundup of the most pivotal crypto news on CoinDesk and beyond. You can subscribe to get the full newsletter here.
After an hour of negotiations led by Munchables, along with independent blockchain investigator ZachXBT and security firm PeckShield, Werewolves0943 was convinced to return all the funds. “The Munchables developer has shared all private keys involved to assist in recovering the user funds. Specifically, the key which holds $62,535,441.24 USD, the key which holds 73 WETH, and the owner key which contains the rest of the funds,” the Munchables’ team posted at 4:40 a.m. UTC.
While that seems like a happy enough resolution of a relatively low-value hack, the Munchables exploit may have a longtail of bad outcomes for the crypto industry. Most importantly, while it isn’t yet confirmed that North Korea was hands down involved in the attack, the sheer fact so many people were willing to accept that at face value helps to further a dangerous narrative that crypto is helping to erode national defense and bolster terrorist organizations.
Data from 2016 to 2023 collected by on-chain analysis firm Chainalysis showed that North Korea hacked at least 20 crypto platforms stealing slightly over $1 billion worth of assets last year alone. A separate report by TRM Labs largely substantiated those findings. “North Korea-linked hacks have been on the rise over the past few years, with cyber-espionage groups such as Kimsuky and Lazarus Group utilizing various malicious tactics to acquire large amounts of crypto assets,” Chainalysis said in its report.
Earlier research found North Korea-affiliated hackers were using billions of dollars worth of stolen crypto loot to fund the Hermit Kingdom’s nuclear weapons program. These attacks were a substantial reason why the U.S. Treasury Department took the unprecedented move to sanction the Tornado Cash crypto mixer smart contract and why Senator Elizabeth Warren (D-Mass.) can in good faith call crypto a “national security risk.”
“Real talk: the greatest policy threat to crypto by far is the allegation that North Korea funds its missile program by hacking smart contracts,” Variant Fund CEO Jake Chervinsky wrote on X. If crypto is banned, “It will be caused by an increasingly common view among anti-crypto policymakers that crypto doesn't have a use case other than gambling and crime, and that the risk of allowing crypto to continue to exist far outweighs the potential benefits that blockchain developers have promised but not delivered for years.”
The Munchables attack only adds to this image. In fact, it’s slightly worse in that this wasn’t an outside actor exploiting poorly written code, but a complete failure of due diligence on part of a multi-million dollar blockchain project when hiring developers. It puts a whole new spin on the idea of “social engineering” when apparent threat actors can not only manipulate an insider for critical information, but be paid to be on the inside.
According to Ethereum developer 0xQuit, the Munchables attack had been planned from the outset. The attacker was able to upgrade the “lock contract,” meant to keep the project’s funds under lock and key for a specific period of time, so he could “assign himself a deposited balance of 1,000,000 ether” while also hiding evidence of the changes, 0xQuit claimed.
See also: Calling a Hack an Exploit Minimizes Human Error | Opinion
Of course, this isn’t an issue for the crypto industry alone: For years, the Federal Bureau of Investigations and Republic of Korea have been issuing warnings as to North Korean “tradecraft” of exploiters gaining access to key infrastructure through employment. “The hiring or supporting of DPRK IT workers continues to pose many risks, ranging from theft of intellectual property, data, and funds, to reputational harm and legal consequences,” the agencies wrote in a recent public service announcement.
Apart from the embarrassment of having at least one North Korean hacker working on the inside of projects they intend to rob, the crypto community’s response to the Munchables attack also laid bare exactly how vulnerable these systems are. For instance, several people on Crypto Twitter suggested that, because Munichables was on the controversial Blast blockchain, which is maintained essentially by a simple multi-sig wallet, that the Blast team could intervene by rolling back the chain to recover the stolen funds.
“While I’m strongly against this action on any other chain, I don’t take Blast as a brand of ‘serious decentralization chain’ but instead as a place for games, experiments, degenry, etc.,” Adam Cochran, an influential voice in Ethereum circles and Cinneamhain Ventures partner, said in support of the potential rollback.
No doubt, Blast is a controversial network — one that raised over one billion dollars without even a prototype — but it is not at all that different from the way other OP Stack layer 2s are built. For instance, after Eric Wall reminded his followers that Blast and Coinbase’s Base network essentially run the same codebase, Base’s principle developer Jesse Pollack tweeted that Base’s “keys are not controlled by any one party or entity.” Instead, Base is controlled by a 2/2 multi-sig wallet, which theoretically could also rollback the chain if both parties agreed.
See also: $600M Poly Heist Shows DeFi Needs Hackers to Become Needs to Become Unhackable | Opinion
Currently, no Ethereum scaling solution is truly “decentralized” as commonly understood, even if the teams that are developing them typically adhere to the principles of permissionless access and not censoring users. In a certain sense, as Chervinsky notes, many policymakers who “understand the difference between centralized and decentralized technology” would choose the former because it means founders remain in control of what happens on-chain.
“But ultimately, the burden is on the builders in the industry to do better,” he added.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T17:47:07.475Z",
    "tag": [
      "#Opinion",
      "#TheNode",
      "#Newsletters",
      "#Blast",
      "#Layer2s",
      "#Ethereum",
      "#Culture",
      "#NorthKorea",
      "#Exploits"
    ],
    "author": "Daniel Kuhn",
    "linkImage": "https://www.coindesk.com/resizer/aqsU3RElmzhtPqE8ClYJdjK8xas=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/75MMOXLMHRBN7NJAF4Y43QW6CQ.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/uk-ad-rules-apply-to-influencers-crypto-memes-regulator-confirms-in-new-guidance/",
    "title": "UK Ad Rules Apply to Influencers, Crypto Memes, Regulator Confirms in New Guidance",
    "type": "Policy",
    "summary": ""The use of memes in promotions is particularly prevalent in the crypto-asset sector," the FCA's guidance said.
The Financial Conduct Authority brought the crypto sector into the scope of its financial promotions rules last year.
While the regulator previously said the rules will apply to social media influencers, the final guidance published Tuesday sets it in stone.
",
    "content": "Social media influencers and crypto memes fall into the scope of the U.K.'s rules for financial promotions, the country's financial watchdog said in finalized guidance published Tuesday.
The Financial Conduct Authority (FCA) said last July that unpaid influencers may be subject to its promotions regulation after bringing the crypto sector into its scope last October.
"Any type of communication is capable of being a financial promotion and subject to the financial promotion restriction. We’ve seen memes and other similar communications circulated on social media, with users often not realizing they may be subject to our rules. The use of memes in promotions is particularly prevalent in the crypto-asset sector," the guidance said.
U.K. social media influencers have already been scrutinized for their involvement with crypto. In 2022, former reality show contestants Jessica and Eve Gale were told to stop misleading their followers with pro-crypto posts.
The guidance is based on the FCA's promotions regime, which says that a business should not communicate an "invitation or inducement to engage in investment activity" unless the promotion is communicated by an authorized person or a person with an exemption. This includes influencers who are operating in the "course of business, which could mean they are employed or have a commercial interest in posting the communication, the guidance said.
Now that crypto firms are in the FCA's regulatory scope, firms or promoters must register with the FCA or have their ads approved by someone who has the credentials to do so. They are also required to include clear risk warnings on websites and communications and give first-time buyers a 24-hour cooling-off period before finalizing purchases.
Read more: Why Some Crypto Firms Are Suspending Services in the U.K.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T16:05:31.556Z",
    "tag": [
      "#Regulations",
      "#Crypto",
      "#UK",
      "#FCA"
    ],
    "author": "Camomile Shumba",
    "linkImage": "https://www.coindesk.com/resizer/4HbQAKdcQvEP561r9OWyFUsmUbo=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/TNLGNZIPPZBE7AKJDSHWAPDDSQ.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/03/13/ethereum-activates-dencun-upgrade-in-landmark-move-to-reduce-data-fees/",
    "title": "Ethereum Finalizes 'Dencun' Upgrade, in Landmark Move to Reduce Data Fees",
    "type": "Technology",
    "summary": "A key element of the upgrade is to enable a new place for storing data on Ethereum – referred to as "proto-danksharding," which gives room for a dedicated space on the blockchain that is separate from regular transactions, and comes at a lower cost.
EIP-1153: which helps reduce fees for storing data on-chain, which also improves blockspace.
EIP-4788: improves designs for bridges and staking pools.
EIP-5656: a small code change that should improve the Ethereum Virtual Machine.
EIP-6780: eliminates a code that could terminate smart contracts.
EIP-7044: a minor code change that should improve the staking user experience.
EIP-7045: expands the attestation slot inclusion range.
EIP-7514: will slow down the rate of staking on Ethereum.
EIP-7516: helps rollups get information about the cost for blob transactions.
",
    "content": "Ethereum, the second-biggest blockchain after Bitcoin, activated its much-anticipated "Dencun" upgrade, a move to spur growth on so-called layer-2 networks like Arbitrum and Polygon, by reducing their data fees.
The Dencun upgrade, technically a hard fork in blockchain terminology, was triggered at Ethereum epoch 269,568 at 13:55 UTC (9:55 a.m. ET), and finalized at 14:10 UTC.
The price of ether (ETH), the native cryptocurrency of the Ethereum blockchain, was little changed in the wake of the upgrade. Over the past 24 hours, the ETH price was down 0.5% to $3,968. The cryptocurrency had rallied about 50% over the past month, in sync with the 49% rise over the same time period in the benchmark CoinDesk 20 Index of the largest digital assets.
Read More: Arbitrum's ARB, Polygon's MATIC Lead Gains as Ethereum's Dencun Upgrade Goes Live
A key element of the upgrade is to enable a new place for storing data on the blockchain – referred to as "blobs," with a dedicated space that is separate from regular transactions, and at a lower cost.
The upgrade, considered to be Ethereum's biggest in almost a year, has been viewed as a crucial moment in the blockchain's history, ushering in a new era for tackling Ethereum’s notoriously high transaction fees, and could touch off a race among the biggest layer-2 networks to take advantage of the changes in scaling the blockchain.
In the official watch party hosted by EthStaker and the Ethereum Foundation, Terence Tsao, core developer of Offchain Labs, noted that some of the bigger rollups are holding off on submitting data blobs to Ethereum until the network is more stable. The X account for the Arbitrum Foundation noted that it would start to make use of blobs in the next 24 hours.
The layer-2 network Starknet confirmed the it had started submitting data blobs.
At least one casualty was reported, though: The layer-2 network Blast said in a post on X that it had "stopped producing blocks due to issues related to Ethereum's Dencun upgrade." A little while later, Blast tweeted that the "issue has been resolved," and that a full analysis would be shared "shortly."
Central to the upgrade is the implementation of “proto-danksharding” – a new transaction category that will store data on Ethereum, through the introduction of the data blobs.
The primary benefit of this upgrade will not be for Ethereum users themselves, but mainly layer 2 networks like Arbitrum, Optimism, and Polygon, who help scale Ethereum by bundling up transactions from users and then passing them back to the main blockchain, where they're settled in big batches.
This type of technology is known as a rollup, and rollup networks have skyrocketed in the Ethereum ecosystem over the past few years. Users have deposited billions of dollars in these types of chains, and recently have seen higher transaction volumes compared to the base chain.
Once Dencun is implemented, these layer-2s will be able to post data to Ethereum, rather than in the clunky transactional data fields where they are currently posting. The new setup is supposed to make settling data for rollups more efficient and cheaper, which should then trickle down to end-users by reducing their fees too.
Dencun is the first step for the blockchain in its quest to implement "sharding," which is a technological feature that will break up the blockchain into mini-shards (or mini-chains), to process more transactions for cheap. The full implementation of sharding is still years away, so Dencun’s implementation of proto-danksharding is an interim solution for Ethereum’s high gas fees.
Proto-danksharding is also supposed to benefit a new class of blockchains that have entered the Ethereum ecosystem known as data availability (DA) layers. DA layers like Celestia, EigenDA and Avail help networks store large amounts of data for rollups
DA’s are separate blockchains that handle the task of proving that the data of these transactions exists, and is available if needed. As rollups produce a lot of data – and consume a lot of the data space on Ethereum – the need for DA solutions has become even more crucial. Proto-danksharding therefore could make the costs of downloading DA data cheaper.
As layer-2 fees are set to drop dramatically among Ethereum’s rollups, there is speculation that this could set up a fee war between many of these auxiliary networks, which will be competing for the same users by offering cheaper transaction fees.
How that all will exactly play out is still ambiguous, as the full effect of proto-danksharding can be properly measured once it is implemented.
In a recent interview with CoinDesk, Jesse Pollak, creator of Base, the U.S. crypto exchange Coinbase’s layer-2 network, said that without an increase in usage, costs could fall down to 90% to 95%.
Every ecosystem will end up deciding how they go about pricing these transaction fees, said Steven Goldfeder, the co-founder of Offchain Labs, the primary developer behind the Arbitrum Network, the largest Ethereum layer-2, based on the crucial metric of total value locked, or TVL – akin to deposits.
“Some of our competitors price layer-2 fees at essentially zero," Goldfeder said. "That's not sustainable.”
Other layer-2 experts say Dencun will call for more collaboration between rollup projects.
“Scalability is the fundamental unlock that enables permissionless collaboration between developers across projects and teams,” said Karl Floersch to CoinDesk, CEO of OP Labs, the developer firm behind the Optimism blockchain. “With EIP-4844 and Dencun, developers across the Ethereum ecosystem can more seamlessly build together. The upgrade will enable a group of loosely coordinated developers to actually build systems that provide overall experiences that will rival the user experiences we’re used to from top-down, centrally planned platforms.”
While proto-danksharding is the focus of the Dencun upgrade, there are eight other Ethereum Improvement Proposals (EIPs) that have made it into the Dencun package that will mostly affect developers:
Read more: Ethereum Blockchain Counts Down to 'Dencun' Upgrade, Set to Reduce Fees
UPDATE (14:28): Updates to state that Dencun upgrade is finalized and adds that some major rollup teams may be waiting to start sending blobs.
",
    "category": "article",
    "datetimeCreation": "2024-03-13T13:58:13.647Z",
    "tag": [
      "#Dencun",
      "#layer2",
      "#Ethereum",
      "#gasfees",
      "#rollup",
      "#Rollups",
      "#Zero-KnowledgeProofs",
      "#Ether",
      "#Arbitrum",
      "#Optimism",
      "#dataavailability",
      "#Celestia",
      "#Avail"
    ],
    "author": "Margaux Nijkerk",
    "linkImage": "https://www.coindesk.com/resizer/r1-dkZewr6DPGWvn_VdJtWxUHPE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/EVLW7M75PBGJDCQKCGXN6QF3UQ.jpeg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/21/dogecoin-climbs-18-on-doge-futures-hopes-bitcoin-nears-68k/",
    "title": "Dogecoin Climbs 18% on DOGE Futures Hopes, Bitcoin Nears $68K",
    "type": "Markets",
    "summary": "Crypto markets dumped, then jumped, as regulatory headwinds and macroeconomic decisions played their hand in a rollercoaster 24 hours.
Crypto markets experienced volatility overnight as bitcoin and ether tumbled before recovering to trade 15% higher than their Wednesday lows.
Wednesday's decline was attributed to profit-taking from last week's rally and a flush of leveraged bets on higher prices, with some traders suggesting a technical downtrend.
Sentiment reversed after U.S. Federal Reserve Chair Jerome Powell's dovish FOMC speech, leading to a jump in BTC, ETH, and other major tokens, particularly those of layer-2 platforms and meme coins.
",
    "content": "The inherent volatility of crypto markets was on full display overnight as bitcoin (BTC) and ether (ETH) tumbled, then recovered to trade as much as 15% above their Wednesday lows .
BTC and ETH rose as much as 11% in the past 24 hours, leading gains among major tokens. Solana's SOL, Cardano's ADA and BNB Chain's BNB added as much as 8%, data from CoinGecko shows. The CoinDesk 20 Index, a measure of the broader crypto market, was recently 7.62% higher.
Tokens of layer-2 platforms, or blockchains based on Ethereum, led as a sector with an average jump of 25% in the past 24 hours, CoinGecko data shows. Meme coins followed with a 16% jump.
On Wednesday, markets started to slide in early Asian hours amid profit-taking from last week's rally and a flush of levered bets on higher prices. Overall capitalization dropped over 15% in the past week, as reported, with some traders stating that bitcoin showed signs of a technical downtrend – which indicated further losses in the offing.
Sentiment reversed later in the day after U.S. Federal Reserve Chair Jerome Powell's FOMC speech hit a dovish tone. The central bank maintained its outlook for three rate cuts this year despite hotter-than-expected inflation figures.
Singapore-based trading firm QCP Capital said in a daily note that buying was led by spot transactions – a better reflection of demand than futures-led trading, which is usually more speculative.
"Demand seems to be largely spot driven with little change in funding rates. (BTC spot ETF flow data in the next few hours will confirm the spot demand)," QCP said in a Telegram broadcast.
Dogecoin (DOGE) jumped 18% after a March 7 filing from the prominent crypto exchange Coinbase went viral on X, showing it plans to offer DOGE, litecoin (LTC) and bitcoin cash (BCH) futures as early as April 1.
Some traders considered the move as a possible precursor to an eventual spot DOGE exchange-traded fund (ETF).
Coinbase – known for its strict listing criteria and regulatory compliance – said in the filing that DOGE was beyond a "joke" token in the current investing climate.
"Dogecoin's enduring popularity and the active community support suggest that it has transcended its origins as a meme to become a staple of the cryptocurrency world," it said.
",
    "category": "article",
    "datetimeCreation": "2024-03-21T10:04:27.511Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/06/solana-meme-coin-dogwifhat-surges-48-outperforming-bonk-doge/",
    "title": "Solana Meme Coin Dogwifhat Surges 48% to Record, Beats BONK, DOGE to $2",
    "type": "Markets",
    "summary": "Some meme coins are surging in anticipation of more exchange listings in the coming months.
Dogwifhat became the first major meme coin to cross the $2 price mark.
A listing on the prominent exchange Binance likely drove the price surge.
",
    "content": "Solana’s runaway meme coin Dogwifhat (WIF) surged 48% in the past 24 hours to trade over $2.11 early Wednesday, reaching over $2 billion in capitalization just over three months after issuance.
Such gains were most in the meme coin category tracked on CoinGecko for tokens with over $1 billion capitalization. The category rose 2.8% on average, with lower caps like myro (MYRO) and mog coin (MOG) rising as much as 80%.
WIF was issued in November 2023 and quickly went viral in crypto circles. Much of the token’s memetic value is derived from its connection to an image of a dog wearing a hat – and the “wif hat” usage that has caught on and grown among crypto circles.
WIF traded nearly $1 billion in the past 24 hours, CoinGecko data shows. It is the first major meme token with a price of over $1. Meme tokens usually tend to have a significantly large circulating supply – and prices of any major meme, such as dogecoin (DOGE) or shiba inu {{SHIB}], have never crossed the psychologically large $1 mark.
A listing on the prominent exchange Binance likely drove such price action, with the exchange recording $219 million in WIF trades within its first day.
Anticipation of future exchange listings and popularity among retail audiences contributed to gains, as per some X posts.
Meme coins have been in focus since late February amid a bitcoin-led rally. Investors have been treating these tokens as a bet on the growth of their underlying networks, as previously reported.
UPDATE (March 6, 12:03 UTC): Rewrites headline to add record high.
",
    "category": "article",
    "datetimeCreation": "2024-03-06T09:00:04.035Z",
    "tag": [
      "#Solana",
      "#Trading",
      "#Investing"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dImTOR5Mz5cMkkxK2C5NmAcPU_o=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/AHRVBRW5B5F4FK7AHW32U2FGVY.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/03/19/bitcoin-virtual-machine-will-soon-let-users-create-ai-models-on-bitcoin-network/",
    "title": "Bitcoin Virtual Machine Will Soon Let Users Create AI Models on Bitcoin Network",
    "type": "Technology",
    "summary": "“We've figured out a way to put AI on-chain,” lead developer punk3700 told CoinDesk in an X message.
BVM, a Bitcoin layer 2 project, will release a platform called Truly Open AI, allowing users to deploy AI models on the blockchain for use in crypto applications.
The AI’s storage model was built in collaboration with Filecoin, Near, Avail, Polygon, and Syscoin.
",
    "content": "Bitcoin Virtual Machine (BVM), a Bitcoin layer 2 project, will soon release a platform that allows users to spin up artificial intelligence (AI) models, developer punk3700 told CoinDesk in a message on Tuesday.
The new feature, called Truly Open AI, will let users float AI models on the blockchain for use in crypto applications. An AI model is a tool or algorithm based on a specific data set to arrive at a decision.
“We’ve figured out a way to put AI on-chain,” lead developer punk3700 said. “It’s the same but with a much bigger impact than putting jpegs on-chain like ordinals,” he said.
“They are neural networks (technical terms for AI) where users can create their own AI models, make money from them (when people use their AI models) per call, or sell the entire models,” he added.
The developer said that Filecoin, Near, Avail, Polygon, and Syscoin will provide the storage layers for the AI models.
AI tokens remain a hot narrative for crypto traders because the technology is expected to drive key innovations in the global economy in the coming years.
However, the relationship between AI and crypto is unclear: Some market experts say artificial intelligence cannot run on a blockchain, even though scores of projects claim otherwise.
At the time of writing, Bitcoin Virtual Machine’s BVM token was trading at $2, down 20% in the past 24 hours, in line with a marketwide drop.
",
    "category": "article",
    "datetimeCreation": "2024-03-19T06:07:16.209Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#AI",
      "#Exclusive"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/dFlOiIrTPZhlI1XqJzdQDah-iz4=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HK4VT2DJYBCMJJDPW4FLGHZKFU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/consensus-magazine/2024/03/26/the-bitcoin-halving-could-accelerate-consumer-adoption-of-btc/",
    "title": "The Bitcoin Halving Could Accelerate Consumer Adoption of BTC",
    "type": "Consensus Magazine",
    "summary": "By spurring adoption of secondary scaling layers like Lightning, the halving could make using bitcoin less expensive and more accessible — or in a word, more like other monies, Azteco's David Bailey writes.
",
    "content": "As the world gets into a frenzy around the coming Bitcoin halving – and the price of bitcoin (BTC) as a result – it’s important to take a moment for a reality check.
This feature is part of CoinDesk’s “Future of Bitcoin” package published to coincide with the fourth Bitcoin “halving” in April 2024.
David Bailey is chief marketing officer for Azteco.
The halving is a non-event for the vast majority of the world. At its core, it’s a simple evolution in how much the people who process bitcoin transactions get paid. All electronic payments, whether made via credit card, Venmo or the tap of a phone, require some kind of processing.
Bitcoin transactions are no exception.
On-chain bitcoin transactions are processed by the vast network of so-called “miners,” who validate and record transactions on the blockchain. To date, these miners receive two types of rewards: a block reward, paid by the bitcoin network, and a network transaction fee, also paid in bitcoin by the person making the transaction.
The coming “halving” reduces the first reward by half. There’s nothing surprising in this. Rather, the halving is a predetermined part of the system, designed to regulate the supply of new bitcoins in a predictable manner until the maximum of 21 million bitcoins have been issued. Sometime in the next century, given current trends, the block reward for processing bitcoin payments will halve until it goes toward zero.
But the result of the decrease in the block reward has a substantial impact on the second, the network transaction fee. The increase in transaction fees is a stark reminder that the supply of bitcoin is, by design, limited. Once 21 million bitcoins have been issued (as block rewards), there’s no way for anyone to create more bitcoins or alter the supply, as governments often do with their own fiat currencies.
This is why some people liken bitcoin to “digital gold.” It’s not a bad comparison but there are two important differences to remember: First, the supply of bitcoin is fixed at 21 million bitcoins. The supply of gold is finite, but it’s not fixed and known. After all, who knows what vast gold reserves might be discovered tomorrow?
Second, bitcoin is infinitely divisible. As bitcoin gets more valuable, people will transact subdivisions of value (for example, there are 100 million satoshis in one bitcoin). Gold is physical and you can’t subdivide it infinitely as it gets more valuable, though new digital gold entrants are attempting to make gold act more like, well, bitcoin.
The halving reminds people that the supply of bitcoin is truly limited and that demand is increasing, driving up the price of bitcoin in the long term. As something becomes more valuable, more people will want to use it, and so the cycle continues.
In the near term, the largest everyday impact of the halving will be a broader consumer shift to processors with lower-cost transaction fees. Enter the Lightning Network, a second-layer network that bitcoin transactions outside of the main blockchain. The Lightning Network processes peer-to-peer bitcoin transactions almost instantaneously, just like on the main blockchain.
The difference? The Lightning Network’s transaction fee is just a few cents. For regular people – those making small transfers or using a bit of bitcoin to purchase goods and services – this will become the preferred mode of transacting; it’s fast and it’s cheap. The relative ease of transacting with the Lightning Network may also accelerate consumer adoption.
See also: Exploring Bitcoin's Lightning Network
On-chain transactions won’t go away, of course. People will continue to use the blockchain to document large transactions – the same way that you’d use a wire payment, not a debit card, to purchase a car or house.
As on-chain network transaction fees continue to increase, network congestion will be offset by the shift to second-layer networks, which will in turn encourage a greater volume of transactions, some of which will happen on the main blockchain, which will push up processing fees. Ultimately, even with the rise of second-layer networks like Lightning, the net result will most likely be a steady increase in network fees as bitcoin becomes more widely adopted.
And that’s a good thing.
The more bitcoin acts like other currencies, the more comfortable people will be using it. While most of us are not miners, many of us are currently financially disenfranchised: Today there are more than a billion adults in the world who have a smartphone but no bank account. These people are digitally connected to the rest of the world, but lack the benefits of participating in a global financial system.
For them, bitcoin is a strong solution for their daily spending or personal savings – but only if it’s fast, reliable, inexpensive and accessible. The halving, by spurring the adoption of second-layer networks like Lightning, makes bitcoin just that.
",
    "category": "article",
    "datetimeCreation": "2024-03-26T20:57:11.424Z",
    "tag": [
      "#Opinion",
      "#Bitcoin",
      "#Halving",
      "#Lightning",
      "#Adoption"
    ],
    "author": "David Bailey",
    "linkImage": "https://www.coindesk.com/resizer/khRZaaEOpwWH4213QSaXQLscPgE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ZMDPO2VWOVF2LKNKHH7RC4GIHU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/03/27/munchables-exploited-for-62m-ether-linked-to-rogue-north-korean-team-member/",
    "title": "Munchables Exploited for $62M, North Korea-Linked Exploiter Returns Private Keys to Web 3 Firm",
    "type": "Technology",
    "summary": "The broader crypto community is calling for a controversial chain rollback in a bid to recover funds.
Munchables, a Web3 project on the Blast blockchain, suffered a hack that resulted in a loss of $62.5 million worth of ether (ETH).
The attacker manipulated a contract and transferred stored user funds before upgrading the platform’s smart contracts.
Blockchain sleuth ZachXBT linked the attacker to North Korea, with the hacking group allegedly stealing $3 billion worth of tokens since 2017.
",
    "content": "Web3 project Munchables was drained of an estimated $62.5 million worth of ether (ETH) early Wednesday after a contract was maliciously manipulated, blockchain data shows.
Munchables said on X that the developer had shared all private keys to recover the funds.
The attacker apparently transferred the stored users’ funds to themselves before upgrading the platform’s smart contracts. Blockchain sleuth ZachXBT said the attacker was likely North Korean, based on their GitHub commit activity. They are listed on GitHub as “Werewolves0493” and allegedly worked for the Munchables team.
North Korean hacking groups have stolen an estimated $3 billion worth of various tokens since 2017, as per a UN Security Council report earlier this month.
Meanwhile, several crypto developers and traders called for a chain rollback to help recover the funds.
A blockchain rollback reverses a series of confirmed transactions. It is typically done to undo the effects of a hack or other malicious activity that resulted in the theft of funds or other assets.
UPDATE (March 27, 07:01 UTC): Updates headline and adds Munchables statement.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T03:25:00.878Z",
    "tag": [
      "#Web3",
      "#Hack",
      "#Ether",
      "#ETH",
      "#Exploit",
      "#NorthKorea"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/1V6Zk8hG9LlKe8Qe_Z65ElajIg0=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/HULF64WQDFCPLIY4YXZ5L2DZTQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/podcasts/coindesk-podcast-network/zk-rollups-for-bitcoin-miners/",
    "title": "ZK Rollups For Bitcoin Miners",
    "type": "unknownType",
    "summary": "Orkun K?l?ç, co-founder of Chainway Labs, joins The Mining Pod at ETH Denver to break down why ZK Rollups could be the future scaling technique best for Bitcoin miners. 
",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/JrkD8SnKVN7vU5wq5B31Qq6l89g=/arc-photo-coindesk/arc2-prod/public/LZSXQGEPAVHSTK7SUJA5M7EHUE.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/27/kucoin-withdrawals-spike-to-1b-in-crypto-amid-us-regulatory-clampdown/",
    "title": "KuCoin Withdrawals Spike to $1B in Crypto Amid U.S. Regulatory Clampdown",
    "type": "Markets",
    "summary": "The surge occurred as U.S. federal prosecutors charged the exchange and two of its founders with violating anti-money laundering laws on Tuesday.
KuCoin saw over $1 billion in withdrawals over the past 24 hours, Nansen data shows.
Assets held by the exchange dropped to $4.8 billion from $6 billion, according to Arkham blockchain data.
The exchange "is operating well, and the assets of our users are absolutely safe," KuCoin said.
",
    "content": "Crypto exchange KuCoin saw about $1 billion in crypto withdrawals over the past 24 hours and assets under management (AUM) slumped 20% as the trading platform faced charges from U.S. authorities, data from Nansen and Arkham Intelligence shows.
The exchange experienced $1.083 billion in outflows via Ethereum Virtual Machine-compatible (EVM) chains during the period, and only $144 million of inflows. Nansen data did not include bitcoin (BTC) withdrawals. Net outflows on the Ethereum network reached $840 million, according to Nansen.
"This is more than a 15% drop in assets held by the exchange," Nansen said in an X post Wednesday.
Blockchain data from Arkham Intelligence shows that the amount of crypto assets (including BTC) held by tagged KuCoin crypto addresses plummeted to $4.8 billion from $6 billion on Tuesday. Arkham's figure includes price fluctuations, but crypto markets were generally little changed over the period, so the decrease was most likely a result of investors withdrawing assets from the platform.
The withdrawal surge happened as the exchange and two of its founders were charged Tuesday with violating anti-money laundering laws by U.S. federal prosecutors. A Homeland Security Investigations Special Agent called the exchange "an alleged multibillion-dollar criminal conspiracy."
Read more: Crypto Exchange KuCoin Violated Anti-Money Laundering Laws, U.S. Charges
Some users complained about delays in withdrawals, spurring concerns about the exchange's health. Blockchain data, however, showed that outgoing transactions from KuCoin were processed, with the delays most likely due to the pent-up withdrawal requests.
KuCoin said in a social media post that the exchange "is operating well, and the assets of our users are absolutely safe."

",
    "category": "article",
    "datetimeCreation": "2024-03-27T13:54:36.695Z",
    "tag": [
      "#KuCoin",
      "#Nansen",
      "#Arkhamintelligence",
      "#Exchanges",
      "#Withdrawals"
    ],
    "author": "Krisztian  Sandor",
    "linkImage": "https://www.coindesk.com/resizer/d1pYLEbBXiKbHrxUol0FVTXjv-M=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DDLEK4V4KVAHFO4ZSAGRUVMFFE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/26/house-republicans-demand-sec-explain-whats-up-with-crypto-platform-prometheum/",
    "title": "House Republicans Demand SEC Explain What's Up With Crypto Platform Prometheum",
    "type": "Policy",
    "summary": "The chairmen of two House committees want SEC Chair Gary Gensler to describe how the first special purpose crypto broker-dealer can legally handle ETH.
Influential House Republicans are demanding answers from Gensler on how ETH could legally be treated as a security by Prometheum.
A total of 48 members of Congress signed a letter to Gensler, expressing concerns about how listing ETH as a security could threaten the crypto industry.
",
    "content": "As Prometheum Inc. nears an unprecedented moment in U.S. crypto history by beginning a custody operation that intends to hold customers' Ethereum tokens (ETH), the industry's friends in Congress are demanding the Securities and Exchange Commission (SEC) explain what it means to do about this first U.S. special purpose broker-dealer (SPBD) for digital assets.
"We are faced with an alarming scenario in which a SPBD has announced that it intends to offer custodial services for ETH under a regime that does not permit such activity," the Republican chairmen of the House Financial Services and Agriculture committees wrote in a letter to SEC Chair Gary Gensler, also signed by 46 other members of Congress. "This action, if allowed to proceed, could have irreparable consequences for the digital asset markets."
Prometheum had announced a plan to begin custody of ETH as a customer asset. The initial plan was to start in the first quarter of this year, though the launch is now likely to happen next quarter, a spokesman said on Tuesday.
Rep. Patrick McHenry (R-N.C.) and Rep. Glenn "GT" Thompson (R-Penn.), the chairmen of the two committees, and the other Republican lawmakers – many of whom have been staunch supporters of the crypto industry – argued in Tuesday's letter that ETH is not a security, making the asset illegal to handle by a securities firm like Prometheum.
The lawmakers also slammed Gensler's unwillingness to directly say ether is a security.
"Your unwillingness to clarify the treatment of ETH only exacerbates the confusion and uncertainty regarding ETH’s classification as demonstrated by the Prometheum announcement," the letter said.
An SEC spokesman declined to comment, saying Gensler would "respond to members of Congress directly," and the spokesman for Prometheum said company officials are still reviewing the letter.
ETH has represented a tug-of-war between the SEC and the Commodity Futures Trading Commission, which has openly declared ETH to fit into its commodities jurisdiction, much like bitcoin does. While the SEC in earlier days seemed to agree, agency officials later suggested the decision on ETH isn't yet clear, especially after the Merge, a 2022 code update that shifted Ethereum from a so-called proof-of-work consensus mechanism to a proof-of-stake one. Meanwhile, ETH futures products have traded on CFTC-regulated platforms, and the SEC approved ether futures exchange-traded funds (ETFs) to begin trading last year.
The SEC has reportedly been probing the nature of ETH and the firms tied to it, potentially readying an answer to whether it's a security or not in the regulator's eyes.
Read More: Ethereum Foundation Faces Inquiry From a Government; Fortune Says SEC Investigating ETH
Prometheum itself also represents a potential turning point in the U.S. treatment of the crypto sector. Gensler has more than once offered up Prometheum as an example of a firm seeking to leap through the necessary regulatory hoops to handle crypto legally in the U.S. If the SEC allows Prometheum to operate as a custody provider and trading platform for tokens the firm concludes are securities, it undermines the industry's core argument that it's impossible for crypto firms to do business under existing SEC rules. If the SEC instead puts a stop to Prometheum's business, it could demonstrate that the agency's request for crypto firms to come in and register was hollow.
ETH is not registered as a security with the SEC, which the lawmakers suggest make it impossible to handle as a security for Prometheum. The company's leaders, though, have argued in the past that it's not their job to register the assets that'll be held and traded in their business.
Congress has been working on legislation to better map the regulatory road for crypto in the U.S., but while some legislation has moved closer to floor votes in the House of Representatives, the Senate has been more sluggish.
"Allowing one market participant and regulation by enforcement to dictate the future of digital asset regulation is unacceptable," the lawmakers argued in their letter.
Read More: The Crypto Industry’s New Favorite Punching Bag – Prometheum – Asks for a Chance
",
    "category": "article",
    "datetimeCreation": "2024-03-26T20:26:12.355Z",
    "tag": [
      "#Regulations",
      "#Ethereum",
      "#ETH",
      "#Prometheum",
      "#SecuritiesandExchangeCommission",
      "#Congress",
      "#HouseFinancialServicesCommittee",
      "#PatrickMcHenry",
      "#GlennThompson"
    ],
    "author": "Jesse Hamilton",
    "linkImage": "https://www.coindesk.com/resizer/cZH5js2d3PjUD6Sg963hvEjLYxk=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/LDTCHVBJVVGW3J5LDUSLFRYQDU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/coinbase-loses-most-of-motion-to-dismiss-sec-lawsuit/",
    "title": "Coinbase Loses Most of Motion to Dismiss SEC Lawsuit",
    "type": "Policy",
    "summary": "A judge ruled that the SEC made a plausible argument that Coinbase is operating as an unregistered broker, exchange and clearinghouse.
",
    "content": "A federal judge ruled that the U.S. Securities and Exchange Commission brought enough of a case arguing that Coinbase is operating as an unregistered broker, exchange and clearinghouse that its suit against the cryptocurrency company should move forward.
Judge Katherine Polk Failla, of the U.S. District Court for the Southern District of New York, on Wednesday ruled against most of Coinbase's motion to dismiss the SEC lawsuit, finding that the regulatory agency had a "plausible" case against the exchange. She set an April 19 deadline for the parties to agree on a case scheduling plan.
The SEC sued Coinbase last year, the same week it sued fellow exchange Binance, alleging that it was violating federal securities laws by making trading and staking services available to the general public. It also argued that Coinbase Wallet acted as an unregistered brokerage.
"We're pleased that yet another court has confirmed that, while the term 'crypto' may be relatively new, the framework that courts have used to identify securities for nearly 80 years still applies," an SEC spokesperson said in an email. "It's the economic realities of a transaction, not the labels, that determine whether a particular offering constitutes a security."
While the judge said that the SEC seemed to have an argument that some of the tokens listed on Wallet might meet the standards for "investment contracts," Coinbase didn't seem to be acting as a brokerage, dismissing that part of the suit.
The other aspects of the suit can proceed, she ruled, dismissing claims that the SEC is violating the Major Questions Doctrine (a U.S. Supreme Court ruling prohibiting federal agencies from exceeding their congressional mandates) or the Administrative Procedures Act. Indeed, Coinbase had ample notice the SEC was pressing cases against crypto companies, the judge ruled, pointing to the DAO Report and previous cases.
"When a customer purchases a token on Coinbase's platform, she is not just purchasing a token, which in and of itself is valueless; rather, she is buying into the token's digital ecosystem, the growth of which is necessarily tied to value of the token," she said. "This is evidenced by, among others, the facts that (i) initial coin offerings are engineered to have resale value in the secondary markets and (ii) crypto-asset issuers continue to publicize their plans to expand and support the token's blockchain long after its initial offering."
Similarly, token developers "advertise the fact that capital raised through retail sales of tokens will continue to be re-invested," she noted.
These cases often survive past motions to dismiss, such as the SEC's case against Ripple. The judges are required to take the allegations as facts, but the substantive parts of the case will be argued later.
The case is one of many that may define how the crypto industry can operate in the U.S. If a judge rules that exchanges must be treated similarly to national securities exchanges, as the SEC seems to want, it would impose new restrictions and disclosure regulations on these trading platforms, as well as potentially limit the number of tokens available to retail investors.
UPDATE (March 27, 2024, 14:21 UTC): Updates with more background in the final two paragraphs.
UPDATE (March 27, 17:10 UTC): Adds SEC spokesperson comment in fourth paragraph.

",
    "category": "article",
    "datetimeCreation": "2024-03-27T14:11:13.731Z",
    "tag": [
      "#Regulations",
      "#Coinbase",
      "#SEC"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/KqkXpU5PavQPaIhjG3Alf9TyoeY=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CUUIMP4BQBGGLEUYV3WIL6HAEU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/03/20/protocol-village/",
    "title": "Protocol Village: Algorand Claims First L1 Using Python as Programming Language",
    "type": "Technology",
    "summary": "The latest in blockchain tech upgrades, funding announcements and deals. For the period of March 21-26.
A dedicated GameFi launchpad on the OKX NFT Marketplace, in partnership with Immutable.
The integration of Immutable's zkEVM, a groundbreaking scaling solution powered by Polygon, into the OKX Marketplace and OKX Wallet.
",
    "content": "March 27: Algorand Foundation launched AlgoKit 2.0, claiming that it makes Algorand the first layer-1 blockchain to use Python as a native programming language. According to the team: "Popular apps like Instagram, Spotify and Uber are written in Python, used by more than 10 million software developers worldwide. AlgoKit 2.0 is an upgrade to the AlgoKit command line interface (CLI) – a simple, one-stop toolset for building on Algorand. It empowers developers to write Web3 apps in regular Python. The toolkit has been internally re-architected with an improved templating system for an overall more streamlined developer experience." (ALGO)
March 27: Elixir Games, a leading Web3 gaming distribution platform backed by Square Enix, announced the close of its seed funding round, raising $14 million to spearhead development of a comprehensive global gaming ecosystem that will launch later this year. According to the team: "The additional funding will also support the launch of the ELIX token, which will power Elixir Games products, as well as the Launchpad & Incubation Program, also arriving in 2024. Investors in the Seed round include Square Enix, the Solana Foundation and Shima Capital, among other private entities."
March 27: Layer-1 blockchain Peaq said it raised $15 million in funding to expand its ecosystem of decentralized physical infrastructure (DePIN) networks. The funding round, led by Generative Ventures and Borderless Capital and featuring participation from Spartan Group, CMCC Global and Animoca Brands, comes ahead of the blockchain's mainnet launch and listing of the PEAQ token.
March 27: BOB, a hybrid layer-2 network – sitting atop the Bitcoin blockchain, but with Ethereum compatibility – has raised $10 million in seed funding. The round was led by Castle Island Ventures and included participation from Mechanism Ventures, Bankless Ventures, CMS Ventures, UTXO Management, along with angel investors Dan Held and Domo, creator of the BRC-20 token standard.
March 27: Fetch.ai, SingularityNET and Ocean Protocol agreed to merge tokens and create an alliance for decentralized artificial intelligence (AI). The three are seeking to create an AI collective, providing a decentralized alternative to existing projects that are controlled by large technology companies, according to an emailed announcement on Wednesday.
March 27: MyShell, a Tokyo-based decentralized AI platform used to create "AI girlfriends," has raised $11 million in pre-series A funding for its AI app-building ecosystem. The investment, which brings MyShell's total funding to $16.6 million, was led by Dragonfly, with additional participation from Delphi Ventures, Bankless Ventures, Maven11 Capital, Nascent, Nomad Capital and OKX Ventures. The round also attracted support from individual investors such as crypto investor and thought leader Balaji Srinivasan, NEAR's Illia Polosukhin and Paradigm's Casey K. Caruso.
March 27: NEAR Foundation, the non-profit behind the layer-1 NEAR Protocol, announced that the protocol now supports chain signatures, offering users multichain access from their NEAR account. The chain signatures network is secured in part by EigenLayer, which joins NEAR as a launch partner, according to a press release. EigenLayer is a restaking project built on Ethereum.
Protocol Village is a regular feature of The Protocol, our weekly newsletter exploring the tech behind crypto, one block at a time. Sign up here to get it in your inbox every Wednesday. Project teams can submit updates here. For previous versions of Protocol Village, please go here. Also please check out our weekly The Protocol podcast.
March 26: Illuvium, describing itself as "a decentralized studio building the world's first interoperable blockchain game universe," has raised $12 million in a Series A round, from investors including King River Capital, Arrington and Animoca. The funding will be allocated to developing new gaming titles within the Illuvium ecosystem, according to a press release, and brings the cumulative total to $60 million. "The concept of redirecting 100% of all in-game revenues to staked investors is a major draw for ILV, resonating strongly with our community," Kieran Warwick, co-founder and CEO, said in a press release. (ILV)
March 26: Ankr, a blockchain node provider, introduced "Neura" protocol – a blockchain blending AI, cloud and Web3 on Cosmos SDK architecture, "for better scalability and interoperability," according to the team: "Features include a decentralized GPU marketplace, ANKR token economy, novel token standards, and off-chain storage with Celestia and IPFS, aiming for improved AI model deployment and data security. Chandler Song, Ankr’s CEO, highlights its potential to transform AI and blockchain integration."
March 26: Moondance Labs, the creators behind Tanssi Network, an appchain infrastructure protocol, has successfully raised $6 million in a strategic funding round to bolster Tanssi's ongoing development and enable team expansion. According to the team, an incentivized TestNet campaign is also being pre-announced.
March 26: Babylon and B² Network announced that B² will integrate Babylon's BTC Staking protocol "to enhance the security of B² Network's Data Availability Layer and the B² Hub." According to the team: "The partnership will utilize Babylon's BTC timestamping protocol to guard against long-range attacks on the B² Hub helping safeguard the PoS mechanism. Additionally, through the collaboration, the B² Network will join Babylon's BTC Staking protocol to help foster liquidity through BTC Staking and Restaking while empowering BTC DeFi."
March 26: A16z, the venture capital firm, publicized that its "Crypto Startup Accelerator (CSX) Spring 2024 program kicks off this week, with the founders of 25 early-stage startups gathered in London." According to the team: "Over 10 weeks, they’ll learn from each other and receive guidance/resources from the a16z crypto team, speeding up their path to product-market fit and setting them up for long-term success. The founders of these 25 companies look to advance core sectors of the crypto ecosystems, including infrastructure, consumer apps, DeFi, payments, games, dev tools and DePIN."
March 26: Borderless Capital has acquired CTF Capital, a quantitative trading and asset management firm, expands its global presence in Latin America. According to the team: "The integration strengthens Borderless's funds now exceeding $500 million in assets under management with performant products and strategies for capital deployment. The acquisition expands Borderless's footprint in LatAm, with plans to open a new office in Argentina as its regional HQ, furthering its commitment to Web3 growth and innovation.
March 26: Civic, provider of a multi-chain, wallet-agnostic identity solution, has announced its physical ID card as part of the Civic ID System, "marking a step forward in private, compliant, and user-focused identity solutions." According to the team: "The physical ID card, when layered with the Civic Pass, akin to a soul-bound identity token, will help to combat AI-driven fraud, airdrop farming, face-farming and other fraudulent activities that take place digitally. By bridging digital and physical worlds through a globally accepted physical ID card, the new Civic ID System will ensure comprehensive human identity verification. The ID card is usable and receivable across 190 countries."
March 26: The Graph, the indexing and query layer of Web3, and the Google of Web3, is proud to announce the completion of the Sunray phase. According to a blog post, Sunray brings several new features, "each significantly enhancing the developer experience." They include a simplified upgrade interface, 100,000 free queries per month and easy billing with credit and debit card payments.
March 26: SKALE, the gasless blockchain, just announced $2 million in grants for GDC attendees. GDC stands for "Game Developer Conference," in San Francisco. According to the team: "You'll receive funds, tech support, and marketing and join a strong SKALE gaming community with over 23 Million users. Indie game devs, gaming studios, Web2 and Web3 games are all encouraged to apply. Applications are due April 5."
March 26: Radicle, an open-source, peer-to-peer code collaboration stack, announced the launch of Radicle 1.0. According to the team: "The release marks a significant milestone in the protocol’s journey. Unveiled today, Radicle 1.0 is set to transform the way developers publish and distribute open-source code, AI models and research. Conceived as a decentralized alternative to centralized forges like GitHub and GitLab, Radicle extends the capabilities of these systems with a decentralized identity system, gossip protocol, and integrated social artifacts which together form a self-hosted network for code collaboration.
March 26: MyPrize, founded by Zach Bruch and describing itself as an "online crypto casino enabling immersive multiplayer experiences," emerged from stealth and disclosed having raised $13 million over two rounds of financing, backed by Dragonfly and Boxcar Ventures. According to the team: "Users can gamble directly alongside their favorite creators and friends, introducing deep social media integration into an online casino for the first time and introducing entirely new ways for players to interact with their favorite streamers."
March 26: Bella Protocol, for helping liquidity providers optimize yields and returns, announced in a blog post that it's "partnering with AlphaNet, a cutting-edge AI platform for crypto trading powered by Phoenix." According to the team: "Through AlphaNet’s diverse technology stack, Bella Protocol’s users will be able to access advanced trading experiences and superior risk-adjusted returns secured by AI signals and strategies. Bella will be one of the first partners to have access to AlphaNet Hypermatrix, a state-of-the-art custom AI trading strategy computing platform."
March 26: OrdinalsBot, the team behind the API-first company in the Ordinals ecosystem, raised more than $3 million in new seed funding round led by DACM with participation from Eden Block, Nural Capital, WWVentures, Lightning Ventures, Oak Grove Ventures, UTXO Management (a fund manager of Bitcoin Magazine), Kenetic Capital, CMS Holdings, Kestrel0x1, Sora Ventures, London Real Ventures, Crypto Zombie, MDX Crypto and other industry leaders and crypto influencers across the ecosystem.
March 26: Tether, the issuer of the world's largest stablecoin, is establishing a unit focused on artificial intelligence (AI) and has started a recruitment drive to help fill it. The unit will focus on the development of open-source AI models and collaborate with other firms to integrate them into products that could address real-world challenges, the company announced on Tuesday.
March 26: Spectral Labs, a crypto development firm focused on artificial intelligence, wants to make it easier for non-programmers to build on blockchains. On Tuesday the company will launch Syntax, an AI app that can help anyone – coders and non-coders alike – spin up smart contracts for Ethereum and dozens of other blockchains.
March 26: Bitcoin finance layer ALEX raised $10 million in a round led by Spartan Capital. Other investors include CMS Holdings, DACM, DWF Labs, Foresight Ventures, G-20 Group, Ouroboros Capital, Summer Capital, Cultur3 Capital, EVG. According to the team: "ALEX leverages layer 2s, bridges, oracles and other infrastructure to create a Bitcoin-specific decentralized finance layer, using leading Bitcoin layer-2 Stacks as the chassis."
March 25: Allen Day, head of Web3 developer relations at Google Cloud, is joining Dovey Wan's Primitive Ventures as a venture partner. According to a message from Wan: "He will focus on key areas such as the intersection of AI and crypto, decentralized data and compute stacks, and next-generation cryptographic schemes and validation mechanisms."
March 25: The Worldcoin Foundation open-sourced core components of the orb’s software, now publicly available on GitHub under an MIT/Apache 2.0 dual license, according to a blog post dated March 22: "These new open components complement the previously-released hardware and iris recognition repositories, and their public availability marks significant progress in making the Orb’s image processing transparent and its privacy claims verifiable." (WLD)
March 25: Dominic Williams, chief scientist at Dfinity Foundation, posted a video on X of what he claimed was the world's first "demonstration of AI running *on* blockchain as a smart contract." According to Williams: "Code will follow shortly. This is running on Dfinity's Internet Computer testnet, but you'll be able to take the code and run it on the public network as the NNS is expected to up the per-transaction instruction limit in the coming days." (ICP)
March 25: OKX and Immutable have entered a strategic partnership, "which includes the introduction of a GameFi NFT launchpad and integration of Immutable's gaming-focused zkEVM chain into OKX Marketplace and OKX Wallet," according to the team: "This partnership will benefit game studios, players, and gaming ecosystem participants with:
March 25: StaFi, describing itself as the "first liquid staking protocol for multiple PoS chains," launched its "Liquid Staking as a Service" (LSAAS) testnet for StaFi 2.0, rebranded as an "LSD Infra Layer," according to the team: "Featuring liquid staking derivatives (LSD) for Ethereum, EVM layer 2s and Cosmos, alongside a CosmWasm LSD framework, StaFi 2.0 seeks to unify the fragmented liquid staking landscape." According to the project documentation, "StaFi aims to solve the contradiction between mainnet security and token liquidity in PoS consensus."
March 25: Binance Academy and BNB Chain, the largest layer-1 blockchain by user count, have partnered to launch a new online course, "BNB Chain Developer Specialization," which aims to equip future Web3 software developers with the skills needed to encourage more building in the Web3, crypto and technology industry, according to the team: "Each course features between two to six videos, exploring topics like Blockchain Basics, BNB Chain, Smart Contracts, Solidity, Web3, Decentralized Applications (DApps), Oracles and DeFi. It requires no prior knowledge of blockchain fundamentals and is free of charge."
March 22: Web3 infrastructure provider Entangle, powered by underlying primitive "liquid vaults," announced that it has received strategic investment from Consensys, the Ethereum-focused developer. According to the team: "The funding provided by the blockchain incubator takes the total funding received by Entangle to $4M. The Entangle mainnet is on course to launch in April. A large and engaged community has coalesced around the infrastructure project, resulting in the Entangle testnet attracting 250,000 users. The community has completed 1.5M testnet transactions, allowing developers to assess the network’s performance ahead of mainnet deployment."
March 22: Rollie Finance, describing itself as "the first one-swipe AI trading perpetual exchange on Scroll," announced that it has raised a seed round of funding from Animoca Ventures; M77 Ventures; Sandy Peng, co-founder of Scroll; Alex Lee, founder of Wombat Exchange; and Kate Wong, COO of RSS3. According to the team: "Inside the simple one-swipe-trading interface, numerous trading algorithms, years of trading experience, real-time on-chain data, AI analysis and more are simultaneously implemented in the background to ensure the trade is both simple and sophisticated."
March 22: Succinct, developer of a zero-knowledge virtual machine and a decentralized prover network, announced a fundraise of $55M led by Paradigm. According to the team: "The total raised comes across a Seed and Series A round, with participation from Robot Ventures, Bankless Ventures, Geometry, ZK Validator and angels including Sreeram Kannan from Eigenlayer, Sandeep Nailwal and Daniel Lubarov from Polygon and Elad Gil."
March 22: GAM3S.GG, a Web3 gaming platform with a "superapp," raised $2 million and is preparing to launch its $G3 token, according to the team: "The round featured a host of leading VCs iincluding Merit Circle, WWVentures, Cogitent Ventures, P2 Ventures, Cypher Capital, Acheron, Basics Capital, OIG Capital, BreederDAO, Hercules Ventures and angels like Polygon co-founder Sandeep Nailwal, YGG co-founder Gabby Dizon, Sky Mavis & Ronin co-founder Jiho Zirlin."
March 21 (PROTOCOL VILLAGE EXCLUSIVE): The team behind Fluence network, which describes itself as "a decentralized serverless platform and computing marketplace powered by blockchain economics," announced that the Fluence Cloudless Platform is now live, "offering a cloudless and decentralized alternative to enterprise cloud computing providers such as AWS and Google Cloud," according to the team: "The platform leverages a decentralized serverless compute network to provide a solution that is resilient and auditable while offering flexibility and cost-efficiency to providers and users."
March 21: Movement, a network of Move-based blockchains, announced that it's planning to expand the Move DeFi ecosystem through a collaboration with Thala, a leading Move DeFi platform, according to the team. "Movement will bring Thala's DeFi suite, including its DEX, stablecoin and launchpad, to the Ethereum ecosystem via M2. This will allow Thala to tap into the vast EVM user base and liquidity pool, while still leveraging the security and speed of the Move language.
March 21: Morph, a fully permissionless Ethereum Virtual Machine (EVM) layer 2 for value-driven dApps, announced the close of a $19 million seed round, led by DragonFly Capital with additional participation from Pantera Capital, Foresight Ventures, The Spartan Group, MEXC Ventures, Symbolic Capital, Public Works, MH Ventures, Everyrealm, with an additional $1MM raised in an angel round. According to the press release: "The innovative technology is built within three key pillars – decentralized sequencer, optimistic zkEVM integration and modular design."
March 21: Elastos, a blockchain project, announced BTC Oracle, "a radical new solution that will enable every EVM-compatible blockchain to be a Bitcoin L2, the most comprehensive solution for cross-chain operability involving Bitcoin and EVM blockchains yet." According to the team: "The BTC Oracle is part of Elastos’s BTC L2, 'BeL2,' the first BTC L2 to enable the direct development and management of Bitcoin-native smart contracts. Elastos’ BTC Oracle acts as a zero-knowledge proof data feed that provides real-time Bitcoin information to EVM smart contracts. A prototype is now available to illustrate how you can stake ELA in return for Bitcoin rewards."
March 21: Espresso, a leading specialist in the emerging blockchain field of "shared sequencing," has raised $28 million in a series B round led by venture capital firm Andreessen Horowitz's a16z Crypto, according to a press release. The investment round closed in February, and the funding will be used to continue to build out Espresso’s products, invest in the broader rollup ecosystem, and hire additional people for Espresso.
March 21: Babylon and Nubit announced a collaboration to integrate Babylon's Bitcoin staking and timestamping protocols, to enhance Nubit's Bitcoin-native data availability layer. According to the team: "Through this collaboration, Bitcoin L2s, DeFi, indexers and other systems that want to use Bitcoin for security and data availability will find a native and efficient solution. The partnership will leverage tech advancements to improve Bitcoin’s utility and accessibility, aiming to inherit Bitcoin’s complete censorship resistance and economic security to ensure a robust and resilient infrastructure for Bitcoin’s future growth." Nubit claims on its website to be the "first Bitcoin-native data availability layer."
March 21: Core Foundation has unveiled Core Venture Network (CVN), "comprising a community of 50 venture capitalists and other investors dedicated to offering resources, funding and strategic counsel for dApp development on Core Chain, the blockchain secured by Bitcoin and EVM-compatible (Ethereum Virtual Machine). Alongside its launch, the Core Venture Network announces $15M in regional ecosystem funds. Notable members of the Core Venture Network include Foresight Ventures, Marin Digital Ventures, Brinc VC, Mexc Ventures, CoinSwitch and others."
March 21: XPLA, a gaming-focused blockchain based on the Tendermint consensus engine, and Matter Labs, a software development, engineering, and cryptography company developing software for zkSync, announced a collaboration designed to advance the development and deployment of Web3 games through the newly created zkXPLA ecosystem. According to a press release: "The zkXPLA mainnet is designed to support Web3 games and projects expanding to the Ethereum ecosystem while offering interchain integration, as well as facilitating the onboarding of new gaming titles, entertainment experiences, as well as public projects with financial companies and government agencies. The hyperchain infrastructure on zkSync will further optimize the deployment of games by publishers and developers via zkXPLA and offer a seamless end-to-end gaming environment with enhanced security, transparency, and lower transaction fees.
March 21: Bitcoin L2 Mintlayer is announcing an upgrade to its staking program UI to make it easier to use and more accessible, according to the team: "Its simplified staking program is integrated into a combination of its block explorer and Mojito wallet browser extension, which enables Mintlayer users to stake their ML tokens and earn rewards. Aside from being used to secure the Mintlayer network through staking, the ML token is used to pay transaction fees on the Bitcoin sidechain."
March 21: VeChain announced the winners of its most recent hackathon hosted at the University of Cambridge in partnership with EasyA and with participation from BCG. According to the team: "The hackathon encouraged the development of the VeBetterDAO platform, a sustainable ecosystem designed to incentivize enterprise and individual positive impact and resulted in 50+ X-2-Earn projects. VeChain track winner: Meatless, an app that incentivizes buying sustainable food products BCG track winner: EcoNex, an app promoting eco-friendly travel Pitch-a-thon track winner: LogiQ, an app designed to streamline trucks freight-sharing."

",
    "category": "article",
    "datetimeCreation": "2024-03-27T17:28:49.22Z",
    "tag": [
      "#TheProtocol",
      "#Blockchain",
      "#Ethereum",
      "#Bitcoin",
      "#Tech",
      "#BlockchainTechnology",
      "#EVM",
      "#ProtocolVillage"
    ],
    "author": "Bradley Keoun",
    "linkImage": "https://www.coindesk.com/resizer/anPbRzQBfc7-pEiwMErfKjteN6I=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/UK44TNET4ZFIFAX2JQSWJQJSTU.jpeg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/27/etherfis-ethfi-jumps-50-to-record-may-boost-valuations-for-liquid-restaking-token-airdrops-analyst/",
    "title": "Ether.Fi's ETHFI Jumps 50% to Record, May Boost Valuations for Liquid Restaking Token Airdrops: Analyst",
    "type": "Markets",
    "summary": "Restaking has become one of the hottest sectors in DeFi, with new protocols leveraging Ethereum's proof-of-stake blockchain to secure other networks.
ETHFI hit a record high $7.2 Wednesday, withstanding the declines in ether and the broad-market CoinDesk 20 Index.
The performance could bolster valuations for other liquid restaking tokens ahead of their airdrops, one analyst noted.
",
    "content": "Liquid restaking protocol Ether.fi's governance token (ETHFI) jumped to a record high Wednesday as hype over restaking continued to captivate crypto investors.
The token, which represents voting power in the protocol's decision-making process, surged as much as 50% in the past 24 hours to $7.2. It outperformed ether (ETH), bitcoin (BTC) and the broad-market CoinDesk 20 Index (CD20), which all posted slight declines during the same period.
With the rally, ETHFI recovered from a price slump following its March 18 airdrop, when, after initially rising to $5 on Binance, it slumped below $3 in the following days. Airdrops are distributions of free tokens, usually to early investors, users and adopters, which protocols leverage as incentives to bootstrap demand for their services.
Liquid restaking protocols such as Ether.Fi have emerged as one of the hottest new sectors in decentralized finance (DeFi), and are designed to reuse Ethereum's proof-of-stake blockchain to secure other networks through the original restaking platform, EigenLayer.
Ether.fi has become the leader in the liquid restaking field, and its total value locked (TVL) has ballooned to over $3 billion from $100 million since the start of of the year, DefiLlama data show. Rival platforms such as Kelp DAO, Puffer Finance, Renzo and Swell also attracted significant deposits, ranging from hundreds of millions of dollars to over $1 billion.
Read more: Liquid Restaking Tokens: What Are They and Why Do They Matter?
The strong price performance of ETHFI, the protocol's governance token, could bolster valuations of other liquid restaking tokens (LRT) airdropped in the future, Ignas, a prominent DeFi analyst, noted.
"The higher the ETHFI price, the higher relative valuations of all other LRT governance tokens will be," Ignas said in an X post. "Our Swell, Renzo, Puffer, Kelp, and obviously EigenLayer airdrops will get juicier the higher ETHFI goes."
",
    "category": "article",
    "datetimeCreation": "2024-03-27T16:31:30.979Z",
    "tag": [
      "#Ether.Fi",
      "#Restaking",
      "#Markets",
      "#DeFi"
    ],
    "author": "Krisztian  Sandor",
    "linkImage": "https://www.coindesk.com/resizer/wDIOWAKgrU39PvPXM3Sk1iW53ps=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/Q5DUW3UFYJHDNI4CEQDEGNNSUU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/sponsored-content/influencer-achieves-significant-growth-through-inscriptions-on-phemex/",
    "title": "Influencer Achieves Significant Growth Through Inscriptions on Phemex",
    "type": "Sponsored Content",
    "summary": "Legendary key opinion leader Ben Armstrong drove his community's success after unveiling inscriptions on Phemex’s new social trading tool.
",
    "content": "Phemex, a leading digital asset exchange, recognizes the pivotal role that platforms play as trusted partners in nurturing crypto communities. That’s why it has a detailed plan to ensure its traders are united and empowered.
The team behind Phemex has recently rolled out its new social trading feature, PhemexPulse, and it swiftly grabbed the crypto space’s attention. Intrinsically linked to the Web3 ecosystem, PhemexPulse offers a lucrative daily earning scheme that turns your routine social interactions into crypto rewards.
However, the appeal of PhemexPulse extends beyond its rewards scheme, giving back to users for their engagement. The platform also features a unique inscription marketplace, where key opinion leaders (KOLs) can release exclusive inscriptions for their followers to mint, collect and trade. Ben Armstrong, a prominent figure in the crypto world, was the first to introduce his inscriptions on PhemexPulse, which led to an impressive surge in value of over 7,296% within the initial post-launch hours. This momentum was sustained over the next five days, culminating in a new all-time high (ATH) on March 20, representing a 56% increase from its initial peak. This remarkable growth translated into a cumulative 11,400% gain for the asset holders. In just one week's time, a user who started by minting 10 inscriptions, earning them 10 PT on day one, has experienced a staggering growth, with their holdings skyrocketing to 1000 PT.
“Ben has long been a pivotal influencer within the crypto sphere, offering seasoned advice to crypto enthusiasts,” says Phemex COO Stella Chan. “His decision to release his inscriptions on PhemexPulse was met with enthusiasm, as the community eagerly seized the opportunity to acquire them.”
Before we get too far ahead of ourselves, though, let’s assume not everyone knows what inscriptions – and their related assets, ordinals – are. They’ve only been around for about a year.
They’re basically NFTs predicated on bitcoin. Ordinals are a system for ordering sats – that is, bitcoin fractions – in a way that renders them non-fungible. Inscriptions, then, are the contents of the ordinal NFT. They can be images, videos, texts or any other data.
On PhemexPulse, KOLs act as content creators and can also launch their distinct ordinals through an inscription marketplace, allowing the community’s aggregate demand to determine the value of each. Supporters vote with their wallets by acquiring these inscriptions to engage with and back their preferred influencers on PhemexPulse.
Recently, Armstrong – who has 100,000 YouTube followers – introduced his exclusive inscriptions on PhemexPulse, limiting ownership to just 600 enthusiasts, with no more than 10 inscriptions per person. Scarcity tends to drive up prices, so the market met this release with an immediate surge.
“Ben’s inscriptions are a testament to the explosive potential in this space,” according to Chan. “At Phemex, we're not just strengthening community ties by facilitating deeper connections with leading crypto figures, but also providing a gateway to a vibrant market.”
KOLs including Armstrong can nest pretty much any kind of data they want in these NFTs. Some might be collectible in their own right with no intrinsic value beyond the influencer’s fandom – but they might still be fun and lucrative to acquire. Others, though, could conceivably contain investment tips, instructions to access insider-only coin drops or other opportunities to earn. And there’s a potential early-adopter benefit to acquiring inscriptions before anyone else has even heard of them.
The value of inscriptions on PhemexPulse are measured in PT, Phemex’s native coin.
While Armstrong deserves credit for paving the way, the inscription market has a lot of growth potential for other influencers looking to get in on the ground floor.
KOLs can monetize their influence on PhemexPulse simply by creating their own Web3 group, funded by Phemex. By attracting followers with top-notch content and trading tips, these influencers and their followers can unlock daily PT rewards based on their accumulated points.
Indeed, the landscape is crowded with various social networking platforms that users frequent, particularly during a bull market. However, PhemexPulse distinguishes itself by not only rewarding users for their consistent online engagement, but also by fostering a closer relationship between KOLs and their followers within a conversational environment. It has already cultivated a dynamic marketplace where unique creations can be minted, held and valued. Phemex is now inviting more content creators to join PhemexPulse and establish their own groups, capitalizing on the myriad opportunities that both they and the market offer.
For more information, to join a PhemexPulse group or to create your own using, visit its website.
",
    "category": "article",
    "datetimeCreation": "2024-03-21T21:51:24.259Z",
    "tag": [],
    "author": "CoinDesk Staff",
    "linkImage": "https://www.coindesk.com/resizer/d4gxZ0gadA2IEqaPKG4v7Bd5rvU=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/TKOAVO2L4RCC7BTF56NL6I25CA.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/26/base-blockchain-transactions-jump-on-meme-coin-led-frenzy/",
    "title": "Base Blockchain Transactions Jump on Meme Coin Led Frenzy",
    "type": "Markets",
    "summary": "The blockchain could see huge traction among retail audiences due to its proximity to the prominent Coinbase exchange, a sentiment that’s driving activity and growth of native Base tokens.
Crypto traders are capitalizing on the Base blockchain, which has seen a surge in activity and funds locked due to a meme coin-led frenzy for tokens on the network.
Base, developed by Coinbase on OP Stack, has experienced a significant increase in transactional activity, unique addresses, and funds locked, with direct access from Coinbase potentially making it the first network used by new retail users.
The popularity of meme coins on Base has led to high gas fees and network congestion, with trading bots contributing to the issue.
",
    "content": "Crypto traders are seeking profit opportunities on the Base blockchain amid a meme coin-led frenzy for tokens issued on the network, several metrics show.
Base, built by crypto exchange Coinbase on OP Stack, went live for developers in August and initially saw muted growth. However, that has changed in the past few weeks, with funds locked on the network rising to nearly $1 billion on Tuesday from $450 million at the start of this month.
Blockchain scanners show that transactional activity is up threefold to over 1.5 million a day from an average of under 500,000 a day in the past few months. The number of unique addresses has doubled to 65,000 wallets.
Some market observers say direct access to Base from Coinbase’s exchange and wallet applications could make it the first network that retail users use, instead of the several other options – fueling a frenzy.
Prices of tokens such as cat-themed toshi (TOSHI), thank you base god (TYBG), normie (NORMIE) and brett (BRETT) have risen as much as 1,300% over the past week, data shows, crossing over $1 billion in cumulative trading volumes.
Tokens of technical projects such as decentralized exchange Aerodrome’s AERO and Seamless’ SEAM rose as much as 90% in the past week, CoinGecko data shows.
That has generated the network $1.8 million in fees over the past 24 hours. Social sentiment on X has bumped in tandem, with scores of traders calling for a rotation of capital to the relatively new network.
Meanwhile, the immense popularity of meme coins on Base has resulted in high gas fees, which exceeded the fees paid by users before the Dencun upgrade, Optimism developer Michael Silberling pointed out on X.
Most of the transactions came from meme coin trading and trading bots designed to buy tokens in the first few minutes after issuance, contributing to network congestion and stuck transactions last week.
",
    "category": "article",
    "datetimeCreation": "2024-03-26T06:46:19.69Z",
    "tag": [
      "#Coinbase",
      "#Exchange",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/BzucWRcpFTd-dwLbanKoLLHl53E=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/37LYOZ5NCZEFJM7TZKKBZAWALE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/27/layer-2-blockchain-mantles-token-hits-all-time-high-as-reward-system-goes-live/",
    "title": "Layer-2 Blockchain Mantle’s Token Hits All-Time High as Reward System Goes Live",
    "type": "Markets",
    "summary": "The rally in the MNT token pushed the market cap of the blockchain to over $4 billion.
Mantle's market value rose to over $4 billion.
The layer 2 blockchain said users can lock their MNT into a vault and accumulate rewards.
",
    "content": "Mantle, the layer 2 scalability solution built atop Ethereum, witnessed its native token surge to a fresh all-time high on Wednesday, pushing its market value to over $4 billion, outperforming the rest of the market.
MNT jumped to a high of $1.45 from a 24-hour low of $0.90. Mantle announced on X (formerly Twitter) that its ‘Mantle Rewards Station’ is now live. This means that users can connect their wallets and lock their MNT into a vault accumulating rewards.
The rewards are fully backed by Mantle’s Treasury, according to a blogpost. They will be distributed in the form of a receipt token called ‘mShard.’ MNT stakers will be able to claim the mShards daily during the locking period (which ends on April 25) by redeeming Ethena Lab’s native token ENA in exchange. There are currently 2.5 billion Ethena Shards estimated to be worth $1.8 million.
Ethena Labs is a synthetic dollar protocol built on Ethereum.
MNT holders already could start locking their tokens from March 25, but the rewards began to be counted officially on Wednesday.
According to Strahinja Savic, head of data and analytics at FRNT Financial, investors might view exposure to layer 2 solutions like Mantle as the potential for higher upside due to their newness.
“Given how crucial layer-2s are to Ethereum, it's not surprising to see layer-2s have these explosive rallies,” said Savic. “Given the relative newness of layer-2s compared to the layer-1 Etheruem network, investors may see greater upside in these tokens compared to ETH.”
South Korean crypto exchange Upbit also announced that it will list Mantle MNT’s trading pair with KRW, BTC and USDT.
The token has dropped slightly from its daily all-time high to levels around $1.30.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T17:26:50.348Z",
    "tag": [
      "#Ethena",
      "#Ethereum",
      "#layer2"
    ],
    "author": "Lyllah Ledesma",
    "linkImage": "https://www.coindesk.com/resizer/nw7cD_5d8vDqACTqf9BU6f7qcnk=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/YVZY4WTPERFJBPFGCYO2KRRYGI.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/blockfis-rise-and-fall-a-timeline/",
    "title": "BlockFi’s Rise and Fall: A Timeline",
    "type": "Learn",
    "summary": "BlockFi, a crypto lending company, was founded in October 2017 and filed for bankruptcy just over five years later in the wake of FTX's collapse.
",
    "content": "Crypto lender BlockFi is kaput. The platform, which offered high yields on crypto deposits, has filed for bankruptcy protection. It’s the latest company to fall after the catastrophic collapse of FTX. Indeed, bankruptcy filings show that BlockFi had $355 million worth of cryptocurrencies frozen in FTX and relied on the firm for its credit facility. But how did it all go so wrong? CoinDesk has compiled a timeline to help you piece together the picture.
Zac Prince and Flori Marquez founded BlockFi in October 2017 with a lofty mission: provide credit services to the cryptocurrency market. Prince, the CEO, had worked in sales before founding BlockFi. Marquez, the company’s chief operating officer, managed financial portfolios for Bond Street, a small-time lender that Goldman Sachs acquired in 2017, before founding BlockFi. The firm set up shop in Jersey City, New Jersey, and in subsequent years expanded to New York, Singapore, Poland and Argentina. In January 2018, BlockFi launched its first offering: loans of U.S. dollars backed by cryptocurrencies. Simply, clients could deposit bitcoin (BTC) or ether (ETH) and take out loans in fiat against that crypto collateral.
Venture capital money followed swiftly. In February 2018, BlockFi raised $1.55 million in a seed round led by ConsenSys Ventures. In July 2018, it raised a hefty $52.5 million in a funding round led by Mike Novogratz’s Galaxy Digital. And at the end of 2018, BlockFi raised another $4 million by issuing convertible notes, with Akuna Capital the main buyer.
Flush with cash, the startup got to work. In March 2019 it launched a crypto deposit account that would reinvest earnings from bitcoin or ether deposits and provide an opportunity to earn compound interest at a 6.2% annual percentage yield (APY). BlockFi adjusted these rates over time; oin May 2019 it almost halved the interest rate on ETH deposits. The risk of the high-interest account, as explained to CoinDesk, was that it "doesn’t come with the backing of the federal government like a savings account at a bank does.” As the market heated up over the next few years and BlockFi continued to grow, that didn’t seem to hold people back from depositing their money with the company.
The firm’s next huge cash injection came in August 2019, when BlockFi raised $18.3 million in a Series A funding round led by Peter Thiel’s Valar Ventures. They were joined by Winklevoss Capital, Galaxy Digital, ConsenSys, Akuna Capital and others. Earlier that year, BlockFi reached a milestone of having over $50 million deposited in its interest-bearing accounts.
In December 2019, BlockFi got into the crypto trading game, offering an unusual model that charged zero fees on purchases and sales. Instead of charging trading fees, BlockFi profited by selling trading data to institutional crypto firms that, in turn, provided liquidity to BlockFi, similar to Robinhood’s business model. “Market makers want the information about what trades are happening, and they get it by having relationships with as many venues as they can support to receive that order flow,” BlockFi’s CEO said.
Peter Thiel’s Valar Ventures led BlockFi’s $30 million Series B funding round in February 2020, with repeat investors including Akuna Capital and new investors including HashKey Capital, which CEO Prince noted as key to helping “BlockFi expand into Singapore” and the Asia-Pacific region.
BlockFi partnered with Silvergate Bank to allow customers to utilize cash deposits via wire transfer to buy bitcoin. Prior to the move, BlockFi was limited to “crypto payment rails” such as stablecoins. Prince said he had been inundated by “requests every day from our existing clients, and also from folks who aren't already cryptocurrency owners.” The company disclosed the previous month it had $650 million of assets on its platform.
All was going well. Then: a hack! In 2020, a single attacker targeted an employee’s phone with a “SIM swap” that tricked the mobile carrier into activating the employee’s phone on another device. This allowed the hacker to gain access to some of BlockFi’s retail marketing systems. No funds were lost, but the attacker managed to access confidential information about BlockFi’s customers.
In August 2020, BlockFi raised $50 million in a Series C round led by Morgan Creek Digital. At the time, Zac Prince said the lender held $1.5 billion in assets and made a little under $10 million in revenue each month. National Basketball Association star Matthew Dellavedova was among the investors.
In October 2020, BlockFi invested big into Grayscale’s Bitcoin Trust (Grayscale is owned by CoinDesk's parent, Digital Currency Group), taking a 5% stake of the $4.8 billion fund. The other big whale invested in GBTC at the time? Hedge fund Three Arrows Capital, which had a 6% stake as of June 2020.
BlockFi continued to expand its stake in GBTC, to $1.7 billion in GBTC by February 2021. Unfortunately, it later turned out that it was difficult to get money out of GBTC. In addition, as of writing, shares in the trust trade at a huge discount to bitcoin.
Early in 2021, BlockFi registered its own Bitcoin Trust with the U.S. Securities and Exchange Commission, putting it in direct competition with Grayscale’s product. The fund offered a lower management fee and partnered with Fidelity Digital Asset Services to custody the assets. In November of that same year, it filed for approval for a spot bitcoin exchange-traded fund.
All was going well for BlockFi. With bitcoin’s soaring price hitting all-time highs (bitcoin crossed the $60,000 mark for the first time in March 2021), BlockFi raised $350 million, giving the company a valuation of $3 billion. It held $15 billion in assets and aimed to increase its staff to 500 people by the end of the year. It said it had 225,000 users, up from 10,000 in late 2019. What could go wrong?
New Jersey’s Bureau of Securities was the first to deliver a big blow. The state’s financial regulator claimed BlockFi’s interest accounts amounted to sales of an “unregistered security” and issued a ban on creating new interest-bearing accounts. Alabama issued its own notice to the lender shortly after, and Texas joined on the same day. Two days later, Vermont lodged its complaint, and at the end of the month Kentucky ordered the lender to stop signing up new interest account customers.
The CEO called on the U.S. Securities and Exchange Commission to look into the matter. So the national securities regulator did exactly that – and it didn’t end well for BlockFi (we’ll get to that next). It was poor timing for BlockFi, which was looking to raise $500 million in a Series E and was launching a Visa rewards credit card.
In February, BlockFi settled with the SEC for $100 million over its high-yield lending product. It registered with the SEC, but from mid-February stopped offering the interest account to new clients in the U.S., and prevented existing U.S. clients from adding more money to their accounts. “Today’s settlement makes clear that crypto markets must comply with time-tested securities laws,” SEC Chair Gary Gensler said in a statement.
In June, BlockFi’s valuation sank to $1 billion in a “down round” – a third of its $3 billion valuation the previous March, when it raised $350 million. At the end of June, the lender held $1.8 billion in open loans and $600 million of exposure. In particular, BlockFi had made huge loans to the huge crypto hedge fund Three Arrows Capital, which officially filed for bankruptcy protection on July 1. Three Arrows had failed after being overexposed to the collapsed stablecoin ecosystem, Terra; BlockFi, according to reports, had liquidated the hedge fund's collateral before its bankruptcy. In the same month, bitcoin fell below $20,000. A month later, BlockFi’s main rivals, Voyager Digital and Celsius Network, also filed for bankruptcy protection.
In dire straits, BlockFi received a $400 million line of credit from crypto exchange FTX later that summer. The exchange also won the right for its U.S. unit to buy BlockFi FTX US almost bought the lender for just $25 million, and in August could have bought the company for as little as $15 million if certain key terms weren’t met, such as receiving SEC clearance to operate its yield-generating services in the U.S.
At the start of the month, FTX itself collapsed after CoinDesk published a story based on private financial documents on Nov. 2 that poked holes in the balance sheet of FTX sister company, trading firm Alameda Research. It took only nine more days for FTX to completely melt down, and it went to bankruptcy court on Nov. 11.
That was bad for BlockFi, which needed FTX’s credit facility to remain afloat. Late on Nov. 10, BlockFi paused customer withdrawals amid “the lack of clarity” about FTX. On Nov. 11, California’s financial regulator revoked BlockFi’s lending license.
BlockFi started preparing for its bankruptcy filing shortly after that. On Nov. 28, it officially filed for protection under Chapter 11, leaving over 100,000 creditors in the lurch. Filings later revealed that Alameda had defaulted on $680 million worth of loans to BlockFi. After filing in the bankruptcy court, BlockFi sued Sam Bankman-Fried's Emergent Fidelity Technologies for its Robinhood shares, which were pledged to BlockFi as collateral for a loan.
In the first bankruptcy hearing, lawyers for BlockFi said the lender held $355 million in crypto on FTX. All the while, one question looms: Will customers get anything back?
Read More: Latest BlockFi Stories
",
    "category": "article",
    "datetimeCreation": "2022-11-30T21:43:42.689Z",
    "tag": [
      "#industry",
      "#Beginner",
      "#Learn",
      "#BlockFi",
      "#Bankruptcy",
      "#FTXCollapse"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/L0QsQRFO09EFMzCIlYgZRkyweVU=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/RZXXHRPF3FGLRODXAFHJF2Z3BM.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/26/bitcoin-etfs-snap-outflows-streak-accumulate-154m/",
    "title": "Bitcoin ETFs Snap Outflows Streak, Accumulate $15.4M",
    "type": "Markets",
    "summary": "One analyst said quarter-end inflows could be stronger than usual.
The bitcoin spot ETFs accumulated over $15 million on Monday, snapping a five-day outflow streak.
Inflows could gather pace as the quarter draws to a close, one analyst said.
",
    "content": "The Nasdaq-listed spot bitcoin (BTC) exchange-traded funds (ETFs) registered inflows totaling $15.4 million on Monday, ending a five-day run of outflows, according to provisional data published by investment firm Farside.
Fidelity’s FBTC led the inflows, collecting $261.8 million, followed by BlackRock’s IBIT, which amassed $35.5 million. Other funds like BITB, BTCO, EZBC, and BRRR received between $11 million and $20 million each. Meanwhile, Grayscale’s ETF (GBTC) continued to bleed money, losing just over $350 million.
Last week, the ETFs saw a cumulative outflow of $887.6 million, thanks to large withdrawals from GBTC.
Nearly a dozen spot ETFs debuted in the U.S. on Jan. 11, allowing investors to take exposure to the leading cryptocurrency while bypassing the hassles of owning and storing the digital asset. These ETFs invest directly in bitcoin and eliminate the need to rollover positions, a key feature of futures-based ETFs that went live in October 2021.
Since the spot ETFs began trading, bitcoin has risen over 50% to $70,750. On Monday, prices rose just over 4%, briefly topping the $71,000 mark.
Markus Thielen, founder of 10x Research, said quarter-end flows could be stronger than usual, lifting the cryptocurrency’s price to new highs.
“Bitcoin ETF flows turned around magically on Monday as Fidelity suddenly found $262m of buyers, compared to $18m, $3m, and $13m during the previous three sessions. Flows on Tuesday (30%) tend to cannibalize flows from Thursday (16%) and Friday (12%), while Monday and Wednesday (each 21%) see their fair ‘20%’ share per weekday," Thielen said Tuesday’s edition of the newsletter.
“With bitcoin above $70,000, we can imagine that flows on Tuesday could also be positive again. With the quarter end, flows might be stronger than usual,” Thielen added.
Thielen stressed that spot ETF inflows and issuance of dollar-pegged stablecoin tether (USDT) need to pick up for bitcoin to chart another aggressive move higher, or else the burden of the rally would fall on futures traders’ shoulders. Tether, the world’s largest dollar-pegged stablecoin, is widely used as a funding currency in the crypto spot and derivatives markets.
",
    "category": "article",
    "datetimeCreation": "2024-03-26T07:55:20.132Z",
    "tag": [
      "#Bitcoin",
      "#ETFs",
      "#Markets"
    ],
    "author": "Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/W67iiun6fBlmznW_p2VHMv_oPvc=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/XYK5IN6PLBDJNOS3EKWUJFLVAQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/why-william-hinmans-emails-matter-to-the-xrp-army-and-the-cryptos-price/",
    "title": "Why William Hinman`s Emails Matter to the XRP Army and the Crypto’s Price",
    "type": "Learn",
    "summary": "Recently released emails from former SEC director William Hinman have rallied the XRP troops, but the documents are not a smoking gun.
",
    "content": "On June 13, 2023, documents tied to William Hinman, the former director of the U.S. Securities and Exchange Commission (SEC)’s Division of Corporation Finance from 2017 to 2020, were released to the public in connection with the SEC's lawsuit against Ripple, briefly sending the price of the XRP token up 7.4% as optimism spread that Ripple would win their ongoing case.
Here’s why:
Very broadly, Ripple and its partisans have argued that the Hinman emails could reveal a biased or flawed process behind the decision to publicly suggest in a 2018 speech by Hinman that Ethereum (ETH) may not be a security. One smoking gun might have been some sort of display of bias against Ripple and XRP, but the released emails do not mention either directly.
Ripple’s Chief Legal Officer Stuart Alderoty argued after the release that the emails showed Hinman ignoring warnings from colleagues that his speech was not grounded in law and created confusion about securities designations. At the very least, Alderoy seems to be suggesting Ripple has been treated unfairly by regulators.
Early analysis of the emails does not seem to have found a major win for Ripple Labs, however. After a short rally on the morning of the emails’ release, XRP retraced its price and headed even lower, which may reflect some disappointment on this front.
Ahead of the documents’ release, Ripple and XRP supporters had been focused on statements by Hinman suggesting that a token isn’t a security if it is “sufficiently decentralized.” That metric seems to have been used to justify a public carveout for Ethereum, but, at least according to feedback given to Hinman by other SEC staff and officials, was not grounded in existing securities regulation. Ripple has argued that XRP, like Ethereum, is “sufficiently decentralized” and should not be classified as a security according to the standards laid out by Hinman.
Critics have long argued, however, that the underlying claim that Ethereum and XRP are comparably decentralized is itself highly debatable. Most significantly, there has now been close to a decade of debate and litigation over whether Ripple itself should be considered the creator of the XRP ledger and issuer of the XRP token – and therefore the issuer and seller of an unregistered security.
Ripple Labs allies generally characterize the company as separate from XRP. In particular, they have argued that the XRP blockchain was created by Jed McCaleb and Chris Larsen, working as OpenCoin, before an entity called “Ripple” even existed. But OpenCoin became Ripple Labs and what is today simply called Ripple, and those cofounders “gifted” 80 billion XRP, 80% of the total supply, to Ripple Labs. Over the years, Ripple has made a variety of branding and messaging changes to represent that they are not the creators of XRP. That includes changing the preferred way to discuss the token itself, which for many years was commonly referred to as “Ripple.”
Read More: What Is Ripple and the XRP Cryptocurrency?
To critics such as Preston Byrne, this looks like an orchestrated deception, and one of the earliest instances of “decentralization theater.” And if XRP was effectively created or issued by Ripple, the parallel to Ethereum breaks down quickly, since Ethereum has no corporate for-profit parent. This could be a more compelling explanation for the different regulatory treatment of the two chains than bias or procedural failures.
In any case, however the case develops and is ultimately decided, whenever new information is released that supporters believe bolsters or hurts Ripple's side of the case, XRP's price generally moves in parallel with the positive or negative sentiment.
See Also: Ripple Does Not Care Whether XRP Is “Sufficiently Decentralized”
",
    "category": "article",
    "datetimeCreation": "2023-06-14T16:49:33.556Z",
    "tag": [
      "#Ripple",
      "#XRP",
      "#industry",
      "#Beginner",
      "#Learn",
      "#SEC",
      "#Ethereum"
    ],
    "author": "David Z. Morris",
    "linkImage": "https://www.coindesk.com/resizer/DN4g-PSK63l-aCNNsckFRNBAkvE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/2R7VMGX33ZDV7OTMEJ5XUOBJX4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/27/hybrid-layer-2-bob-raises-10m-to-support-evm-compatible-bitcoin-layer-2/",
    "title": "BOB, a 'Hybrid' Layer-2 Blockchain Mixing Bitcoin and Ethereum, Raises $10M",
    "type": "Finance",
    "summary": "The fundraising round was led by Castle Island Ventures and included participation from Mechanism Ventures, Bankless Ventures, CMS Ventures and UTXO Management
BOB's ("Build on Bitcoin") aim is to roll out the first Bitcoin layer-2 network that's compatible with the Ethereum Virtual Machine (EVM) standard.
The seed round was led by Castle Island Ventures.
",
    "content": "BOB, a hybrid layer-2 network – sitting atop the Bitcoin blockchain, but with Ethereum compatibility – has raised $10 million in seed funding.
The round was led by Castle Island Ventures and included participation from Mechanism Ventures, Bankless Ventures, CMS Ventures, UTXO Management, along with angel investors Dan Held and Domo, creator of the BRC-20 token standard.
BOB's aim is to roll out the first Bitcoin layer 2 with Ethereum Virtual Machine (EVM) compatibility. EVM is Ethereum’s native processing system that allows developers to create smart contracts. The name BOB is an acronym for "Build on Bitcoin."
Bringing Ethereum-style contracts to Bitcoin is seen as something of a sticky wicket due to concerns that the computations would place a strain on the network and degrade performance for other users.
However, the spirit of developing atop Bitcoin received some fresh impetus last year through the BitVM proposal, as laid out in a whitepaper in October. Under BitVM, computations would be performed off-chain and then verified on-chain, similar to the mechanics of optimistic rollups on Ethereum, meaning there would be no risk of clogging up the network at other users' expense.
Read More: Satoshi-Era Bitcoin Function 'OP_CAT' Dusted Off as Development Fervor Grows



",
    "category": "article",
    "datetimeCreation": "2024-03-27T16:00:00Z",
    "tag": [
      "#Bitcoin",
      "#layer2",
      "#Ethereum",
      "#EVM",
      "#FundingRounds"
    ],
    "author": "Jamie Crawley",
    "linkImage": "https://www.coindesk.com/resizer/Ce1sWGmJp98lI60dG5T5eN6byzo=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/3LKRTU5WZFAZ5LANVMVUZGONKI.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/08/optimism-sells-89m-op-tokens-in-private-transaction/",
    "title": "Optimism Sells $89M OP Tokens in Private Transaction",
    "type": "Finance",
    "summary": "The tokens were sold to an undisclosed buyer and will be vested for two years.
Optimism Foundation sold about 19.5 million OP tokens to an unidentified buyer.
The tokens come from the unallocated portion of the OP Token treasury that was set aside for working capital.
",
    "content": "Optimism Foundation said on Friday that it had entered into a private token sale of approximately 19.5 million OP tokens, worth nearly $90 million at current prices, to an undisclosed buyer.
The foundation is one of the maintainers and developers of the Optimism network, a blockchain that runs and settles transactions on Ethereum.
The sold tokens are subject to a two-year lockup. However, the buyer can delegate the tokens to unaffiliated third parties for participation in governance decisions, giving the same benefits as an unvested holder.
The tokens come from the unallocated portion of the OP Token treasury and are part of the foundation’s original working budget of 30% of the initial OP token supply. As of Friday, OP had a circulating supply of 1 billion tokens and a total supply of 4.29 billion.
OP prices were down 0.4% in the past 24 hours, The CoinDesk 20, a broad-based liquid index of various tokens, is up 2.59%.
",
    "category": "article",
    "datetimeCreation": "2024-03-08T08:53:29.945Z",
    "tag": [
      "#Optimism",
      "#Trading",
      "#Investing",
      "#Fundraising"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/a0UDFSAeyH0mIxIl3RZTS3ISSEU=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/QKHJWYEAGNBRHFXZSRRNUF2OO4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/27/us-has-its-eleventh-spot-bitcoin-etf-after-hashdex-fund-conversion/",
    "title": "U.S Has its Eleventh Spot Bitcoin ETF After Hashdex Fund Conversion",
    "type": "Finance",
    "summary": "The fund comes with a small twist in that it can allocate up to 5% of its assets into bitcoin futures contracts.
Asset manager Hashdex converts bitcoin futures fund into spot bitcoin ETF.
The Hashdex Bitcoin ETF will trade under the ticker DEFI.
",
    "content": "More than two months after the launch of ten spot bitcoin ETFs, another one has joined the race.
Trading under the ticker DEFI, asset manager Hashdex’s Bitcoin Futures ETF – which had been trading as a futures-based fund on the New York Stock Exchange since 2022 – was renamed and converted into the Hashdex Bitcoin ETF and now operates as a spot bitcoin fund.
In a bit of twist versus the other spot bitcoin ETFs, Hashdex in a press release said DEFI can hold up to 5% of the fund's assets in CME-traded bitcoin futures contracts.
The futures allocation will allow DEFI to better track bitcoin prices over time and provide a more predictable creation/redemption process, the company said. Such an approach is not new to ETFs and most S&P 500 ETFs use a similar strategy, the company added.
DEFI currently holds 5,500 bitcoins and a modest number of futures contracts, according to the fund's information page. The expense ratio is 0.90%, less than that of the Grayscale Bitcoin Trust's (GBTC) 1.50%, but higher than the other nine spot products.
The Hashdex conversion comes over two months after the original ten spot bitcoin ETFs started trading on Jan 11. Excluding Grayscale's GBTC (which entered the spot era with nearly $30 billion in AUM), BlackRock's IBIT and Fidelity's FBTC are leading the way in asset gathering, with each having more than $10 billion in assets under management. WisdomTree's BTCW is the smallest of the entrants, with 1,126 bitcoins and just shy of $80 million in AUM.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T16:14:27.361Z",
    "tag": [
      "#Spotbitcoinetf",
      "#Hashdex"
    ],
    "author": "Helene Braun",
    "linkImage": "https://www.coindesk.com/resizer/gv8vD8plIUqOupq6-OEtzSfB5UE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/RKTKRQ4WUNB4ZOIBPUU3QMJKTE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/25/london-stock-exchange-will-start-market-for-bitcoin-and-ether-etns-may-28/",
    "title": "London Stock Exchange Will Start Market for Bitcoin and Ether ETNs May 28",
    "type": "Finance",
    "summary": "The stock exchange will accept applications for trading bitcoin and ether crypto exchange traded notes from April 8.
The London Stock Exchange (LSE) said it will start a marketplace for bitcoin and ether exchange-traded notes (ETNs).
The U.K. regulator, the Financial Conduct Authority, said it would allow Recognized Investment Exchanges to create a listed market segment for ETNs earlier this month.
",
    "content": "The London Stock Exchange will roll out a market for bitcoin (BTC) and ether (ETH) exchange-traded notes (ETN) on May 28, it said on Monday.
The stock exchange will accept applications for trading those crypto ETNs from April 8. The market will be subject to the approval of the U.K. regulator, the Financial Conduct Authority, the notice said.
The FCA said earlier in March that it would not turn down requests from Recognized Investment Exchanges (RIEs) to create a listed market segment for ETNs. The products will be available to professional investors only. At the time, the London Stock Exchange said it planned to accept applications for bitcoin and ether ETNs by the second quarter of this year.
Regulators have been moving to make the country more crypto-friendly following several announcements from the U.K. government to make the country a crypto hub.
Read more: LSE Group Plans to Offer Blockchain-Powered Market for Traditional Assets: Report




",
    "category": "article",
    "datetimeCreation": "2024-03-25T17:30:05.07Z",
    "tag": [
      "#UK",
      "#Crypto",
      "#LSE",
      "#LondonStockExchange",
      "#btc",
      "#ETH",
      "#ETN"
    ],
    "author": "Camomile Shumba",
    "linkImage": "https://www.coindesk.com/resizer/da_yJMicQB6WMYmKRvsHqfee9K4=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/OU2ZEA3RIZCTZLRFSA3TGY465I"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/podcasts/coindesk-podcast-network/how-gitcoin-20-could-someday-help-reward-people-for-doing-good/",
    "title": "How Gitcoin 2.0 Could Someday Help Reward People for Doing Good",
    "type": "unknownType",
    "summary": "Gitcoin 2.0 will transform Gitcoin into a decentralized protocol that makes it easy for communities to allocate capital. 
",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/lKpXN8_66o__Hpt0aFFqq8DO4lk=/arc-photo-coindesk/arc2-prod/public/JM7DDSGDGVB2PGXOEEZI744MDI.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/crypto-chip-company-katena-wins-lawsuit-filed-by-bitcoin-miner-coinmint/",
    "title": "Crypto Chip Company Katena Wins Lawsuit Filed by Bitcoin Miner Coinmint",
    "type": "Policy",
    "summary": "An arbitration panel ruled that Katena didn't mislead or deceive Coinmint, awarding the chipmaker $14 million.
",
    "content": "Crypto technology firm Katena Computing didn't trick miner Coinmint into a $150 million purchase agreement, a panel of arbitrators ruled last month in the mining company's suit against Katena and a semiconductor company called DX Corr.
Coinmint alleged in a lawsuit filed last year that Katena and DX Corr conspired to trick it into purchasing $150 million worth of bitcoin mining machines that were never delivered. Coinmint, in the suit, claimed that Katena bribed or otherwise influenced Coinmint's former chief financial officer, Michael Maloney, to secure the sale, knowing full well it wouldn't be able to deliver mining chips it was still developing. The mining company demanded $23 million it had paid to Katena back.
A panel of arbitrators ruled in February that Katena hadn't violated its agreements or deceived Coinmint, denying all of Coinmint's claims and awarding Katena just over $14 million.
The arbitration panel found, according to a document filed in the court docket, that the evidence suggested Coinmint and its executives independently chose to make the $150 million purchase, "without pressure or influence by Katena," after initially negotiating a $100 million deal that Coinmint itself raised to $150 million.
The panel also ruled that Katena hadn't breached any contracts in its agreements with Coinmint, saying that Coinmint itself admitted it hadn't met all of the conditions it needed.
While Coinmint cited text messages shared between Katena executives as evidence the company was influencing Maloney, the panel said in its report that these messages were more "brainstorming and ambitious chatter" than concrete evidence the company was actively moving to hire the then-CFO at Coinmint.
The panel also ruled that Katena hadn't misrepresented the state of a chip it was developing in marketing materials to Coinmint.
"Katena submitted extensive evidence – without any evidentiary rebuttal or impeachment by Coinmint – concerning the design of the ASIC [application-specific integrated circuit] chip for the K10 and getting the chip design ready for submission to the foundry, including running simulations to test for errors in the chip's design," the artibrators' order said.
Katena also submitted other evidence that suggested it was actively working to manufacture the chips and miners it intended to sell Coinmint, refuting one of Coinmint's claims that Katena did not intend to produce the machines.
"We went through a full discovery process in which Katena produced everything according the panel's orders, in which Coinmint avoided producing everything," said Michael Gao, a founder and partner at Katena. "We both had the opportunity … to hire expert witnesses, obviously to defend our case. Cointmint did hire their own expert witness and they had the opportunity to review all of our technical plans, as well as anything in our due diligence report. So they had full access to basically all of the materials produced in discovery."
According to Gao, Coinmint's team struggled to identify any false claims made by Katena. The panel's ultimate report reflected this, in that Katena didn't win on any technicalities, but based on the facts that the panel found, he said.
Coinmint plans to file a motion to vacate the arbitration award, its new attorneys said in court filings.
According to emails attached as an exhibit to its motion to vacate, the company is taking issue with how the arbitration process unfolded. Steven Feldman, an attorney representing Coinmint, wrote in an email that the panel "undermined any semblance of due process," citing a decision to block transcripts from certain witnesses as one example.
In its motion for an extension, Coinmint's attorneys wrote that they believe there are grounds to vacate the order, pointing to the lack of recorded testimony as one example.
"Material factual findings in the Award are plagued by the Panel’s prohibition of a record. For example, the Award asserts that there was no evidence that one witness, Coinmint’s former Chief Financial Officer, Michael Maloney, was offered a job at Katena – a key component of Katena’s alleged wrongdoing," the filing said. "That is patently false as Maloney admitted to the contrary in his testimony – testimony that the Panel blocked Coinmint from recording."
An attorney for Katena disputed Coinmint's characterization of the process, according to the emails filed as an exhibit. Jacob Taber, of Perkins Coie, wrote in one email that "the parties have fought long and hard for years. … Coinmint lost."
"As I'm sure you can appreciate, our client has already been waiting for years for your client to pay what was owed under the contract and is very interested in a quick resolution to any dispute regarding the award," he said in another email.
District Judge Richard Seeborg, the Northern District of California jurist overseeing the case, granted an extension for Coinmint to file its opposition and motion to vacate by April 1.
A request for comment sent to an attorney for Coinmint who took over after the arbitration process ended and an inquiry sent via its website were not immediately returned.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T12:30:00Z",
    "tag": [
      "#Regulations",
      "#Coinmint"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/eI43IwOqjw43aTvm7DW3xOZ9baM=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/IR54BF4YC5GBPDN4L3YNRFQ7QQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/what-are-fully-backed-reserves/",
    "title": "What Are 'Fully Backed' Reserves?",
    "type": "Learn",
    "summary": "More people are calling for crypto companies and those behind products such as stablecoins to prove they have enough funds to pay their customers.
",
    "content": "Regular banks do not actually hold all of your money. They lend out most of your deposits in an attempt to eke out returns from financial markets. This works, for the most part, because the bank insures deposits with the federal government and because the bank widely diversifies its exposure to risk to ensure that it won’t be caught short in the event of a financial crash.
This system occasionally fails in traditional finance (see: Lehman) but fails frequently in crypto. The government does not insure deposits to crypto platforms and the platforms often do not manage risk particularly well (see: FTX, Voyager Digital, Celsius Network), making high-risk bets that end in catastrophe.
Read More: Proof of Reserves: Could it Have Prevented the FTX Meltdown?
After so many platforms squandered customer funds, crypto traders are thinking twice about depositing funds to crypto exchanges and lending institutions that “rehypothecate” uninsured deposits – which means they repurpose customer money and lend the funds out in the markets. A safer bet looks like trading on platforms that “fully back” their reserves. But what does this really mean, and should such claims be taken with a pinch of salt?
When a financial product, such as a stablecoin or depositary institution, claims to “fully back” its reserves, it means that it has stored enough money behind a product, like a stablecoin or a customer’s trading account, to support its worth.
So, a crypto exchange that “fully backs” its reserves should always be able to pay out customer withdrawals, no matter the state of the market. One such example is Coinbase, which does not lend out its customers’ funds without their express permission, meaning it should always have enough money on hand to prevent a bank run.
A stablecoin that “fully backs” its reserves is always able to fulfill conversions to the original asset, no matter what. One example is wBTC, or wrapped bitcoin, which holds real bitcoin (BTC) in a cold wallet, then issues an equal amount of an Ethereum-based version of the coin that trades as an ERC-20 token.
Fully backed, however, does not necessarily mean that assets are held one to one. That claim refers to the idea that if you, say, give me a dollar, I’ll hold that dollar as a dollar and won’t turn it into something else. Lots of stablecoins that claim to be fully backed, like U.S.-dollar stablecoin USDC, are not backed one to one.
This is because the companies that issue USDC hold the deposits of real U.S. dollars in “cash and cash equivalents.” Cash equivalents refer to U.S. Treasury bonds, which is debt issued by the U.S. Treasury Department. These bonds, which pay small returns to holders over time, are close enough to the worth of actual U.S. dollars that the market accepts bonds being essentially worth the same.
But “fully backed” does not always mean that the backing can withstand financial shocks. U.S. dollar stablecoin tether (USDT) also claims that its reserves are fully backed, but this backing is secured by “other assets and receivables from loans made by Tether [the issuing company] to third parties.” So, USDT may be fully backed, but it is partially backed by loans to other crypto companies.
Until October 2022, USDT was also backed by commercial paper – short-term commercial debt to other companies – and moved those funds to U.S. Treasurys. The concern about the commercial paper was that nobody knew which companies Tether was using to back USDT, so it was impossible to determine the worth of that backing. What’s more, its “fully backed” claim has historically turned out not to be true after it emerged in 2019 that USDT was, at one point, only 74% backed. As wrote the Commodity Futures Trading Commission's Dawn D. Stump, the claim that it was backed to the U.S. dollar was “not 100% true, 100% of the time.”
Read more: What Is Tether? How USDT Works and What Backs Its Value
Some stablecoins do not fully back their reserves, which has led to catastrophic results in some cases. The popular algorithmic stablecoin UST, for instance, crashed in spectacular fashion, wiping billions from the market.
On the opposite end of the spectrum, U.S. dollar stablecoin DAI overcollateralizes its reserves with crypto, meaning it has more than enough crypto on hand to back its coin. DAI has survived several market crashes.

",
    "category": "article",
    "datetimeCreation": "2022-11-22T23:04:02.629Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/1BbtV6xLwpj0C9ebZhjO4SsYKqQ=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/4LQR6YZFUZEFTGIZ4T73RMDSRQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/what-is-desk-coindesks-social-token-explained/",
    "title": "What Is DESK? CoinDesk’s Social Token, Explained",
    "type": "Learn",
    "summary": "How to earn, store and spend our blockchain-powered answer to loyalty points.
Listening to episodes of Carpe Consensus
Watching select CDTV episodes
Visiting the DESK Hub
Engaging in chats on our Discord server
At Consensus 2023, we'll have many in-person ways to earn DESK, such as 2022's Easter egg airdrops around the festival. Stay tuned!
Unlock the token-gated Discord server
Users with at least 1 DESK can vote for our special community polls and earn DESK for engaging.
You can tip other users with DESK
A drink at the bar
Food from nearby vendors that have partnered with CoinDesk
Merchandise, such as hoodies or T-shirts
Non-fungible tokens (NFT) from our online marketplace
Special on-site offers from Consensus exhibitors and partners
Unique experiences, like playing "Horse" basketball with Spencer Dinwiddie or chess with Garry Kasparov.
",
    "content": "At CoinDesk, we’re not just chronicling the business model transformation that digital assets and the blockchain have made possible – we’re actively participating in it.
At Consensus 2021, a virtual event, we beta-tested DESK, an experiment in using tokenized rewards to incentivize engagement and community-building, garnering positive feedback from our audience. At Consensus 2022, CoinDesk relaunched DESK as a full-fledged on-chain social token, making it a core part of the experience at our first live event since 2019.
In December 2022, CoinDesk expanded the functionality of DESK to integrate the token into the broader user experience. Now, readers can earn DESK by reading articles, watching videos and more on CoinDesk.com.
Read More: DESK Upgrade on CoinDesk’s Website Offers Tokenized Reader Experience
Below is everything you need to know about DESK and how to use it. This post will be updated regularly as we build out the DESK program, so check back every so often for the latest information.
DESK is CoinDesk’s social token.
DESK is designed to build a community around the CoinDesk brand and to reward our audience for engaging with our content.
DESK’s ethos is modeled on the founding principles of blockchain technology: openness, community, empowerment and innovation. We hope to use DESK to create a feedback loop with our users to help us build out an ecosystem together.
As of this update, you can start earning DESK by creating an account at coindesk.com and engaging with our content, such as reading Consensus Magazine articles. Other ways to earn DESK include:
At Consensus 2022, attendees were able to redeem DESK for such rewards as:
DESK runs on Polygon, a sidechain, or parallel network, to Ethereum.
Polygon helps us provide a gasless experience because of the lower costs per transaction.
You’ll need to set up a cryptocurrency wallet that works with Polygon. MetaMask and Coinbase Wallet are the easiest ones to use for beginners.
Read more: Get Started With DESK: How to Set Up Your Wallet
Yes. With the new release in Dec. 2022, you will be required to have a coindesk.com account.
In the Web2 era, content creators – be they writers, artists, filmmakers, publishers, media outlets or event organizers – have become beholden to the algorithms of intermediating platforms, complicating their efforts to directly reach and engage audiences. Simply put, the web ended up replacing one set of gatekeepers (major newspapers, magazines and television networks) with another (social media and search engines).
We’re hopeful, like many others, that crypto and Web3 solutions involving tokens and new data and governance models will facilitate a more direct relationship with our audience and the expansion of a community of engaged participants that is independent of the platforms.
We believe Consensus, which moves the content creator-audience relationship out of the digital realm and into a physical space where internet gatekeepers have less influence, is a great place to experiment with new tokens and incentive models in pursuit of this goal.
We hope DESK generates a community that engages year-round in rich interaction with each other and with CoinDesk articles and other content and then comes back each year to gather in person at this cornerstone annual event.
Social tokens allow for community-driven tech by creating a feedback loop between product creators and product users. This will allow the DESK team to get real-time data on engagement based on DESK usage, and use that data to iterate on the DESK ecosystem, aligning it more and more to user needs and wants.
Initially, the blockchain provides us with data on DESK usage. The blockchain also discourages insider deals or under-the-table giveaways because the public ledger would lay bare any such misbehavior. This means everyone who claims NFTs or physical rewards had to put in the work (engaging with our content) to earn their reward.
Simply put: DESK will be used to align our efforts as a media and events company to the wants and needs of our audience.
No. DESK is not a currency, nor is it a financial asset or investment product of any kind. It is not for speculation and will not make anyone rich. This is not a vehicle for anyone’s savings nor is it a money-making opportunity.
It is a reward token, analogous to airline frequent-flier miles, hotel guest points and the like. CoinDesk will be taking strong measures to discourage its use for speculation or trading.
By providing a system where users can contribute to the functioning of a collective, digital system, the blockchain lays the foundation for a new type of organization: the tokenized community. We've seen examples of this over the past few years with NFT communities and distributed autonomous organizations (DAO). To highlight this blockchain use case, we decided to focus on activating and expanding social utility to create community value, instead of focusing on monetization.
No. DESK can only be earned as a reward for engaging with CoinDesk events and content, or as a tip from fellow users.
No. See above.
No. We're not selling the token at all, just distributing it to audience members as a reward for their engagement.
Listing, buying or trading DESK is against our terms of use because we want the rewards and value to come from inside the ecosystem. We reserve the right to ban accounts and blacklist wallet addresses that violate our terms of use.
It’s important to remember that not all blockchain assets are fully decentralized or claim to be so. Ether, the native currency of Ethereum, is completely user-controlled, but ERC-20 tokens built on top of the network may or may not be, depending on how the issuer designs it. For example, a number of regulated stablecoins are ERC-20 tokens, and their issuers have the power to freeze funds of suspect addresses to comply with law enforcement requests.
So, no, DESK is not decentralized, nor does it purport to be. It is not competing with bitcoin or ether.
Part of the value DESK provides is what CoinDesk injects into the ecosystem when we want to reward our users for engaging at a deeper level. This means being able to use your DESK to redeem food and drinks at establishments that CoinDesk partners with on the ground.
No. The DESK ecosystem is 100% gasless.
CoinDesk is covering the gas costs on Polygon.
Because DESK has transitioned from testnet to mainnet, DESK collected in 2021 is no longer usable. That being said, we value the feedback and effort from DESK's beta testers.
Piranhas are the fledgling community that formed around DESK during Consensus 2021. They started their own Discord channel and created memes about the token. The phenomenon was a clear validation for CoinDesk of the concept.
At Consensus 2022, the official hub of the DESK community was CoinDesk’s Discord server, where we welcomed the Piranhas and newcomers alike.
CoinDesk did, with the help of several key external partners, including Coinvise and others.
As mentioned, MetaMask and Coinbase Wallet are easiest to use, but any wallet that works on Polygon can be used.
Navigate to the DESK dashboard. Select "Create or Connect Wallet" and approve the transaction in your wallet.
Depends. CoinDesk can associate identities with wallets only when users create accounts on desk.coindesk.com. We will not use this data for anything other than authenticating users when they sign on or distributing DESK rewards, we will never sell it, and we will protect user information assiduously. (See our privacy policy.) DESK transactions will appear on DESK's page on the Polyscan block explorer, but only the wallet addresses will be displayed.
DESK has no inherent monetary value, but, whether or not you live in a jurisdiction where utility tokens are deemed taxable, you should consult a tax professional if you have concerns.
We’ll keep a record of airdrops, product developments and other updates critical to DESK’s roadmap and tokenomics in our DESK product blog.
You can also keep abreast of DESK updates in our Discord server.
The latest release is only the beginning in developing our Web3 model for DESK on coindesk.com. We'll be working on improving our wallet functionality, currently in beta, and looking forward to seeing what data and reader feedback reveal as to how to continue improving the experience
",
    "category": "article",
    "datetimeCreation": "2022-12-09T14:08:04.689Z",
    "tag": [
      "#TokenEconomy",
      "#Rewards",
      "#DESK",
      "#Learn",
      "#industry",
      "#Beginner"
    ],
    "author": "CoinDesk Staff",
    "linkImage": "https://www.coindesk.com/resizer/S-SqjtXaoQyLMGE9NbRGf5jlQ-M=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DDAI2L6BYJF6TAXGIK35LWWCEE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/12/doge-shib-rally-eases-as-bitcoin-bullishness-remains-elevated/",
    "title": "DOGE, SHIB Rally Eases as Bitcoin Bullishness Remains 'Elevated'",
    "type": "Markets",
    "summary": "Bitcoin ETF inflows could lead to a “sell-side” crisis in the coming months, one market observer said.
Ether, Solana’s SOL, and other major tokens remaind little changed.
XRP led the gains, rising 10% in the past 24 hours.
",
    "content": "Dogecoin (DOGE) and Shiba Inu (SHIB) gave back gains after a 25% rally last week, falling as much as 6%, as bitcoin (BTC) hovered above the $71,500 mark on Tuesday.
Data shows that other major tokens ether (ETH), Solana’s SOL, BNB Chain’s BNB, and Cardano’s ADA were little changed in the past 24 hours. XRP led the pack among crypto majors with a 10% in the past 24 hours. The gains came amid a technical development announcement that would help developers provide better applications and services to users.
The CoinDesk 20 index (CD20), a liquid index of the twenty biggest tokens minus stablecoins, rose 0.73%.
Spot bitcoin ETFs crossed the $10 billion inflow mark for the first time since going live in January, BitMEX Research noted in a Tuesday post. Some market observers say this could lead to a “sell-side” crisis in the medium term should such flows continue.
“Bears can’t win this game until spot bitcoin ETF inflow stops,” said CryptoQuant founder Ki Young Ju in an X post. “Last week, spot ETFs saw netflows of +30K BTC. Known entities like exchanges and miners hold around 3M BTC, including 1.5M BTC by U.S. entities.”
“At this rate, we’ll see a sell-side liquidity crisis within 6 months,” Ki added.
Meanwhile, Singapore-based trading firm QCP Capital said in a Telegram broadcast on Tuesday that the bitcoin options market flashed a bullish sign for traders but expressed caution ahead.
“The volatility market continues to express bullishness in BTC as volatility remains very elevated for the calls, particularly in the backend of the curve,” QCP said. “We are wary of another washout with funding rates reaching elevated levels again, although we still expect dips to be bought up very quickly,” the firm added.
Volatility is a dynamic figure that changes based on activity in the options marketplace. Funding rates are paid by leveraged traders to those on the opposite side of that trade, and the bias toward long or shorts can indicate a bullish or bearish view of the market.
",
    "category": "article",
    "datetimeCreation": "2024-03-12T09:18:02.562Z",
    "tag": [
      "#Markets",
      "#Trading",
      "#Investing"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Y2fl8mmL9Nq0-Om_mlV1LNkUDXo=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5HK2YAN7J5H33GIN32LVKI7S4Y.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/26/nayib-bukele-update-on-el-salvador-bitcoin-holdings-shows-growing-stack/",
    "title": "Nayib Bukele Update on El Salvador Bitcoin Holdings Shows Growing Stack",
    "type": "Finance",
    "summary": "At the current price just above $70,000, the nation now holds about $400 million worth of bitcoin.
",
    "content": "El Salvador, the nation that made bitcoin legal tender in 2021, continues to up its bitcoin (BTC) holdings.
The country’s president, Nayib Bukele, said on Monday that the nation now owns 5,700 bitcoins versus mid-March's roughly 5,690.
At bitcoin's current price just above $70,000, El Salvador's bitcoin stack is worth more than $400 million.
Bukele earlier this month said his country's bitcoin holdings had been moved to cold storage and published the address of its bitcoin wallet. That wallet showed just under 5,690 BTC, significantly more than what public trackers of El Salvador's holdings had estimated.
The trackers were off because in addition to the country's long-standing policy of purchasing one bitcoin per day, El Salvador was also adding tokens via the sale of passports, currency conversions from businesses, and from mining and government services.
Consistently positioning itself as a bitcoin-friendly nation, El Salvador also this month eliminated income tax on money coming into the country from abroad, making it an attractive destination for foreign investment and bitcoin enthusiasts.
The nation also introduced a law in December granting citizenship to bitcoin investors who make a donation to the government.
",
    "category": "article",
    "datetimeCreation": "2024-03-26T14:28:02.628Z",
    "tag": [
      "#ElSalvador",
      "#NayibBukele",
      "#Bitcoin"
    ],
    "author": "Lyllah Ledesma",
    "linkImage": "https://www.coindesk.com/resizer/nb-fFoKlKkuJHFd85Yh7oz3wB6U=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/BKRSPF7TDZFO7ECTUEHDSQPSUY.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/07/pantera-looks-to-purchase-discounted-solana-tokens-with-new-fund-bloomberg/",
    "title": "Pantera Looks to Purchase Discounted Solana Tokens With New Fund: Bloomberg",
    "type": "Finance",
    "summary": "Prices of Solana’s SOL are up nearly 600% over the past year, CoinGecko data shows.
",
    "content": "Cryptocurrency fund Pantera Capital is seeking fresh capital to purchase discounted Solana (SOL) tokens from the beleaguered FTX estate, Bloomberg reported Thursday.
SOL tokens rose 2.2% in the past hour, contributing to an 8% gain in the past 24 hours.
The firm is floating the Pantera Solana Fund to investors, stating it has an opportunity to buy up to $250 million of SOL tokens at a 39% discount below a 30-day average price of $59.95, Bloomberg said, citing documents sent to potential investors last month.
The purchased tokens would be vested for at least four years and could allow the FTX estate to liquidate its SOL holdings, freeing up funds for creditors. Pantera was aiming to close the fund by the end of February and raised some money by the deadline, as per the Bloomberg report.
CoinDesk did not immediately get a reply seeking confirmation and additional information sent to Pantera’s press email address.
FTX was a crypto exchange owned by convicted fraudster Sam Bankman-Fried, an early Solana backer who held millions of dollars worth of the tokens. SOL was one of the top-performing major tokens in 2023, and is up nearly 600% over the past year, compared with bitcoin’s 200%.
",
    "category": "article",
    "datetimeCreation": "2024-03-07T12:03:39.517Z",
    "tag": [
      "#Solana",
      "#Investing",
      "#Pantera",
      "#FTX"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/Nicz5vl_7aBUZLLq5YYnq5yqn6c=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ADBMSXZF5FDHXPYDDYXL7JOYPU.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/26/first-mover-americas-bitcoin-etns-to-debut-on-lse/",
    "title": "First Mover Americas: Bitcoin ETNs to Debut on London Stock Exchange",
    "type": "Markets",
    "summary": "The latest price moves in crypto markets in context for March 26, 2024.
The chart shows the 24-hour change in the number of active bitcoin options contracts at various strike levels on Deribit.
Open interest has increased notably in call options at $90,000 and $105,000 strikes, signaling expectations for a continued price rally into six figures in the coming months.
Source: Amberdata
Base Blockchain Transactions Jump on Meme Coin Led Frenzy
Garlinghouse Says SEC to Press Judge for $2B in Fines and Penalties in Ripple Case
Is Nigeria Strong-Arming Binance?
",
    "content": "This article originally appeared in First Mover, CoinDesk’s daily newsletter, putting the latest moves in crypto markets in context. Subscribe to get it in your inbox every day.
The London Stock Exchange will roll out a market for bitcoin (BTC) and ether (ETH) exchange-traded notes (ETN) on May 28, it said on Monday. The stock exchange will accept applications for trading crypto ETNs starting on April 8. The market will be subject to the approval of the U.K. regulator, the Financial Conduct Authority, the notice said. ETNs are similar to exchange-traded funds (ETFs) in that they are designed to mirror investments tracked by an index or benchmark. They differ because an ETN functions more like a bond. They are unsecured debt notes. The FCA said earlier in March that it would not turn down requests from recognized investment exchanges to create a listed market segment for ETNs. The products will be available to professional investors only.
The Nasdaq-listed spot bitcoin (BTC) ETFs registered inflows totaling $15.4 million on Monday, ending a five-day run of outflows, according to provisional data published by investment firm Farside. Fidelity’s FBTC led the inflows, collecting $261.8 million, followed by BlackRock’s IBIT, which amassed $35.5 million. Other funds like BITB, BTCO, EZBC, and BRRR received between $11 million and $20 million each. Meanwhile, Grayscale’s ETF (GBTC) continued to bleed money, losing just over $350 million. Last week, the ETFs saw a cumulative outflow of $887.6 million, as a result of withdrawals from GBTC.
The U.S. Securities and Exchange Commission (SEC) has asked a New York judge to impose a nearly $2 billion fine on Ripple Labs, according to court filings. On Monday, Stuart Alderoty, Ripple Labs’ chief legal officer, posted on social media that the SEC was asking for such a fine and that redacted versions of the court documents would be made public by March 26. The SEC's proposal asks the court to order Ripple Labs to pay $876 million in disgorgement, $198 million in prejudgment interest, and $876 million civil penalty, amounting to a total of $1.95 billion.
",
    "category": "article",
    "datetimeCreation": "2024-03-26T12:43:37.604Z",
    "tag": [
      "#Bitcoin",
      "#Ether",
      "#Altcoins",
      "#FirstMover"
    ],
    "author": "Lyllah Ledesma and Omkar Godbole",
    "linkImage": "https://www.coindesk.com/resizer/da_yJMicQB6WMYmKRvsHqfee9K4=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/OU2ZEA3RIZCTZLRFSA3TGY465I"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/26/crypto-traders-dismiss-waning-etf-inflows-as-bitcoin-holds-steady-over-70k/",
    "title": "Crypto Traders Dismiss Waning ETF Inflows as Bitcoin Holds Steady Over $70K",
    "type": "Markets",
    "summary": "Grayscale's GBTC product saw large outflows last week and inflows to other ETFs did not increase in tandem, briefly fueling concerns of a spot-driven selloff.
Bitcoin briefly surpassed $71,000 on Tuesday, boosted by sentiment around possible new bitcoin-based institutional product offerings.
The London Stock Exchange approved a marketplace for trading BTC and ETH exchange-traded notes (ETNs) in May, which led to strong upside momentum for BTC, traders said.
Projects linked to Coinbase Ventures recorded the most gains, with an average 10% increase, while the CoinDesk 20, an index of the biggest tokens, rose 4.47%.
",
    "content": "Bitcoin (BTC) briefly topped the $71,000 mark early Tuesday before retreating as market sentiment grew on new bitcoin-based institutional product offerings and demand from traditional desks.
Crypto markets started rising on Monday as the London Stock Exchange approved a marketplace for trading bitcoin and ether (ETH) exchange-traded notes (ETNs) in May, as reported. The LSE will start to accept applications from April 8.
Singapore-based QCP Capital said in a Telegram broadcast there was “strong upside momentum” for bitcoin after the development, with asset managers also continuing to add BTC allocations as a “portfolio diversifier.”
“Anecdotally, wealth desks at major banks have been pleasantly shocked at the tremendous demand from clients for bitcoin spot ETFs and requests for structured products,” the firm added.
Bitcoin jumped nearly 5% in the past 24 hours, leading the rally among crypto majors, data show. Ether, Solana’s SOL, and Cardano’s ADA rose over 4.5%. Near Protocol’s NEAR and Internet Computer’s ICP jumped over 10% to post the most gains among alternative tokens.
Projects linked to Coinbase Ventures, the investment arm of the prominent crypto exchange, recorded the most gains as a category with an average 10% bump. Such gains came as sentiment and on-chain activity on the closely related Base blockchain grew over the weekend.
The broader CoinDesk 20, an index of the biggest tokens minus stablecoins, rose 4.47%. Data shows that open interest in crypto-tracked futures jumped nearly 8%, indicative of money flowing into the market—which usually precedes volatility.
The rise helped erase losses from last week amid record outflows from the Grayscale bitcoin ETF (GBTC). Inflows to other bitcoin ETFs dropped in tandem, giving rise to concerns of a spot-driven selloff.
Some market analysts said the waning inflows were not a sign of concern, however, as long-term investors could have partially profited from their positions.
“We also do not see the state of inflows into spot Bitcoin ETFs as any cause for concern,” Bitfinex analysts said in an email “Even though negative ETF outflows featured heavily last week, all of it is from the Grayscale Bitcoin Trust (GBTC), as investors both switch out of the higher fees demanded by GBTC and also take profit, especially as many of these investors are long-term holders who entered during the bear market.”
“GBTC investors are not the only sellers in the market. Whale wallet activities have also indicated significant profit taking,” they added.
",
    "category": "article",
    "datetimeCreation": "2024-03-26T07:32:36.662Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/z7RcQOGioCn_VDNqrOWNp_aOKlY=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/JHHQIBQSVJGNVHK5TLC3RVE3SM.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/podcasts/markets-daily/crypto-update-why-crypto-is-not-an-industry/",
    "title": "Crypto Update | Why Crypto Is Not an 'Industry'",
    "type": "unknownType",
    "summary": "With traders waiting for a speech by Fed Chair Jerome Powell before they make their next moves, plus a look defining the crypto industry,  CoinDesk’s “Markets Daily” is back with the latest news roundup.
",
    "content": "",
    "category": "article",
    "datetimeCreation": "unknownDateTimeCreation",
    "tag": [],
    "author": "unknownAuthor",
    "linkImage": "https://www.coindesk.com/resizer/KInYbybqvIL901aIcHduMREtkQ0=/arc-photo-coindesk/arc2-prod/public/PJTR3KRDWJCRVE3QREM6KUOK7A.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/27/ondo-finance-to-move-95m-to-blackrocks-tokenized-fund-for-instant-settlements-for-its-t-bill-token/",
    "title": "Ondo Finance to Move $95M to BlackRock's Tokenized Fund for Instant Settlements for Its T-Bill Token",
    "type": "Markets",
    "summary": "The allocation marks to first example of a crypto protocol leveraging BlackRock's tokenized fund for its own offering.
",
    "content": "Tokenized real-world asset (RWA) platform Ondo Finance is moving $95 million of assets to BlackRock's brand-new tokenized fund BUIDL to allow instant settlements for its own U.S. Treasury-backed token (OUSG), Nathan Allman, CEO of Ondo Finance, said Wednesday in a Telegram interview with CoinDesk.
Until now, Ondo's OUSG token was backed by BlackRock's iShares Short Treasury Bond exchange-traded fund (ETF), which traded only during traditional market hours, opposite to crypto's around-the-clock nature. The allocation allows Ondo to significantly speed up subscription and redemption time to instant settlement at any day from the T+2 days, an Ondo blog post read.
"Many investors have been so far hesitant to use OUSG because of the time it used to take to redeem, and given the 24/7/365 and volatile nature of crypto markets and the often sudden need for capital that arises from that," Allman said in the interview. "OUSG will become significantly more usable as a store-of-value and collateral asset within the crypto ecosystem."
Ondo has already transferred $15 million of OUSG backing assets to BlackRock's BUIDL over the past days, and plans to move another $80 million by the end of Wednesday, Allman added.
Ondo's action marks the first example of a crypto protocol leveraging asset management giant BlackRock's tokenized fund offering, which debuted last week. The fund, represented by the Ethereum-based BUIDL token backed by U.S. Treasury bills and repo agreements, is targeted for white-listed, institutional clients and requires at least $5 million minimum allocation. While the strict requirements prohibits smaller investors to invest in BlackRock's BUIDL, it allows other platforms such as Ondo to leverage the fund for its own retail-facing offerings.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T17:54:12.887Z",
    "tag": [
      "#Tokenization",
      "#TokenizedAssets",
      "#RealWorldAssets",
      "#BlackRock"
    ],
    "author": "Krisztian  Sandor",
    "linkImage": "https://www.coindesk.com/resizer/4TWeeTDiPcWERlTdLNYEoYP3cZk=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/WQHKACM3BNF2JMJTZ3VORE3UDY.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/19/bitcoin-drops-under-63k-leads-to-marketwide-correction/",
    "title": "Bitcoin Drops Under $63K, Leads to Marketwide Correction",
    "type": "Markets",
    "summary": "Crypto market capitalization fell more than 8% in the past 24 hours, data shows.
Bitcoin short-term holders took profits last week, according to CryptoQuant.
Ether, Solana’s SOL, BNB Chain’s BNB and Cardano’s ADA slumped more than 9%.
",
    "content": "Bitcoin (BTC) slipped under $63,000 in European morning hours Tuesday, causing a marketwide tumble that saw overall capitalization drop 8% in the past 24 hours.
The losses came after a day of large outflows from the Grayscale bitcoin ETF and lower-than-usual inflows on other ETF products on Monday. The day ended with net outflows of $154 million, as reported.
On-chain analysis firm CryptoQuant said on X bitcoin short-term holders - or users that hold tokens for less than five months - took profits in the past week, which may have contributed to the selling pressure.
Major tokens ether (ETH), Solana’s SOL, BNB Chain’s BNB and Cardano’s ADA slumped more than 9%, CoinGecko data shows.
The meme coin sector saw losses of over 17% on average, data shows, led by dogwifhat (WIF) and floki (FLOKI) at 18%. The sector has been the strongest by gains so far this year but is infamously volatile.
The broad-based CoinDesk 20, an index of major tokens minus stablecoins, slumped nearly 10%.
",
    "category": "article",
    "datetimeCreation": "2024-03-19T11:17:09.427Z",
    "tag": [
      "#Trading",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/OqP5g6N6ID5QM0hPQCgzkdz47RY=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/EXINXU3Y7ZCBLATCI2HE7X7SBQ.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/18/solana-meme-slerf-notches-17b-in-volume-after-developer-loses-all-presale-funds/",
    "title": "Solana Meme Slerf Notches $1.7B in Volume After Developer Loses All Presale Funds",
    "type": "Markets",
    "summary": ""This is not a joke I really f****d up and im really sorry. Was a simple mindless misclick when I was in the process of burning the the lp,” the developer said
Slerf, a sloth-themed meme coin on the Solana network, raised $10 million in a so-called presale and quickly gained popularity even though the developer mistakenly burned the liquidity provider and tokens.
The launch of SLERF comes as developers are raising millions of dollars in presales, contributing to a surge in the price Solana's SOL token, which crossed the $200 mark for the first time since November 2021.
",
    "content": "One of the newest tokens emerging from the Solana meme coin presale narrative has chalked up multiple exchange listings, a $1.7 billion trading volume and thousands of unique holders in a few hours after going live – despite a major fumble.
Slerf, a sloth-themed meme coin on the Solana network, raised $10 million in a presale on Monday. The token is among several that have emerged as presales – or fundraising sales before the official introduction – in the past few days following the success of Book of Meme (BOME) earlier this month.
However, the developer behind the project ended up losing all received funds after accidentally sending the tokens to a burn address, or one that is not controlled by anyone.
"I burned the LP and the tokens that were set aside for the airdrop,” @slerfsol wrote on X. “Mint authority is already revoked so I can not mint them. There is nothing I can do to fix this. I am so f—ing sorry."
“This is not a joke I really f****d up and im really sorry. Was a simple mindless misclick when I was in the process of burning the the lp,” they later added. An LP is a liquidity provider.
Some called the move a marketing trick, as news of the burn went viral on X.
That did nothing to stop a frenzied market from purchasing and trading the tokens. SLERF was eventually floated on Solana-based exchanges including Jupiter and Orca and the price surged to as high as $1.4 within a few hours from an initial value near 3 cents.
So far, SLERF has chalked up $1.8 billion in trading volumes and 500,000 individual trades from 106,000 traders, Birdeye data shows.
Traders made millions of dollars by betting on the newly launched tokens, on-chain analysis tool Lookonchain posted. One trader made just over $3 million in a little over 12 minutes from an initial amount of $1.9 million, the firm noted.
SLERF’s launch came on the back of an ongoing narrative that has seen developers raising millions of dollars, usually in SOL tokens, on the promise of a meme coin airdrop. Some on-chain watchers estimate that over $100 million worth of tokens were sent to such presales over the weekend. The frenzy contributed toward the SOL price crossing $200 for the first time since November 2021.
",
    "category": "article",
    "datetimeCreation": "2024-03-18T14:28:56.905Z",
    "tag": [
      "#memecoin",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/RTmQPkeWscivS4HWCE09g5q2vng=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/V7UP4VUCFRDCRJMRPOC6XCLQQM.jfif"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2023/05/09/crypto-options-liquidity-provider-orbit-markets-offers-bitcoin-and-gold-hybrid-derivative/",
    "title": "Crypto Options Liquidity Provider OrBit Markets Offers Bitcoin and Gold-Hybrid Derivative",
    "type": "Finance",
    "summary": "The company said the product’s payoff will depend on the joint performance of both BTC and the gold-backed token XAUT.
",
    "content": "Orbit Markets, an institutional liquidity provider of crypto options, is rolling out the first bitcoin and gold hybrid-focused derivative product with execution broker PI Digital.
The initiative is among the latest developments among crypto industry firms to provide steady returns during periods of macroeconomic uncertainty. It aims to give investors exposure to gold and digital assets, two assets that hold their value.
“This hybrid asset product is a perfect fit for investors that have experience in traditional assets such as gold and are now starting to dip their toes into digital assets,” OrBit Markets said in a press release.
The derivative product, XAUT, is a gold-backed token issued by Tether. At maturity, the product will be settled in either USDT, XAUT or bitcoin as designated by OrBit, the Singapore-based company said.
In its statement, OrBit noted that traditional financial service firms (TradFi) commonly offer hybrid products, including those combining stocks and commodity assets.
The company said that investors “anticipating a sustained rally” in these two “safe haven” assets have risen amid growing concerns about the U.S. central bank’s hawkish monetary policy and resulting turmoil in the banking sector.
“It's a dual option on both BTC and XAUT,” OrBit said, adding that investors could express “various sophisticated views” on bitcoin and the XAU token, including increases or decreases in returns for both, or if returns for one of the assets climbs but fall for the other.
The "worst-of put option" allows investors to earn an enhanced yield if both assets appreciate. On the flip side, investors may be "put" into the worst performer should either asset fall, the liquidity provider said.
In March, DeFi-focused asset management company MEV Capital used OrBit markets-issued options contracts to hedge liquidity providers’ positions and prevent losses in Uniswap (v3) liquidity pools.
“OrBit aims to offer flexible solutions to our counterparties,” Pulkit Goyal, OrBit Markets VP of Trading adding that “OrBit plans to launch further hybrid products dedicated to institutional investors.”
",
    "category": "article",
    "datetimeCreation": "2023-05-09T00:55:06.790Z",
    "tag": [
      "#Bitcoin",
      "#Gold",
      "#Derivatives",
      "#Macroeconomiccondition",
      "#Investing",
      "#industry"
    ],
    "author": "Jocelyn Yang",
    "linkImage": "https://www.coindesk.com/resizer/OW_LBGCUpsZEfS5d67SABZSl8DM=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/W5ACCCCQOFDKXKBKPY7HXDWBV4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/what-is-web5-and-how-is-it-different-from-web3/",
    "title": "What Is 'Web5' and How Is it Different From Web3?",
    "type": "Learn",
    "summary": "There are a few things that make Jack Dorsey’s vision for Web5 distinct, including not wanting to completely replace Web2 but work with it.
",
    "content": "The world is still getting its collective head around Web3 – a suite of decentralized protocols that add a (disputably) censorship-resistant financial layer to the internet. So why did Jack Dorsey, the creator of Web2 platform Twitter, skip right ahead to what he calls "Web5"?
It turns out that, despite the name, Web5 does not follow the yet-to-be-created Web4. The Web5 platform, announced in June, 2022 by TBD, the crypto and decentralized finance arm of Dorsey’s payments company, Block (née Square), is firmly based on Web3 tech, but promises “an extra decentralized web platform.”
To land on the name Web5, TBD just added Web3 (an internet powered by blockchain-based smart contracts) to Web2 (centralized content platforms, like Twitter or Facebook). Put simply: 3 + 2 = 5.
Web5’s core idea is to “put you in control of your data and identity” – a core tenet of Web3’s decentralized identity systems. Instead of inviting users to sign up for an account on a centralized platform (like an Instagram account), Web3 protocols reference users by their crypto wallet addresses. Protocols like the Ethereum Name Service let users turn their wallet’s garbled alphanumeric string into a word or phrase (like jane.eth) similar to how Domain Name Service (DNS) allowed websites to have addresses like coindesk.com rather than a long string of numbers like 54.235.191.121. Decentralized data storage is a concept already in existence and is provided by platforms like Filecoin and IPFS.
Dorsey’s Web5 offers similar capabilities. Instead of an internet that relies on accounts provided by companies that hold customer data “captive in app silos,” Web5 pushes for “a new class of decentralized apps and protocols that put individuals at the center.”
There are three pillars at Web5’s core: self-owned decentralized identifiers, verifiable credentials and decentralized web nodes for storing data and relaying messages. It sounds a lot like what decentralized identity services have been doing since the Ethereum Name Service launched in May 2017.
So, what’s new here – apart from yet another stab at decentralized identities? Part of the answer may lie in Dorsey’s allegiance to bitcoin and his aggressive dismissal of Web3 culture. For Dorsey, bitcoin, launched in a truly decentralized fashion in 2009, is the only cryptocurrency that matters, the rest having been corrupted by venture capitalists who bent the platforms to their will. Accordingly, Web5 is run without any “special utility tokens or subjective consensus” that is part of the governance-token, decentralized autonomous organization (DAO)-controlled protocols like the Ethereum Name Service.
In doing so, Web5 sounds like an attempt to rid Web3 of the centralized actors that Dorsey credits with sullying the mission of decentralization. Zion, a self-described Web5 app, uses Bitcoin’s base layer to help content creators work together with fans. But avoiding corruption is, of course, difficult: Web5’s nascent community already balked at TBD’s attempt to trademark the term Web5.
The other thing that is different from Web3 is that Web5 works with existing Web2 services; it does not seek to replace them entirely. Web5’s pitch deck provides the example of Groove adding a playlist to a Web5 user’s decentralized identifier, which another music service, Tidal, can use to fashion its own playlists within the app. The decentralized identifier prevents the user from having to recreate their preferences on another platform.
TBD’s other example of Web5 in action involves one user granting her hotel, airline and rental car provider the ability to add information to her database about her trip. The user can revoke access at any time and choose another service to “help her visualize her itinerary.” Again, the idea is to tie data that’s usually locked inside centralized services – something TBD calls “a massive, unworkable mess” – to a single user-controlled identity. Think of it as similar to how many sites and apps leverage a user’s Google account to log in, but in this case it will be a single login with a decentralized network of nodes.
Will it work? Time will tell. So far, the only decentralized identity service that’s caught on in any measure is the Ethereum Name Service, and the only data storage system with any cachet is the interplanetary file service (better known as IPFS).
One of the key things that distinguish TBD’s ambition is the backing of its billionaire progenitor, Jack Dorsey. But it’s unclear how Web5 would make money or why, ideological reasons aside, the company is creating such a service. Strategy consultant Adrien Book laid out the problem pretty well in a Medium post that followed Web5’s announcement: “Jack seems to want to keep the taste of Web3 without the calories. It’s like a high school student saying ‘yeah, but communism has never been REALLY tried as it’s meant to be.’ It’s naive.”
",
    "category": "article",
    "datetimeCreation": "2022-12-20T20:40:51.816Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner",
      "#Web3",
      "#Web5"
    ],
    "author": "Robert Stevens",
    "linkImage": "https://www.coindesk.com/resizer/XT294XbeB4xJRWM43INjRUtWTSk=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/ZOGHIKALMJDZZGZ4SKZCTVQSZE.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/19/bitcoins-slump-sees-crypto-bulls-staring-at-440m-in-liquidations/",
    "title": "Bitcoin’s Slump Sees Crypto Bulls Staring at $440M in Liquidations",
    "type": "Markets",
    "summary": "Prices could be headed to as low as $55,000 in the coming weeks, one trader said, but the long-term bullish outlook remains intact.
Bitcoin’s drop below $64,000 led to over $440 million in losses for futures traders, with significant liquidations on Binance and OKX exchanges.
Major cryptocurrencies like Ethereum, Solana, and Dogecoin also suffered losses, with expectations of bitcoin falling further to $55,000 amidst record-high outflows from Grayscale’s GBTC.
",
    "content": "A brief bitcoin (BTC) slump to under $64,000 caused over $440 million in liquidation for crypto futures traders betting on higher prices. Some traders expect bitcoin to reach the $55,000 level in the short term.
Long bets on bitcoin took on $100 million in losses alone, with ether (ETH), Solana’s SOL and dogecoin (DOGE) taking on a cumulative $120 million in long liquidations, data from Coinglass shows.
Data shows that the most liquidations took place on Binance at $212 million, followed by OKX at $170 million.
Bitcoin started to drop late U.S. hours on Monday amid record high outflows from Grayscale’s GBTC at over $640 million. Inflows to other products were just under $500 million, leaving the market with a net outflow of $15 million on Monday.
Major tokens fell as much as 11% in the past 24 hours, CoinGecko data shows. ETH, SOL and Cardano’s ADA dropped as much as 8%. The broader CoinDesk 20, a gauge of various major tokens minus stablecoins, dropped 8%.
Liquidations occur when an exchange forcefully closes a trader’s leveraged position owing to a partial or total loss of the trader’s initial margin. They happen when a trader cannot meet the margin requirements for a leveraged position, that is, when they don’t have sufficient funds to keep the trade open.
Meanwhile, some traders said they expected bitcoin to fall to as low as $55,000 in the coming weeks, even as they have a long-term bullish outlook.
“The pace of the recent appreciation makes forecasting when the correction will complete difficult, but I do look for a move lower to $55-$62k before the next leg up,” John Glover, Chief Investment Office at Ledn, told CoinDesk in an email.
“The retail players are just starting to enter the BTC ETFs en masse, and the next big entry is set to coincide with the halving, so things should get interesting in a month or so,” Glover added.
",
    "category": "article",
    "datetimeCreation": "2024-03-19T08:44:52.04Z",
    "tag": [
      "#Bitcoin",
      "#Trading",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/F1n7PUvZCvLRKA66hVd1FQKNkUE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/3VPVBEAFU5HLVA3HZDL2K3CEKQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/07/bitcoin-trade-that-gave-bankman-fried-his-millions-returns-in-south-korea/",
    "title": "Bitcoin Trade That Gave Bankman-Fried His Millions Returns in South Korea",
    "type": "Markets",
    "summary": "Local market observers pointed out that the so-called “Kimchi premium” crossed a two-year high mark on Thursday.
The "Kimchi premium" refers to the difference in Bitcoin prices on Korean exchanges compared to global bourses. Bitcoin is currently trading at a 10% premium in South Korea.
The arbitrage popularized by Sam Bankman-Fried involves buying bitcoin on a global exchange and selling it on a Korean exchange for a riskless profit in Korean won.
Pocketing the actual gains is difficult due to South Korea's strict capital controls.
",
    "content": "A profitable yet operationally difficult arbitrage trade is back in vogue as bitcoin prices now command an average 10% premium in South Korea.
As of Asian morning hours, bitcoin trades just above $66,000 on most global exchanges. It commands over 93 million won on Korean exchanges such as Upbit, worth over $71,000 at current exchange rates.
The phenomenon is the so-called “Kimchi premium,” named after a popular Korean dish of fermented cabbage, which refers to the difference in bitcoin prices on local Korean exchanges compared to global bourses.
The trade is simple in theory: One can buy bitcoin on a global exchange, transfer it to a Korean exchange, and sell it for a 10% riskless profit in Korean won.
But pocketing gains from the arbitrage is quite difficult. Korea has strict capital controls, and it is challenging for foreigners to withdraw large amounts of money from the country. It means big funds cannot capitalize on the trade, and smaller investors may not have the required infrastructure.
An infamous example of someone who took advantage of the Kimchi premium was Sam Bankman-Fried, founder of the now-bankrupt trading firm Alameda Research and FTX exchange. Bankman-Fried has claimed in several interviews that the premium was as high as 50% during 2019 and 2020, which allowed his firm to make as much as a million dollars a day, per CNBC.
Meanwhile, some observers say the premium is a sign of retail participation and arises due to substantial local demand for the asset.
“Korean retail investors are getting back,” Ki Young Ju, founder of on-chain analysis firm CryptoQuant, said in an X post. “Korea Premium Index(a.k.a. Kimchi Premium) is a pure retail FOMO indicator.”
CryptoQuant’s head of research Bradley Park told CoinDesk in a Telegram message that some traders were likely taking advantage of the trade.
“As the kimchi premium increases, traders will take advantage of the arb opportunity and bring their overseas holdings home, which means Upbit's Bitcoin reserves will increase,” Park said. “We have observed a significant increase (in these reserves) at the end of February.”
Bitcoin prices are unchanged in the past 24 hours. The CoinDesk 20, a broad-based liquid index, is up 5.32%.
",
    "category": "article",
    "datetimeCreation": "2024-03-07T07:18:15.144Z",
    "tag": [
      "#Trading",
      "#Investing",
      "#Markets"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/MJbeJ4zA230ptIx0WNj24HFTSOQ=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/CBTRDT6E4FADFI4VEV2CLXOFSE.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/27/how-to-design-better-on-chain-governance/",
    "title": "How to Design Better On-Chain Governance",
    "type": "Markets",
    "summary": "An introduction to Futarchy and combinatorial prediction markets.
",
    "content": "The topic of on-chain governance has always been contentious. While off-chain governance is generally perceived as clunky, on-chain governance has allowed developers to build increasingly complex protocols allowing users to sway a network’s direction. But these are all essentially games which, if misconfigured or providing the wrong incentives, can steer the chain towards disaster.
In “What is Futarchy? — Trading the Future,” Freiderike Ernst, the cofounder of Gnosis, highlights the standard methodologies of on-chain voting. As the "one vote per person" paradigm is vulnerable to Sybil attacks on permissionless networks (one person can split their capital over multiple accounts and cast multiple votes), a user's voting power is usually weighted by the token amount they hold. Lotteries and token curated registries use the same method to avoid Sybils.
Robin Hanson proposes a new governance model called futarchy, in which decisions are made based not on votes, but the results of prediction markets on the organization's welfare measure, which is an indicator of the network's growth or demise. Participants of the market will bet on the future value of the welfare measure.
Betting is usually implemented using outcome tokens, each of which represents one particular outcome of the market and whose monetary value is determined by the eventual welfare measure. Good predictions are rewarded and bad predictions result in losses.
Using outcome tokens, participants can even bet on the value of the welfare measure contingent on the implementation of the policy. For example, a participant can make a bet that pays a profit if the policy is implemented and the welfare measure increases by a certain amount, but is voided if the policy is not implemented.
For a publicly-traded company which chooses the stock price as their welfare measure and is considering firing their CEO, the upshot is that the organization obtains two predictions, the future stock price if the CEO is let go and the future stock price if the CEO is retained. As you can see from the chart below:
With futarchy, the decision that results in the highest possible welfare measure is implemented. As the final stock price prediction contingent on the CEO getting the ax is higher than the prediction contingent on the CEO being retained, the CEO is removed from the company. This takes all the emotion out of the decision process and allows the organization to make rational decisions based on what’s commonly referred to as the “wisdom of the crowd” to improve their values.
Implementing a market-maker to facilitate trades between participants poses some challenges. If we want to use futarchy to evaluate more complex contingencies, markets quickly rise to tens of hundreds of tokens. Here, the “thin market problem” rears its head: There are not enough participants to properly correct the probabilities of this many outcomes. The natural solution is an automated market maker (AMM).
A straightforward solution is the cost function implementation of the logarithmic market scoring rule. Unfortunately, this implementation does not allow ad-hoc changes of the liquidity, usually resulting in a market that is either too shallow to accommodate all participants or too deep to actually produce meaningful results. The liquidity-sensitive logarithmic market scoring rule (LS-LMSR) mitigates this problem, but the solution introduces new defects, the most severe of which is an arbitrage vulnerability which occurs in all scoring rule market makers except LMSR.
The crypto mainstay constant function market makers (CFMM) such as Balancer handle the liquidity aspect better by allowing LPs to dynamically deposit and withdraw liquidity, and are more familiar to crypto natives, but suffer from the same issue as LS-LMSR. However, it turns out that during their prediction market days, Gnosis appears to have found a CFMM implementation of the LMSR which combines the best of both worlds.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T16:22:29.075Z",
    "tag": [
      "#Opinion",
      "#CryptoLong&Short",
      "#Governance",
      "#Futarchy",
      "#PredictionMarkets"
    ],
    "author": "Malte Kliemann",
    "linkImage": "https://www.coindesk.com/resizer/MUCFZ1UXSq0fiGlWbu_45DTdPKE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/5EZCIZGMO5GETE4XOTBQCDJZ4M.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/27/three-decentralized-platforms-to-merge-ai-tokens-create-ai-alliance/",
    "title": "Three Decentralized Platforms to Merge AI Tokens, Create AI Alliance",
    "type": "Finance",
    "summary": "Fetch.ai, SingularityNET and Ocean Protocol agreed to combine their crypto tokens into one and create an alliance for decentralized AI.
The three firms are seeking to create an AI collective to provide a decentralized alternative to existing projects that are controlled by Big Tech.
FET, the native token of AI-focused Web3 platform Fetch.ai, will become ASI, which will have a total supply of around 2.63 billion tokens and a starting price of $2.82.
The native tokens of SingularityNET and Ocean Protocol will merge into ASI.
",
    "content": "Fetch.ai, SingularityNET and Ocean Protocol agreed to merge tokens and create an alliance for decentralized artificial intelligence (AI).
The three are seeking to create an AI collective, providing a decentralized alternative to existing projects that are controlled by large technology companies, according to an emailed announcement on Wednesday.
(FET), the native token of AI-focused Web3 platform Fetch.ai, will become ASI – "artificial superintelligence" – with a total supply of around 2.63 billion tokens and a starting price of $2.82. The native tokens of decentralized AI network SingularityNET (AGIX) and data platform Ocean Protocol (OCEAN) will merge into ASI, both at conversion rates of around 0.433 to 1. ASI will have a fully diluted market cap of around $7.5 billion.
The proposed combined entity plans to create an open decentralized AI infrastructure at scale, as compared to existing systems whose inner workings may be hidden from the public, the companies said.
AI has seen a surge in mainstream interest since the start of 2023 thanks to tools such as ChatGPT. However, there have been concerns that the largest companies – Microsoft, Alphabet, Amazon, Apple and Meta – will establish an oligarchy over the space. That has spurred blockchain and Web3 companies to throw their hats into the ring to present an alternative where data is more transparent and shared between contributors.
Read More: Tether to Establish AI Unit, Starts Recruitment Drive


",
    "category": "article",
    "datetimeCreation": "2024-03-27T11:17:52.076Z",
    "tag": [
      "#Fetch.ai",
      "#Singularitynet",
      "#OceanProtocol",
      "#AI",
      "#Tokens",
      "#Decentralization"
    ],
    "author": "Jamie Crawley",
    "linkImage": "https://www.coindesk.com/resizer/-5gI-trdJnk6dFbtFUMIhujKhDI=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/WEEBYDE7LJEEHJF5XMM7SYNQ7I.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/03/27/myshell-blockchain-platform-for-building-ai-girlfriends-and-productivity-apps-raises-11m/",
    "title": "MyShell, Blockchain Platform For Building 'AI Girlfriends' and Productivity Apps, Raises $11M",
    "type": "Technology",
    "summary": "MyShell uses blockchains to let creators earn a profit for building AI apps and Her-like companions.
",
    "content": "MyShell, a Tokyo-based decentralized AI platform used to create "AI girlfriends," has raised $11 million in pre-series A funding for its AI app-building ecosystem.
The investment, which brings MyShell's total funding to $16.6 million, was led by Dragonfly, with additional participation from Delphi Ventures, Bankless Ventures, Maven11 Capital, Nascent, Nomad Capital and OKX Ventures. The round also attracted support from individual investors such as crypto investor and thought leader Balaji Srinivasan, NEAR's Illia Polosukhin and Paradigm's Casey K. Caruso.
MyShell pitches itself as an ecosystem for AI creators to develop and deploy applications. The new funds will be used to further the development of its open-source foundational model and to support its community "of over 1 million registered users and 50,000 creators," according to a statement.
MyShell aims to distinguish itself from other AI platforms with its focus on decentralization: The company has open-sourced key parts of its codebase and leans on blockchain tools to assist with model training and creator royalties.
Crypto will "uniquely enable" MyShell to "help creators and AI model researchers to monetize their work," and blockchains will serve as the foundation for "a dedicated platform to trade, and own AI assets," MyShell CEO Ethan Sun told CoinDesk in an email.
The company's main products include “Workshop,” where users can build AI agents through prompts, and “Makerspace,” a no-code app development tool for creators. The tools have mainly gained steam in the realm of AI companions, with people utilizing the platform to create Her-like chatbots designed to resemble specific characters, both real and imagined.
"These AI applications and models have the capability to 'generate' revenue, making them AI assets that could be tokenized, traded and owned to share 'revenue stream,'" said Sun.
MyShell provides a space for users to showcase their creations in its Discord discussion community, and most of the agents shared there tend to be AI girlfriends designed to look like cutesy anime characters – many of which gate access behind "not safe for work" content warnings. Some have taken the tool in a different direction, however, using MyShell to create AI bots mimicking figures like Elon Musk, the tech mogul; and Saul Goodman, the quick-witted lawyer-criminal from Breaking Bad.
According to Sun, "about 40% of content created by the community is AI girlfriend/companion," but "the main goal of MyShell is to empower creators to build customized AI applications in a diversified range rather than just focusing on AI companions."
"Given the ability of third-party API integrations and comprehensive AI models to process information, it’s now possible to build applications and productivity tools without coding," said the MyShell CEO.
In its statement on Tuesday, MyShell noted that in addition to building out its companion-creator community, the company's tech has served as the foundation for MeloTTS, "a pioneering open-source text-to-speech solution that closely mimics the human voice" and Allice, an "open-source foundation model for an AI-App development workflow."
",
    "category": "article",
    "datetimeCreation": "2024-03-27T16:54:02.045Z",
    "tag": [],
    "author": "Sam Kessler",
    "linkImage": "https://www.coindesk.com/resizer/vN4jyMqPxPm27HQ_cuglwm5-Ibo=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/XAH5GDSVAJHFPE6HBSZMPLKJ7E.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/markets/2024/03/20/bitcoin-climbs-above-63k-crypto-longs-take-on-600m-in-liquidations/",
    "title": "Bitcoin Climbs Above $63K, Crypto Longs Take On $600M in Liquidations",
    "type": "Markets",
    "summary": "The broad-based CoinDesk 20, an index of various major tokens minus stablecoins, was little changed over the past 24 hours with losses of just 0.34%.
Bitcoin experienced a quick recovery after briefly falling below $61,000, with major tokens stabilizing following losses of up to 15%.
Analysts lowered the odds of a spot ether exchange traded fund listing, and Bitcoin remains in a downtrend with traders advised to keep an eye on risk appetite in financial markets influenced by central bank meetings.
",
    "content": "Bitcoin (BTC) rebounded from the day's lows to regain $63,000 in European morning hours Wednesday, staging a quick recovery after briefly falling under the $61,000 level in early Asian trading hours.
Still, bets on higher prices saw nearly $600 million in liquidations, data shows, as major tokens declined for a second day. Futures positions showed no bias as of writing time, with longs and shorts equally making up 50% of all futures positions.
Major tokens stabilized dropping as much as 15%, CoinGecko data show. The broad-based CoinDesk 20, an index of various major tokens minus stablecoins, was little changed over the past 24 hours with losses of just 0.34%.
Ether (ETH) fell briefly under the $3,100 level on Tuesday night as analysts lowered the odds of a spot ETH exchange-traded fund (ETF) listing widely expected for May. Several other layer-1, or base, blockchains also dropped, with tokens of Solana (SOL), Avalanche (AVAX) and Cardano (ADA) losing 8% over 24 hours. Meme coins and exchange tokens outperformed with a 5% drop.
Overall market capitalization has declined by almost 15% in the past week. The total cap was down to $2.28 trillion on Wednesday morning, rising to $2.35 trillion by the start of active trading in Europe.
Meanwhile, some traders say that bitcoin price action suggests the asset is in a downtrend and investors must look to favorable macroeconomic developments before considering bets. The U.S. Federal Reserve's Open Market Committee (FOMC) is due to set interest rates and discuss the economy later today.
"Bitcoin remains in a downtrend, with a series of lower lows and lower highs,” Alex Kuptsikevich, a senior market analyst at FxPro, wrote in an email to CoinDesk. “We will pay attention to bitcoin’s dynamics at the following support levels: $60.3K (correction to 61.8% of the last rally), $56K area (50-day average and 50% level) and $51.5K (consolidation area in February).”
“Crypto traders should now keep a close eye on the appetite for risk in the financial markets. Today, it will be heavily influenced by the FOMC and other major central bank meetings later in the week,” Kuptsikevich said.
",
    "category": "article",
    "datetimeCreation": "2024-03-20T10:24:42.072Z",
    "tag": [
      "#Bitcoin",
      "#Markets",
      "#Trading"
    ],
    "author": "Shaurya Malwa",
    "linkImage": "https://www.coindesk.com/resizer/ahRuQhZ47_QwN963R-fy9dij9vM=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/YR57235PVFAR3J74YQL2SIDYA4.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/learn/binance-crypto-exchange-your-questions-answered/",
    "title": "Binance Crypto Exchange: Your Questions Answered",
    "type": "Learn",
    "summary": "Following the SEC charges against the world’s largest crypto exchange, people are wondering what’s the difference between Binance and Binance.us, who is Changpeng Zhao and more.
",
    "content": "Founded in 2017 by Changpeng Zhao, who is often referred to as just “CZ,” Binance is the world's leading cryptocurrency exchange by trading volume as of June 2023. The company was originally based in China but had to leave Shanghai due to regulatory restrictions shortly after its launch.
Binance developed its own blockchain, Binance Smart Chain (later renamed to BNB Chain), which facilitates trades on the exchange. The native token of the blockchain is Binance coin (BNB) and the company has also launched a stablecoin, BinanceUSD (BUSD). Because of U.S. regulatory rules, Binance created a supposedly separate company for its U.S. clients in 2019, Binance.US.
On June 5, 2023, the U.S. Securities and Exchange Commission (SEC) filed charges against Binance.US as well as CZ, who serves as Binance CEO, on allegations of violating federal securities laws by offering BNB and BUSD to the general public, calling them unregistered securities. The SEC lawsuit also casts fresh doubt on the independence of the company’s U.S. arm and its staking service.
Read more about the SEC suit here
This is not Binance’s first battle with U.S. regulators. Binance is also under ongoing scrutiny from the U.S. Commodity Futures Trading Commission (CFTC) who sued CZ and Binance in March 2023, alleging the company knowingly offered unregistered crypto derivatives products in the U.S.
Here is everything you need to know about Binance, Binance.US and CEO Changpeng "CZ" Zhao.
CZ is a well-known personality in crypto, actively engaging with the crypto community through Twitter and speaking at conferences and to the media. As for his origins, he was born in China and emigrated to Canada when he was 12 and says he is a Canadian citizen. In high school, he worked part-time at McDonald’s, which is part of his well-known lore. He graduated from McGill University with a degree in Computer Science.
After college, he worked for the Tokyo stock exchange and Bloomberg Tradebook developing software for the businesses. He then founded a startup in 2005, Fusion Systems, which focused on creating an automated high-frequency trading platform. Following that, he worked for several crypto startups including a stint as co-founder and CTO of OKCoin. Another piece of the CZ lore is that he first heard about Bitcoin at a poker game, which planted the seed that led him to create his own cryptocurrency exchange, Binance.
According to the white paper, Zhao's goal for Binance was to compete with other exchanges by offering solutions to the numerous problems he saw with the cryptocurrency trading infrastructure – including poor technical architecture, insecure platforms, low market liquidity, poor customer support and poor language support.
Shortly after Binance’s 2017 launch, Binance raised $15 million through an Initial Coin Offering (ICO) for BNB, the terms of which were also laid out in the white paper.
Binance started as one big company, founded in Shanghai in 2017. Because of China’s crackdown on crypto, the company left shortly after and while there were efforts to relocate the headquarters to Singapore and Malta was once thought to be Binance’s base, CZ currently claims that Binance has no headquarters and that wherever he is, that is where Binance is based.
Binance also has a native coin, Binance Coin (BNB), which was initially launched on Ethereum as an ERC-20 token and subsequently migrated to Binance's proprietary blockchain, BNB Chain. BNB functions as an exchange token, meaning holders of BNB with Binance accounts can access discounted fees on the exchange.
Binance created Binance.US in 2019 in response to regulatory requirements in the United States and notified customers that their accounts would be required to migrate to the new U.S-based exchange in November 2020. That said, many people noted that by using a VPN service, U.S.-based customers could still use Binance’s services.
One of the biggest differences between the two exchanges is that Binance.com offers a much wider range of cryptocurrencies, with over 500 available for trading. Binance.US offers over 120 cryptocurrencies and is not available in all states as of writing, with Hawaii, New York, Texas, and Vermont blocking use of the exchange.
The other big difference is that Binance.US does not offer margin trading or futures contracts, while Binance does. Both platforms offer low fees.
Finally, unlike Binance’s stance that it has no headquarters, the U.S. arm is clearly based in Palo Alto, California. The SEC suit is specifically against Binance.US and Zhao and not the larger exchange.
July 2017: Binance launches and raises $15 million through its BNB ICO.
July 2018: Binance acquires Trust Wallet, a free, non-custodial mobile wallet to support its upcoming decentralized exchange (DEX) offering.
January 2019: Binance starts to offer support for new token listings through ICOs (initial coin offerings) and IEOs (initial exchange offerings), through its Launchpad product.
April 2019: Binance migrates BNB from Ethereum to its proprietary chain, then called Binance Smart Chain (now rebranded to Binance chain or BNB chain)
April 2019: Binance launches its DEX ahead of schedule.
May 2019: Binance gets hacked for the first time. Hackers steal over 7,000 bitcoin (BTC) from Binance (the equivalent of roughly $41 million at the time). Zhao quickly took to social media to reassure users that no one lost funds and that Binance used its reserve funds to cover the costs of the stolen crypto. CZ's "Funds are #SAFU" tweet has become a meme in the crypto space.
June 2019: Binance announces it will launch a new trading platform for U.S. customers, in partnership with a firm called BAM Trading Services.
July 2019: Binance hires former Ripple executive, Catherine Coley, to run its planned U.S. marketplace.
September 2019: Binance launches its own dollar-backed stablecoin, BUSD in partnership with the Paxos Trust Company.
September 2019: Binance.US launches in 37 states. The new marketplace supports six cryptocurrencies at launch: bitcoin, (BTC), ether (ETH), XRP, bitcoin cash (BCH), litecoin (LTC), tether (USDT) and BNB. BUSD is notably not supported at launch.
April 2020: Binance buys CoinMarketCap, a cryptocurrency data provider, for a rumored $400 million, making it one of the biggest M&A deals in crypto. “CoinMarketCap has more users than any other product in the crypto space,” Zhao said at the time. “It’s a very valuable platform.”
September 2020: Binance rolls out Launchpool, a crypto staking platform.
November 2020: Binance notifies U.S. customers they have a hard deadline of two weeks to migrate to the new platform before Binance shutters their accounts.
April 2021: Binance.US hires Brian Brooks as CEO to replace Catherine Coley in the role.
August 2021: Binance.US CEO Brian Brooks quits over “strategic differences” after just months in the job.
September 2021: Binance.US promotes Brian Schroder to CEO; he formerly served as president and board member for the firm.
April 2022: Binance.US raises $200 million in its first funding round, giving it a $4.5 billion valuation.
September 2022: Binance announces it will stop supporting the second-largest stablecoin USDC and automatically convert customer funds to BUSD.
October 2022: Binance suffers another major hack, and had to briefly halt trading on BNB after a “potential exploit” drained $100 million in crypto.
October 2022: Binance confirms it has contributed $500 million towards Elon Musk’s bid to buy Twitter.
November 2022: Amidst the collapse of FTX, there was a brief moment when Binance was going to buy the rival exchange. That deal quickly collapsed as the scope of FTX’s issues came to light.
December 2022: Binance.US reaches an agreement to buy Voyager Digital's assets for just over $1 billion. Voyager, had gone into bankruptcy earlier in 2022 and originally had agreed to sell its assets to FTX, which folded itself.
February 2023: BUSD issuer Paxos is hit with a one-two punch of an investigation by the New York Department of Financial Services and a Wells Notice from the SEC, which some believed hinted at Binance as a future target for the SEC. Following these actions, Paxos halted minting BUSD.
March 2023: The CFTC sues CZ and Binance over allegations that the company offered unregistered crypto derivatives products.
April 2023: Rumors of an Interpol “Red Notice” for CZ tank BNB price, but there is little to back up the claim.
April 2023: Binance.US pulls out of a $1 billion deal to buy Voyager Digital’s assets, attributing the termination to the "hostile and uncertain regulatory climate in the United States."
June 2023: The SEC files charges against Binance.US and its founder Changpeng "CZ" Zhao on allegations of violating federal securities laws with BNB token and Binance-linked BUSD stablecoin. The suit also alleges that Binance's staking service violated securities law as well as that the entities of Binance.US and Binance were not truly independent.
",
    "category": "article",
    "datetimeCreation": "2023-06-06T18:13:04.479Z",
    "tag": [
      "#Learn",
      "#industry",
      "#Beginner",
      "#Binance",
      "#BinanceUS",
      "#Exchanges"
    ],
    "author": "Toby Bochan",
    "linkImage": "https://www.coindesk.com/resizer/g-83kTNjPERCJssgl3pYfTt8N_8=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/DQDMFXOF4FAPDAT3XSGV2JHZ5A.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/dutch-prosecutors-seek-64-month-jail-sentence-for-tornado-cash-dev-alexey-pertsev/",
    "title": "Dutch Prosecutors Seek 64-Month Jail Sentence for Tornado Cash Dev Alexey Pertsev",
    "type": "Policy",
    "summary": "The judge will deliver the verdict on May 14, the court said.
Prosecutors seek to sentence Tornado Cash developer Alexey Pertsev to 64 months in jail, members of their team told CoinDesk.
The consequences of the trial could have wider implications on how developers of open-source projects are treated.
",
    "content": "Tornado Cash Developer Alexey Pertsev should be jailed for 64 months, prosecutors told the judge in his trial in the Netherlands for money laundering, members of the prosecuting team told CoinDesk.
The two-day trial, which could have implications on how developers are treated in courts elsewhere, was held in the 'S-Hertogenbosch court on Tuesday and Wednesday.
The judge will deliver the verdict on May 14, the court said.
Pertsev has been accused of laundering $1.2 billion worth of crypto through the anonymizing tool Tornado Cash, the Dutch prosecutors detailed in an indictment that was shared ahead of the trial. The indictment said that between July 9, 2019 and Aug. 10, 2022 Pertsev made "a habit of committing money laundering."
The developer was first jailed in the Netherlands in August 2022 shortly after the Tornado Cash platform was blacklisted by the U.S. Treasury. The Treasury Department alleged that Tornado Cash had been a key tool for the Lazarus Group, a North Korean hacking group that was tied to the $625 million hack of Axie Infinity’s Ronin Network, among other issues.
Tornado Cash developers Roman Storm and Roman Semenov also face allegations of money laundering and sanctions violations in the U.S. Storm is set to go on trial this September. The U.S. has not yet arrested Semenov.




",
    "category": "article",
    "datetimeCreation": "2024-03-27T17:58:48.63Z",
    "tag": [
      "#Regulations",
      "#Crypto",
      "#TornadoCash",
      "#CourtCases",
      "#Netherlands"
    ],
    "author": "Camomile Shumba",
    "linkImage": "https://www.coindesk.com/resizer/jXhrkuBRU0FbFfI4lENKI3oe5WY=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/BCNHTQUKGZCNDCPGWDMVKDANDQ.jpg"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/business/2024/03/27/hopes-for-another-defi-summer-soar-as-tradfi-markets-suddenly-look-less-appealing/",
    "title": "Amid Giant Crypto Rally, Hopes for Another DeFi Summer Soar",
    "type": "Finance",
    "summary": "Since the approval of spot bitcoin ETFs in January, DeFi looks ascendant, triggering memories of 2020, aka DeFi Summer, when the space bustled with activity.
DeFi yields have exceeded yields from conventional investments like U.S. Treasuries, raising hopes for rekindled interest and maybe another DeFi Summer.
MakerDAO's DAI Savings Rate provides users with a 15% yield, while riskier corners of DeFi can earn 27% through the likes of Ethena Labs.
"The bull market saw prices slowly start going up, and now, two months later, it's completely opposite again, in terms of looking at rates in DeFi and TradFi," one expert said.
",
    "content": "Decentralized finance, or DeFi, languished in 2023, one of many hardships the cryptocurrency industry faced.
Because the Federal Reserve and other central banks were hiking interest rates, conventional – and, in many cases, less risky – investments looked more appealing. Why stick your money in some DeFi pool when safer U.S. Treasuries had higher yields?
But DeFi now looks ascendant as the cryptocurrency industry roars back to life, triggering memories of 2020, aka DeFi Summer, when the space bustled with activity.
Whereas the median DeFi yield, averaged over seven days, dwelled below 3% for most of 2023 and dipped below 2% several times, earlier this month it leapt to almost 6%, according to data from DefiLlama. Plugging collateral into MakerDAO's DAI Savings Rate provides users with a 15% yield. Those comfortable enough to delve into the riskier corners of DeFi can earn 27% through the likes of Ethena Labs.
These higher levels exceed the Secured Overnight Financing Rate, or SOFR, the interest rate banks use to price U.S. dollar-denominated derivatives and loans, which is currently around 5.3%.
Strong institutional tailwinds have driven the current crypto bull market, which was kicked off by the January arrival of spot bitcoin exchange-traded funds from the likes of BlackRock and Fidelity, but also by traditional financial firms' interest in the so-called tokenization of real-world assets – representing ownership of conventional assets via blockchain-traded tokens.
Over the past year or so, with yields from fixed-income products rivaling what was on offer at DeFi platforms, traditional finance firms like JPMorgan and BlackRock and crypto startups like Ondo Finance have focused their crypto efforts on tokenizing higher-yielding assets like U.S. Treasuries and money-market funds.
But crypto and DeFi began heating up in October, according to Sébastien Derivaux, co-founder of Steakhouse Financial. It was the point at which DeFi rates began to compete with and later outgun SOFR. Crypto-native DeFi products, rather than tokenized conventional financial products, began looking more appealing.
"It is customary that when there is a bull market, rates go up in lending protocols," he said via Telegram. "It was even more in perpetual markets (assuming it is because retail degens find it easier to use offshore exchanges providing perp markets than leveraging on DeFi)."
The couple months following the approval of spot bitcoin ETFs have seen this trend intensify, a parallel to the relatively rapid hike in interest rates that followed the intensification of the Covid crisis in early 2020, said Lucas Vogelsang, CEO of Centrifuge, a firm that has pioneered the tokenization of real-world assets, or RWAs.
"We've actually had two complete changes in the market. You had the Fed change rates overnight, basically; at least it went from zero to 2% or 3% pretty quickly and that completely changed the face of DeFi," Vogelsang said in an interview. "The bull market saw prices slowly start going up, and now, two months later, it's completely opposite again, in terms of looking at rates in DeFi and TradFi."
Because the crypto industry remains relatively small, there's simply not enough capital to lend to people who are bullish and, as a result, they don't mind borrowing at high rates. While institutions are clearly interested in crypto, they are not actually filling gaps in market demand, Vogelsang pointed out. "A money market off-chain wouldn't yield 12% just because there's a lack of supply; someone would fill it. On-chain, that's not the case," he said. "It's a sign of immaturity in that way."
Some DeFi lending rates might look unsustainably high, an uncomfortable reminder of crypto projects that blew up in years past. But the loan-to-value (LTV) ratio is relatively low on platforms like Morpho Labs, for instance, said Rob Hadick, general partner at Dragonfly.
"I don't actually think lending is back; I think deposits are back," Hadick said in an interview. "I think that's because people want yield. But there's not as much rehypothecation happening right now as there was a few years ago."
Hadick, whose firm is an investor in Ethena Labs, pointed out the super-high yields available on that platform are not underpinned by pure leverage, but rather follow a basis trade – long spot markets and short the related futures.
"As the markets change, the rate might come down. But it's not like leverage in the traditional sense," Hadick said. "People are just going to unwind the trade when it's no longer economic, as opposed to 'I'm going to blow up and my collateral is gonna get liquidated.' That's not a thing that happens in this type of trading."
",
    "category": "article",
    "datetimeCreation": "2024-03-27T13:43:26.591Z",
    "tag": [
      "#DeFi"
    ],
    "author": "Ian Allison",
    "linkImage": "https://www.coindesk.com/resizer/a7uLxe3XoxkdqXdvYT56dl0gNIE=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/QFW45KKOARG6NFOEGAY4W724SI.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/tech/2024/03/27/vitalik-buterin-takes-a-dig-at-the-metaverse-calls-it-a-branding-ploy/",
    "title": "Vitalik Buterin Takes a Dig at the Metaverse, Calls It a Branding Ploy",
    "type": "Technology",
    "summary": "Metaverse tokens have a $18 billion market cap, but we're not quite at Ready Player One yet.
The Metaverse needs a better definition for it to work properly, Vitalik Buterin said at the BUIDL Asia conference in Seoul.
People associate the metaverse with VR, but there’s more to it than that.
",
    "content": "Ethereum’s Vitalik Buterin says that Metaverse isn’t what we think it is.
The Metaverse is broadly understood as a virtual decentralized world with immersive social settings and experiences that utilize avatars, virtual reality (VR), and augmented reality (AR) technologies, with blockchain technology being the tie that binds this all together.
“The Metaverse is poorly defined and often seen more as a brand name than a product. It’s envisioned as a virtual universe where everyone can participate and is not owned by anyone,” Buterin said on stage during the BUIDL Asia conference in Seoul. "It’s frequently associated with virtual reality, where needs are simpler, akin to wanting a laptop without the laptop.”
Buterin continued, arguing that while the Metaverse is often associated with virtual reality, it's not the be-all and end-all of the metaverse.
“It’s super useful but not really a-verse," he said.
For the metaverse to work properly, we need something that combines “all the different virtual world elements we already have, including crypto, virtual reality, and some AI parts, in the right way," he said.
Also, on stage at BUIDL Asia, Buterin said that if account abstraction is going to become mainstream, it must balance security and convenience, something that Ethereum doesn’t yet have in place.
",
    "category": "article",
    "datetimeCreation": "2024-03-27T05:41:40.825Z",
    "tag": [
      "#VitalikButerin",
      "#Metaverse"
    ],
    "author": "Sam Reynolds",
    "linkImage": "https://www.coindesk.com/resizer/WnQMbYQ3w7sJ2zLdlQd9R8Vcfkg=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/3KYHCIO6HRAURIXIWIYT5VZ2KA.png"
  },
  {
    "url": "https://www.coindesk.com/",
    "link": "https://www.coindesk.com/policy/2024/03/27/how-sam-bankman-frieds-sentencing-hearing-may-play-out/",
    "title": "How Sam Bankman-Fried's Sentencing Hearing May Play Out",
    "type": "Policy",
    "summary": "He faces decades in prison.
",
    "content": "Sam Bankman-Fried will find out this week if he is potentially facing decades in prison. Judge Lewis Kaplan is set to sentence him for his conviction last year on two fraud charges and five conspiracy charges tied to the operation and collapse of FTX.
A Presentence Investigation Report, compiled by a probation officer, recommends a 100-year sentence. Attorneys for Bankman-Fried suggested 63 to 78 months. The Department of Justice urged 40 to 50 years, a proposal the defense called "disturbing" and "medieval."
Bankman-Fried isn't likely to face anywhere nearly as long as 50 years, let alone a century in prison. Lawyers I spoke to before his trial began estimated he might spend around two decades in prison if he was convicted. Additional lawyers I spoke to over the past week loosely agreed with that estimate, saying 20 to 25 years seems likely.
And, of course, Bankman-Fried and his team will almost certainly appeal the "guilty" verdict a dozen jurors handed down nearly five months ago.
You're reading The SBF Trial, a CoinDesk newsletter bringing you daily insights from inside the courtroom where Sam Bankman-Fried will try to stay out of prison. Want to receive it directly? Sign up here.
The presentence report, which was compiled by a probation officer, summarizes Bankman-Fried's background, the case and how the facts of the case fit into sentencing guidelines.
Broadly speaking, Judge Kaplan's sentence will need to take into effect what are known as 3553 factors. This will include a defendant's history, background, upbringing, education, physical and mental condition, the facts of the case, any harm to potential victims and what kind of message the sentence might send to other individuals who might be considering or have the potential to commit similar crimes, said David Weinstein, a partner with Jones Walker.
This defendant's history includes any criminal record (or lack thereof), any charity work they may have done, if they were abused or compelled to do things, if they have "an emergent family situation" that might lead to their committing crimes and other similar background factors, said Tama Kudman, a partner at Kudman Trachten Aloe Posner.
Beyond the presentence report and the prosecution and defense submissions, the judge might take into account the character and victim statements provided by the parties.
The presentence report itself – which isn't a public document – recommended 100 years, according to the defense submission last month. It provides Bankman-Fried's history – the upbringing and background details mentioned above – to the judge, alongside the calculation of the figure.
However, this figure is based purely on consulting guidelines, Kudman told CoinDesk.
"This was a mechanical calculator, not that Probation is necessarily saying 'we think you should sentence him for 100 years,'" she said. "What Probation is saying is 'in consulting guidelines, this is the conclusion, this is the numerical calculation.'"
However, the defense is arguing that the calculation is wrong, pointing to a lack of actual losses by the victims based on FTX's bankruptcy estate estimation that creditors may be made whole or nearly whole. The prosecution is, to put it mildly, pushing back against that characterization, pointing to FTX creditors who are waiting to actually get any of their holdings back. Those creditors submitted dozens upon dozens of letters saying they suffered hardships because they couldn't access their funds for the last year and a half.
The judge already has a firsthand impression of the case from hearing all the witnesses testify during the trial, said Martin Auerbach, of counsel with Withers Bergman.
"He will read all of the various impact statements and all of the letters in support and conclude where they fit in the landscape of how he assesses the defendant, how he assesses the offense," he said. "What he thinks the most appropriate sentence is to reach the three goals of sentencing, which are [a] punishment that fits both the crime and the defendant; general deterrence, so that other people understand that they shouldn't do anything like this in the future; and specific deterrence to make sure that the defendant doesn't repeat the offenses for which he has been convicted, or anything like that," Auerbach added.
Judge Kaplan may also determine whether Bankman-Fried has shown remorse or accepted responsibility for the crimes he was convicted of and weigh that in his sentencing decision, Auerbach said.
Another factor might be "whether the judge thinks that [Bankman-Fried] testified truthfully," he said. "In my experience, nobody likes to feel that somebody has come into their space and lied, and if the judge concludes that that's what happened, that has to weigh in the equation."
The DOJ alleged "perjury" in its sentencing submission, trying to nail the idea that Bankman-Fried was not fully truthful when testifying in his own defense last October.
Prosecutors will often claim that a defendant's testimony was perjury if they claimed they were not guilty but ultimately found guilty, Weinstein and Kudman said.
Auerbach and Kudman both also noted that sentencing guidelines – which are no longer mandatory – can rapidly increase the length of a sentence due to how they're designed.
The guidelines can skew a sentence "in ways that don't necessarily track with the severity and nature of the offense," Auerbach said.
They also don't account for differences in intent. If one defendant is pocketing their customers' funds and another is just trying to invest those funds for their customers and loses the cash, the guidelines treat them the same even if the underlying intent is different.
"In truth, but for crypto winter, it might be that FTX would have sailed through the rough patches, and no one would have been the wiser," he noted.
Kudman similarly said that given cryptocurrencies' volatility, victims' values can oscillate pretty quickly.
"Those qualitative differences are important," she said. "They're being obscured by these loss amounts."
She also noted that the guidelines were adopted decades ago, while inflation and other factors have ballooned the values thrown around during fraud cases over the past several years.
Both the defense and prosecution submitted a number of letters to support their arguments. The defense filed several letters from Bankman-Fried's friends and family, attesting to his character to argue he could become a productive member of society after being released from his brief stint in prison.
Prosecutors, on the other hand, filed letters from FTX creditors who wrote about losing their savings and having to replan parts of their lives around their losses – directly pushing back against the defense narrative that there were no losses. Bankman-Fried's defense team filed a handful of additional letters on Tuesday. This latest salvo came from the mother of an FTX creditor, as well as several people who said Bankman-Fried may have "some type of atypical neurological processes," leaning on repeated statements that he has exhibited signs of autism. Also, he's vegan (a point already made in previous letters).
"In January 2024, my son was contacted by an entity overseeing the disbursement of FTX client funds … the hope that customer funds will be reimbursed in some measure mitigates the severity of Sam's guilt, and it seems to me that the length of his sentence should reflect this fact," said a letter signed by someone identifying herself as the mother of an FTX creditor.
Judge Lewis Kaplan, when he makes his decision at the end of the hearing Thursday, will weigh letters like that one, alongside the dozens of other messages, as part of his calculus. While the judge might allow statements from Bankman-Fried, FTX creditors or others during the hearing, he may base the bulk of his decision on the existing written record.
"There's a tension between the desires of the victims to see people punished and what's at risk for a defendant, and as a society, we have to ask where do we think the emphasis should be placed? There's always a balancing act between punishment, rehabilitation and determining all of the issues that we're trying to balance," Kudman said.
— Nikhilesh De
Welcome back to a limited-run issue of this newsletter. We'll be here through the rest of this week for sentencing.
Tomorrow, we're back in court for the actual sentencing hearing. Lawyers I've spoken to estimate the hearing could be as brief as an hour or take most of the day, so who knows long we'll actually be there. Depending on how Judge Kaplan decides to approach the hearing, we may hear from FTX customers, friends and family members of Bankman-Fried or the man himself.
We'll provide regular updates at CoinDesk.
— Nikhilesh De
",
    "category": "article",
    "datetimeCreation": "2024-03-27T10:00:00Z",
    "tag": [
      "#SamBankman-Fried",
      "#SBFTrial",
      "#Newsletters",
      "#TheSBFTrialNewsletter",
      "#topnews"
    ],
    "author": "Nikhilesh De",
    "linkImage": "https://www.coindesk.com/resizer/yNAt1xfiwoGepJsObsUgyerrWhs=/1200x628/center/middle/cloudfront-us-east-1.images.arcpublishing.com/coindesk/2KZ3MJ77YNDCFD7LH2VTWDHJRY.png"
  }
]